[
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 152(1)—Warrant of Precedence—  Directions—As the Constitution is the supreme law  of the land, all constitutional office-holders are to be  placed first in order of priority in the Table of the  new Warrant of Precedence; Thereafter the  constitutionally recognized and referred post-  ~ holders, namely, District Judges and Chiefs of Staff  of the Defence Services of Bangladesh etc. are to be  placed in the said Table; albeit they are persons in  the service of the Republic; Members of the Judicial,  Service holding cquivalentjudicial posts of District,  Judges are to be paced along with District Judges  the same serial number of the Table; Since as per,  Article 152(1) of the Constitution, District Judge  includes Additional District Judge, Additional  District Judges are to be placed at the serial number  immediately after that of District Judges. Ataur  Rahman vs Bangladesh (Spl. Original) 329    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 150—Article 150 of the Constitution  is only to protect various provisions, functions of  different functionaries and all other actions taken  since the declaration of independence and till the  commencement of the Constitution. As such, the  purpose of Article 150 is limited apparently only for  that period and for a specific purpose. Italian  Marble Works Ltd vs Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 142—The Parliament can enact any  law but subject to the provisions of the Constitution.  The Parliament can also amend any provision of the  Constitution but thereby cannot change its basic  character. Jtalian Marble Works Ltd vs Bangladesh  (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 142—But even at the time of revoking  and repealing the Proclamations, MLRs and MLOs  by the Proclamation dated April 6, 1979, the  Constitution was sought to be made subordinate to  the ‘Orders® of the President. We have no words to  deplore and deprecate such conduct. Thus, in the  garb of this seemingly innocent amendment, a fraud  had been committed upon the people of Bangladesh  and their Constitution. Italian Marble Works Ltd vs  Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 142—The then President and the  Chief Martial Law Administrator might be a very  powerful and a gifted person but he had no right or  authority under the Constitution, the supreme law,  of the land, to make any amendment of any law not                  to speak of the Constitution. The additions made in  the said Article 142 by the Second Proclamation No.    IV of 1978, is invalid and ultra vires to the  Constitution. Italian Marble Works Ltd vs  Bangladesh (Sp!. Original) 70      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 142—From a plain reading of the  meanings of the words ‘amendment’ and ‘amended”,  given by a number of authorities it is crystal_clear  that however wide meaning we give, the words  ‘ratification’, ‘confirmation’ appearing in the sub-  title of the Paragraph 18 to the Fourth Schedule of  Constitution, would not come within the ambit of  the words ‘amendment’ or ‘amended’ in Article 142.  Similarly, the words ‘ratified’, ‘confirmed’ and  ‘validly’ appearing in the last portion of 4th  Paragraph 18 do not come any where near the ambit    * of the provision of ‘Amendment of the Constitution’    by any stretch of imagination. Italian Marble Works  Ltd vs Bangladesh (Spl. Original) 700    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 111—Since the decision of apex Court  clearly spelt out the provision of section 32 of the  Anti-Corruption Commission Act in this context  holding no sanction is required before filing a case  under the Act and also on the point that a case  cannot be quashed unless cognizance has been taken  by the Court having jurisdiction we are of the view  that both the points apply adversely in the instant  writ petitions. Azam-e-Sadat vs Bangladesh (Spl  Original) 455    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 108—There is no specific direction for  payment of arrcar salary during the period of  termination and as it involves certain questions  requiring adjudication, the employers cannot be said  to have disobeyed the order of the Court in not  paying the arrear salary to which the employees are  entitled. The contemners are not guilty of contempt  of Court. SAH Monowar Ali vs BIMC (Spl.  Original) 111    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102(2)—The petitioners were fugitive  from justice when moved the writ petition and  obtained the Rule and Stay. In view of the above, at  the time of ‘motion” hearing this Division wrongly  entertained the writ petition and stayed the  investigation against the writ petitioners. Nur  Hossain Miah vs Bangladesh (Spl Original) 514      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102(2)—The writ petitioners without  surrendering before any Court of law filed the writ  petition and obtained Rule and stay.    The principle of criminal jurisprudence is that a  person concerned should submit to the process of  justice before he can claim right of audience  provided in law as well as the judicial convention,  which is very much effective in the Court of law as  the age-old maxim goes that a person who seeks  justice from the Court of the law must come before  the Court to agitate his grievance and must  surrender first to the process of justice, otherwise,  he remains to be fugitive from justice and cannot  seek aid of assistance of the process of justice in  order to claim right of audience against the process  of the Court issued against him Nur Hossain Miah    vs Bangladesh (Spl Original) 514    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102(2)—Fugitive from justice—  where the prosecution has investigated the matter  and submitted charge sheet which prima-facie  discloses a cognizable offence against the petitioner,  the petitioner is bound under the law to appear  before the appropriate Court. His failure to do so has  made him a fugitive from justice and, as such, writ  petition cannot be entertained. Safiat Sobhan vs    Anti-Corruption Commission (Spl Original) 511    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102(2)—The opinion of the Bangla-  desh Bank can not be challenged in a writ juris-  diction unless in view of the same opinion a positive  order is made by the respective Bank. Deen    Mohammad vs Bangladesh Bank (Spl Original) 506    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102(2)—Proceeding cannot be  quashed unless cognizance in respect thereof has  been taken and process issued. Azam-e-Sadar g  Bangladesh (Spl Original) 455                ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Articles 102 and 117—The petitioners being  the employees under the Ministry of Education  cannot invoke writ jurisdiction, in relation to up  gradation of their pay scale, Abdus Samad Miah vy  Bangladesh Government (Spl Original) 458    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Writ jurisdiction of this Court in  respect of criminal proceeding attracted only when  the vires or constitutionality of Act under which the  proceeding has been initiated is challenged. Since  the petitioner has not pressed the portion of the Rule  relating to the constitutionality of the Act, the  present Writ Petition is not maintainable. Tarique  Rahman vs Bangladesh (Special Original) 324    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Principle of Natural Justice—  The petitioner obtained his certificate and the mark  sheet which were issued by the appropriate authority  of the Chittagong University. He has thus acquired  a vested right in this matter. The University autho-  rity is bound to issue him the original certificate of  English version. Abdul Kashem vs University of  Chittagong (Spl Original) 518    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Petitioner a fugitive since 9-8-  2006 and being a fugitive he obtained the Rule. It is  well settled that a fugitive has no right to seck any  kind of redress as against his grievance of awarding  sentence. Nitai Kumar Mondol vs Judge, Artha Rin  Adalat (Spl Original) 446    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Principle of Natural Justice—  Once the privilege is given that cannot be taken  away without due process of law and this principle  is applicable in this case as no opportunity was  afforded to the petitioners before curtailing the  opportunity that is the stopping of the state  honorarium to the petitioners. Bazlur Rahman v  Bangladesh (Spl. Original) 360    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Since he assumed the office of  President in violation of the Constitution and since  the Martial Law Proclamations and MLRs and  MLOs were made in violation of the Constitution  and the Army Act or any other law prevalent at the  relevant period of time, those Proclamations etc,  were all illegal, void and non-est in the eye of law,  Italian Marble Works Lid vs Bangladesh (Spl.  Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—This kind of nomination in the  Office of President is unheard of. Even nomination  to the office of President (or Chairman) of a mere  local union council is not permissible but it was  made possible in the highest office of the Republic  of Bangladesh. It was done in violation of the  Constitution of Bangladesh, and as such, it was  illegal, void ab initio and non-est in the eye of law.  ltalian Marble Works Ltd vs Bangladesh  (Spl.  Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Doctrine of Necessity—The  doctrine of necessity is not a normal rule but it is an  exception to the normal rule, as such, can be called  upon only in an exceptional circumstances, in order  to remedy a lapse or illegality which could not be  scttled in any other way but such a lapse or illegality  must be remedied in the greater interest of the State  and its citizens but not to bestow benefit upon the  usurpers and the dictators. If the said doctrine is not  invoked the interest of the State as well as its  citizens could be seriously prejudiced and harmed  only in such circumstances it can be invoked. In  other words, this doctrine can only invoked, when  there is no other way out and most certainly, not in  a matter of course. ltalian Marble Works Ltd vs  Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—During the period of Martial  Law, the people of Bangladesh was governed not  according to their Constitution through their elected  representatives in the House of Nation, but by the  Proclamations, MLRs, MLOs etc. and ruled by the  Major Generals, Colonels etc. To the Bangalee  people it mattered little whether they were under the  subjugation of the British or the Pakistanies or even  the Bangalees. Since they were not governed by  their own consent, through their own represen-  tatives, they were not free and independent and the  Government which kept the people of Bangladesh  under subjugation, in violation of the Constitution,  was out and out an illegal one and shall remain so  for all time to come.    This kind of illegal Government cannot be  legitimized by invoking Kelsen'’s theory as was  done by the Supreme Court of Pakistan in Dosso s  case and was rightly overruled in Asma Jilani's case.    It may be noted that even the Privy Council did  not approve the Kelson’s theory in Madzimbamuto                  vs Lardner-Burke (1968) 3 All ER 561, Italian  Marble Works Ltd vs Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Sonali Bank Limited was  nationalised Government bank under PO 26 of  1972. Of late, it was incorporated as a banking  corporation under the provisions of the Companies  Act, 1994—Since its entire shares are held by the  Government, the Bank still retains the character of a  public authority for all practical purposes and in that  view, this writ petition is maintainable. Jamil Akhter  Elahi vs Bangladesh (Spl. Original) 64    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 102—Mutation of name by opening a  separate Khatian—Md Khairul Huda transferred the  property in favour of the plaintiffs which is evident  from sale deed Annexures F and F(1). The deed has  not been challenged by the Government. So long  the decree passed by the Civil Court Annexure-C  series are set aside, the respondents are duty bound  to receive rent from the petitioner, inasmuch as they  have purchased the land from Md Khairul Huda.  Mahabub Alam Faruq vs Bangladesh (Civil) 31    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Articles 48 & 142—It cannot be believed that  they were not aware that the Constitution or the laws  in Bangladesh do not provide for Martial Law or the  office of the Chief Martial Law Administrator but  they in violation of the Constitution merrily  assumed such position, and continued to issue  Proclamations of Martial Laws, Martial Law Regu-  lations and the Martial Law Orders as if Bangladesh  Wwas a conquered country.Italian Marble Works Ltd  vs Bangladesh (Spl. Original) 70      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Articles 48 & 142—1It cannot be believed that  Khandaker Moshtaque Ahmed, a Minister, Justice  Sayem, the Chief Justice of Bangladesh and Major  General Ziaur Rahman, BU psc, Chief of Army Staff  of Bangladesh, did not know that under Article 48 of  the Constitution, they were not eligible to become  the President of Bangladesh, still all of them, in  defiance and violation of the Constitution, seized the  office of President, the highest position in the  Republic by force thereby apparently all of them  committed the offence of sedition. Italian Marble  Works Ltd vs Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 35(1)—An ex-post facto law is one  that criminally punishes conduct that was lawful  when it was done. Tarigue Rahman vs Bangladesh  (Special Original) 524    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "section": "Article 31—Article 31 of the Constitution  contemplates that to enjoy the protection of the law,  and to be treated in accordance with law, and only in  accordance with law, is the inalienable right of every  citizen, wherever he may be, and of every other  person for the time being within Bangladesh, and in  particular no action detrimental to the life, liberty,  body, reputation or property of any person shall be  taken except in accordance with law. Araur Rahman                  Vs Bangladesh (Spl. Original) 320    Articles 31, 32, 42 and 102—Right to  protection of law, to life and to hold property of the  villagers are guaranteed by the Constitution and the  respondents are duty bound to discharge their duties  {o ensure those rights of the villagers. This is a fit  case for giving direction upon the respondents to  stop illegal extraction of sand from the bed and  banks of the River and outside the designated area  of the Fazilpur Sand Quarry. Bangladesh Environ-  ment Lawyers Association (BELA) vs Bangladesh  (SPI originl) 463    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 32(1)(2)—No sanction is required for  lodging any FIR in contemplation with section  32(1)(2) of the Anti-Corruption Act 2004 un-  amended or amended. This view reached in its  finality in a very recent decision of the Appellate  Division in the case of Anti-Corruption Commission  vs Dr Mohiuddin Khan Alamgir reported in 62 DLR  (AD) 290. Azam-e-Sadat vs Bangladesh (Spl  Original) 455                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 32—Since the decision of apex Court  clearly spelt out the provision of section 32 of the  Anti-Corruption Commission Act in this context  holding no sanction is required before filing a case  under the Act and also on the point that a case  cannot be quashed unless cognizance has been taken  by the Court having jurisdiction we are of the view  that both the points apply adversely in the instant  writ petitions, Azam-e-Sadat vs Bangladesh (Spl  Original) 455    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 26(c)—The matter is at the very  initial stage and no proceedings are yet drawn up  against the petitioner. It may be legitimately argued  that the petitioner did not suffer any prejudice since  the notice was issued by a DD who under the law  has the rank and status to be authorised to issue the  notice. The point raised by the petitioner is highly  technical and should not be allowed to obstruct the  course of justice. Akbar Khan vs Anti-Corruption  Commission (Spl. Original 20    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 26(1)—The strict interpretation of the  law, is that the power to delegate lies with the ACC  or any Commissioner empowered by the ACC.  There is nothing to prevent the ACC even now to  authorise the DD of the Anti-Corruption Commis-  sion, Integrated District Office (*fee ¢ FrdFm),  Rangamati to issue the notice upon the petitioner.  The Commission may directly authorise any DD of  the Commission. Equally, the ACC could empower  any of its Commissioners and that Commissioner so  empowered could delegate his authority upon  anyone not below the rank of DD of Anti-Corruption  Commission to issue the notice and there is no legal                  bar to do so even now by issuing a fresh authority in  accordance with law. The delegatee, namely the DD,  il so authorised by the proper authority, may issuc  fresh notice. But from the facts and circumstances  of the instant case, we do not find any authority  given to the Director of the Divisional Office,  Chittagong to delegate his authority to the DD to  issue the impugned notice. It is a highly technical  legal defect which can be cured. Akbar Khan vs  Anti-Corruption Commission (Spl. Original) 20    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 26(1)—In any event, the Commission  may itself issue the notice or delegate the authority  to issue the notice or may empower any of its    Commissioners to delegate the authority to issue the    notice. The memo dated 9-11-2009 issued by the  Director (Additional charge), ACC Divisional  Office, Chittagong specifically directed the DD to  issue the notice under his (the DD's) signature and to  serve the same. This chain of delegation is not  contemplated by the law. A Director of the  Divisional Office does not have the power of  delegation. Akbar Khan vs Anti-Corruption Com-  mission (Spl. Original) 20    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Act",
    "section": "Section 26(1)—A well-established legal  principle is that a person upon whom power is  delegated cannot delegate the same to another  person. In the instant case the legal provision in  Rule 17(1) is such that the Commission itself could  delegate the power to issue a notice for submission  of wealth statement to anyone of its officers not  below the rank of Deputy Director (DD). Akbar  Khan vs Anti-Corruption  Commission (Spl.  Original) 20    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Rules",
    "section": "Rule 17(1) is such that the Commission itself coy|q  delegate the power to issue a notice for submission  of wealth statement to anyone of its officers ngy  below the rank of Deputy Director (DD). Akhyr  Khan vs ACC (Spl. Original) 20    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Rules",
    "section": "Rules 7(1)(2) & 17(1)—A well-establisheq  legal principle is that a person upon whom power j  delegated cannot delegate the same to anothe,  person. In the instant case the legal provision in  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Anti-Corruption Commission Rules",
    "section": "Rule 2—Inquiry and Investigation__  'Inquiry' and 'investigation' are not one ang the  same. They are distinct terms. They are diStinguiSh_  able from cach other. Investigation (¥7%) of 4 il  can only be commenced- and carried out after  conclusion of inquiry (%) and lodgment of N  FIR against a person. Tofail Ahmed vs Chairmqy,  Anti-Corruption Commission (Spl. Original) 33    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Arms Act",
    "section": "Section 19A—The place of recovery being a  public place it cannot be said that the appellant was  in exclusive possession of that place. The appellant  cannot be held liable under section 19A of the Arms  Act. Abdus Sattarvs State (Criminal) 298    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Artha Rin Adalat Ain",
    "section": "Article 27—Artha Rin Adalat being a sub-  ordinate Court to District Judge has no jurisdiction  to entertain any claim of House Building Finance  Corporation, Dr Md Asadullah vs Sonali Bank Lid  (Civil) 474    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Artha Rin Adalat Ain",
    "section": "Section 44—Under section 44 of the Ain  interlocutory orders passed by the Artha Rin Adalat  cannot be challenged in appellate and revisional  Jurisdiction and so, writ petitions are maintainable  against interlocutory orders passed by the Artha Rin  Adalat. Trade Multi Plex vs Artha Rin Adalat (Spl  Original) 333                  Bangladesh House Building Finance Corporation Order  (PO 7 of 1973    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Artha Rin Adalat Ain",
    "section": "Section 42(2)(a)—Court is not empowered or  authorized to waive interest charged on the amount  under claim as per agreement executed between the  judgment debtor and the financial institution i.e. the  plaintifi-Bank till s realization. The contemplation  of the aforesaid provision of law is clear and  unambiguous that the Court cannot waive such  interest and it is the Bank itself who could waive  such interest to whom the defendant could approach  for waiving the interest.    Section 30 of the Bank Companies Act, 1991  has also imposed similar embargo upon the Court’s  jurisdiction to interfere with the interest so payable  by the borrower to the Bank under agreement,  although the Court had authority to grant installment  to the decretal amount subject to some limitations.  Janata Bank vs Mohiuddin Textile (Civil) 501    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Artha Rin Adalat Ain",
    "section": "Sections 33 and 34—Petitioner a fugitive  since 9-8-2006 and being a fugitive he obtained the  Rule. Itis well settled that a fugitive has no right to  scek any kind of redress as against his grievance of  awarding sentence. Nitai Kumar Mondol vs Judge,    Artha Rin Adalat (Spl Original)  446    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Bank Company Act",
    "section": "Section 30—Court is not empowered or  authorized to waive interest charged on the amount                  under claim as per agreement executed between the  judgment debtor and the financial institution i.c. .(hc  plaintiff-Bank till its realization. The contemplation  of the aforesaid provision of law is clear and  unambiguous that the Court cannot waive such  interest and it is the Bank itself who could waive  such interest to whom the defendant could approach  for waiving the interest.    Section 30 of the Bank Companies Act, 199’1  has also imposed similar embargo upon the Court's  jurisdiction to interfere with the interest so payable  -b_\\' the borrower to the Bank under agreement,  although the Court had authority to grant installment  to the decretal amount subject to some limitations.  Jarate Bank vs Mohiuddin Specialised Textile  (Civil) 501    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Bank Company Act",
    "section": "Section 17(6)—Mere re-scheduling of loan is  not enough to have a resort under section 17(6) to  restore the post of Director. The amount as shown in  the notice is not only 58.38 lakh rather it was a  installment one and the outstanding loan being a  ‘o B9 @™ was 1,456.50 lakh, which is to be  paid to have resort under section 17(6) of the Act.  Deen Mohammad vs Bangladesh Bank (Spl  Original)  506    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Bank Company Act",
    "section": "Section 17(6)—There is nothing within the  four corners of section 17 of the Act, which goes to  favour the petitioner for restoring his position as  Director by simply rescheduling the loan on 10%  down payment which is more than the amount.  Because such reschedulement does not fulfill the  requirement of section 17(6) of the Act. Deen  Mohammad vs Bangladesh Bank (Spl Original) 506    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Bank Company Act",
    "section": "Section 17(6)—Payment of notice amount by  way of re-scheduling loan after the statutory period  is not enough to restore the status of the petitioner or  to make him qualified as Director as contemplated  in section 17(6) of the Act, unless the entire amount  shown in the notice as “Tm B@if A\" is paid for  the purpose of restoration of their qualification of  Director. Deen Mohammad vs Bangladesh Bank  (Spl Original)  506    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Order XXIII rule 1(2)(3)—It appears that  the Appellate Court without hearing the appeal on  merit only allowed the application under Order  XX, mic 1 Sub-rule 1(2) and passed the order  permiting to withdraw the suit. The plaint itself was  rejected by the trial Court and without hearing the  a;;pcnl on merit and allowing the application and  passing of the impugned order, on the face of it, the  anncllate Court has made a futile exercise of the  r\\'o‘\\\\‘(‘r. in as much as, the plaint itself it not in  existence and thereby, as it appears the impugned  order was passed without application of mind which  has clearly occasioned failure of justice. Ramiz-    uddin vs Abdul Hamid (Civil) 434    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Order XIII rule 8—Bainapatra has been  proved by the plaintiff, the same is required to be  impounded under the provision of Order XIII, rule 8  of the Code and accordingly, the appellate Court in  the impugned judgment passed an order for  impounding the Bainapatra and allowed the appeal  subject to payment of impounded stamp duty which  the plaintiff has already paid. It appears this lacuna  in the impugned Bainapatra for insufficiency of  stamp duty has been cured by the said impounding  order and in view of the provision of section 35 of  the Stamp Act, 1899 this Court finds that the  impugned Bainapatra was competent to be admitted  into evidence in this proceeding. Moreover, in view  of the provision of section 36 of the Stamp Act.  1899 and the decision of the case reported in 39  DLR 243, this Court finds that the appellate Court  correctly considered that the said Bainapatra as  admissible in evidence. Therefore, the argument that  the Bainapatra has been correctly admitted into  evidence by the trial Court as well as appellate  Court and the question of insufficiency of the stamp  duty has been properly addressed. Naimuddin Molla  vs Ibrahim Molla (Civil) 369                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Order IX rule 13—The negligence of the  defendant and due to such negligence, the defendant  was not entitled to the relief prayed for under Order  IX, rule 13 of the Code. Gross negligence on the part  of the petitioner-defendant should stand in the way  of getting relief under Order IX, rule 13 of the Code  when the suit was rightly found to be barred by  limitation. Motiur Rahman vs AKM Shamsul Alamin  (Civil) 449    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Order VI rule 1—The plaintiff is totally  Z‘lent about any hostile claim of right as against the  efendant Nos, 1-4. He did not specifically plead                  any claim of acquisition of title by adverse posses-  sion. From the pleadings of the parties it does not  appear that the plaintiff ever claimed any hostile title  against the said defendant in the examination-in-  chief. Umme Hani Begum vs Ram Gopal Sarker  (Civil) 17    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 115(1)—It is well settled that CS  record has got a presumptive value though rebuttal  in nature. That is why in a title suit relating to land  Like the instant one, the plaintiff claims title by  narrating facts showing chain of title right from the  (S record. If the title is derived from a common  ancestor of the parties, still the stand of the ancestor  should be described in the pleading. If the common  ancestor is admittedly SA recorded tenant or a  tenant of some other record-of-right, the same must  also be narrated in the pleading because the Court,  in determining title, is to peruse such record-of-  right. The facts constituting chain of title of the  plaintiff/defendant must be narrated in the pleading  deducing the same from CS record, particularly  when the common ancestor in an heir of a CS  recorded tenant. In a title suit relating to land, the  derivation of title of the plaintiff/defendant is  Narrated in the pleading from the stage of CS record  as it forms the basis of title. Golam Beg vs Hajera  Begum (Civil) 452    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 115—The Court  of appeal below without reversing the finding of  facts relating 10 service of summons arrived at by  the trial Court most erroncously held that without  examining opposite party No.21 Nurul Huda as to  the date of knowledge, the opposite party No.23  Abul Kashem failed to prove the date of  knowledge. This view of the Court of appeal below  is absolutely wrong, inasmuch as witness No.2 Abu  Taher categorically stated that in his presence  apposite party No.21 for the first time disclosed  about the land transferred to opposite party No.23.  Abul Kashem vs AKM Golam Mostafa (Civil) 44      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 115—The Defence of Pakistan Ordi-  nance and Rules came in the year 1965 and both the  Ordinance and Rules were repealed in the year  1969, but by Ordinance No.1 of 1969 promulgated  by the then Central Government of Pakistan, some  of the Provisions of the Defence of Pakistan Rules  were kept alive and continued. Thereafter by Act  No.XLV of 1974, the Ordinance No.1 of 1969 Was  repealed on 23-3.1974. So, after the repeal Of  Ordinance No.1 of 1969 by Act No.XLV of 1974 on  23-3-1974, the authority was not competent to start  such vested property proceedings in the eye of law                    Bangladesh vS Rahima Begum (Civil) 430    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 115—The High Court Division while  exercising its revisional jurisdiction is competent to  reverse the judgment of the Courts below when the  same has been made either upon misreading or non-  consideration of the material evidence causing  failure of justice. Jahangir Alam Chowdhury vs  Zabun Nahar Chowdhurani (Civil) 322    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 115—Penalty like dismissal of ,  teacher from service cannot be imposed by e  Managing Committee of the School without Prior  approval of the TPEC. It appears from thc judgment,  of the lower appellate Court that the Joint District,  Judge did not consider this mandatory provison,, of  the government notification and .thereby he hag  committed as error of law resulting in an error i, the  decision occasioning failure of justice and, as such  on this score alone the judgment of the lower  appellate Court cannot be sustained in law. The,  plaintiff is not thus entitled to get the back salary as  admittedly she did not render her services to the  school since the date of her dismissal. Shefali Bala,  vs Khalipur Pukurpara Non-Government Primary  School (Civil) 41    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 24—Transfer of appeal—It appears  that all the grounds of withdrawing of the appeal  from the Court of District Judge have been  mitigated and there is no apprehension of injustice if                  he appeal is withdrawn and transferred this  Court, rather such transfer will do justice to the  Parties. Saroj Kumar Sarker vs Monoj Kumar  Sarker (Civil) 25    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Civil Procedure",
    "section": "Section 11—Res judicata—It appears that the  legality of either the Martial Law Proclamations or  that of the Fifth Amendment was not finally decided  in the Order summarily rejecting the Writ Petition  No. 802 of 1994. Such summary rejection does not  Cebar challenging of those provisions in a  subsequently filed writ petition, on the principle of  res judicata, since no such issue had been raised  therein or heard and finally decided by the said  Court. The sine qua non for application of the  principle of res judicata is the finality of a decision  in an earlier action. Since no rule was issued in the  Writ Petition No. 802 of 1994, the summary order  passed in the said writ petition in the absence of the  respondents therein, do not operate as res judicata in  the present writ petition. Jtalian Marb/e Works Lid  vs Bangladesh (Spl. Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561A—A Court of law cannot  proceed judicially on a mere statement made by  police officer to the effect that a prima facie case  under certain penal provision has been proved  against the accused persons, without disclosing the  allegation of fact constituting the offence. Such a  statement, unaccompanied by the facts constituting  the said offence, which is nothing but a mere  opinion of police officer concerned, cannot be in  any event, the basis of any judicial action by the  Court. Sajeda Chowdhury vs State (Criminal) 441    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Neither the Senior Special  Judge, nor the Divisional Special Judge considered  the facts and 'materials available on record. Just the  case has been proceeded on the basis of the police  report which cannot be taken as basis unless it is  supported by any materials on record which can be  scrutinized at the time of taking of cognizance,  Syeda Sajeda Chowdhury vs State (Criminal) 44/    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561A—Quashing of Proceeding—  From a reading of the FIR, it appears that the  informant in writing made the statement that “আমি  ব্যবসা করার জন্য চুক্তি মোতাবেক মাহমুদুর রহমান   ব্যবস্থাপনা পরিচালক মেসার্স রহমান এ্যান্ড কো ং, From this statement  it appears that the said transaction was made under  an agreement and the narration of fact in the FIR  indicates also breach of terms of the agreement had  crept up from business transaction, It also appears  from the FIR that considerable amount, that is about  Taka 16,50,000, has already been paid by the  accused petitioner. We are of the view that no  criminal intention to cheat or to deceive the  informant by the petitioner has been made out by the  informant. The learned Advocate for the petitioner  cited the decisions reported in 1999 BLD (AD) 128      = 4 BLC (AD) 167, 26 DLR (SC) 17, 37 DLR g  207, 39 DLR 214, 1992 BLD 284 = 45 DLR 661  wherein it has been decided that if from a reading of  the FIR it comes up the allegations disclose Civil  linbility then the proceeding can be quashed. The  proceeding of GR Case No. 3735 of 2002 pending in  the Court of learned Chiel Metropolitan Magistrate‘  Dhaka is quashed. Mahamudur Rahman vs Md  Matiur Rahman (Criminal) 367    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Initiation of the criminal case  at the instance of the present complainant/informant  without taking recourse of the procedures provided  in Samabava Samity Ain, 2001, is not maintainable  in law. Since initiation of the case is barred by law,  this Court in exercise of its jurisdiction under  section 561A of the Code of Criminal Procedure can  quash the proceeding at its initial stage before taking  cognizance thereof. M Fransis P Rojario alias Babu  vs State (Criminal) 355    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Section S61A of the Code of  Criminal Procedure can exercise its inherent  jurisdiction for quashing a proceeding of a criminal  case firstly to make such orders as may be necessary  to give effect to any order of the Code, secondly to  prevent abuse of the process of the Court and lastly  otherwise to secure ends of justice. M Fransis P  Rosario alias Babu vs State (Criminal) 355    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Quashing of proceeding, not  before cognizance is taken—A criminal case  actually starts from the date of taking cognizance  and issuance of the process. Before cognizance is  taken, there is virtually no pending criminal  proceeding in the eye of law. So a non-existent                    criminal proceeding cannot be subject matter of  quashment. In this respect, decision of our apex  Court in the case of Abdul Haque vs State reported  in 60 DLR (AD) 1 may profitably be quoted,  Salahuddin Ahmed vs State (Criminal) 3517    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Defence plea—Defence plea  which, as per well sentled principle, is to be decided  by evidence before the trial Court and not a all a  ground for quashment. Barrister Mainul Hosein vs  Md Ali Hossain (Criminal) 38    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561A—Mere presence of an  arbitration clause in the agreement does bar  launching of 2 criminal case, if the complaint  discloses a prima facie case as evident from the case  reported in 2002 SCC (Cn) 129, SW Palanitkar vs  State of Bihar. Sheikh Mashuk Rahman vs State  (Criminal) 28    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 561 A—Whether the notice as  required to be served under section 138 of  Negotiable Instruments Act is essentially 2 question  of fact to be proved by adducing evidence at the  time of trial, inasmuch as there is specific assertion  in the complaint petition that such 2 notice was.  served. Sheikh Mashuk vs State (Criminal) 28    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Sections 516A & 517—About disposal of  property, there is no provision in the At and  therefore the Special Tribunal shall dispose of the  property under section 5164 or 517 of the being  empowered (0 do so by section 29 of the St which  provides that the provisions of the Code of Criminal  Procedure, so far only as they are mea inconstant  with the provisions of the Act, shall apply to the  proceedings of Special Tribunals, and Special  Tribunals shall have al) the powers conferred by the  Code Criminal Proceduse on 2 Coust of Sessions  exercising original jurisdiction. Manbub Alam vs  Commissioner, Customs, Excise and VAT (5pl  Original) 395    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 516A—The Court is entitled to  release the property in the Jimma of the claimant to  save the same from gradual damage being exposed  to sun and rain. The petitioner claiming to take the  same in his jimma is bound by the bond to produce  the same in Court on and when directed by the  Court. Shahnewaz Karim vs State (Criminal) 67                    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 476—The provision laid down in  section 476 of the Code does not make the  preliminary inquiry an obligatory one, rather it is  left to the count making it discretionary which  should be judicially exercised, Abu Yousuf vs State  (Criminal) 421    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 376—Communtation of death sentence  —The accused is not 2 hardened criminal. The death .  of the deceased was caused by him in sequel of  bitter matrimonial relationship. The caused the  haematoma with any hard substance on the occidental  region of the head of the deceased which resulted  her instantaneous death. The accused has three  minor children and an invalid first wife. Justice will  be met if the sentence of death awarded to the  accused is commuted to imprisonment for life. State  vs Azam Reza (Criminal) 399    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 342—It is the fundamental principle  of law that the attention of the accused must be  drawn to the evidence on record in a precise manner.  Kazi Ranimul Islam vs State (Criminal) 6    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 103—Now it is time to review the  criminal law, at least to amend section 103 of the  Code of Criminal Procedure, 1898, to review the  principle that burden of proof never shifts in  criminal cases, specially in the cases of corruption,  offences against sexual violence, murder of women  and children, trafficking in arms, drug, narcotics,  women and children. Nasir vs State (Criminal) 49    Sections 161, 164 & 342—The accused  failed to discharge his obligation. The certified  copies of the statements under sections 161 and 164  of the Code of the maids and others of the house of  the accused filed by the accused at the time of  examination under section 342 of the Code in  support of his case that the deceased committed  suicide by hanging are not evidence and as such  cannot be considered. There is no evidence that the  deceased committed suicide by hanging. Moreover  the accused’s explanation that the deceased  committed suicide by hanging has been proved  untrue. It is proved beyond doubt that the deceased  was done to death. There is nothing to hold that  anybody else besides the accused could cause the  death of the deceased. State vs Azam Reza  (Criminal) 399                  Sections 241A and 242 Court is 1o record  the reasons for discharging the accused under  section 241A of the Code, but no such reasons are  required 10 be recorded in farming charge against  the accused 85 PEf provisions of section 242 of the  Code. The special Judge framed charge against the  accused-petitioner after hearing both the parties and  being satisfied that there was ground for framing of  charge. NO illegality in framing of charge against  e accused-petitioner and there is no ground of  setting aside the impugned order. Amanullah vs    State (Criminal) 342    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 94(1)(a)—The applicability of  Clause (a) to the Proviso to sub-section (1) of  section 94 of the Code to the investigation of an  offence under any of the sections of the Penal Code  has not been brushed aside by the Appellate  Division in the case reported in 1996 BLD (AD) 200  =2 BLC (AD) 78. Tofail Ahmed vs Chairman, Anti-  Corruption Commission (Spl. Original) 33    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 94(1)—The inquiry stage of an  offence, the provisions of Clause (a) to the Proviso  to sub-section (1) of section 94 of the Code cannot  be called in aid and the same are only meant for the  purpose of investigating offenses under sections  403, 406, 408 and 409 and sections 421 to 424 (both                  inclusive) and sections 465 to 477A (both inclusivc)  of the Penal Code, with the prior permission in  writing of the Sessions Judge concerned. Tofail    Ahmed vs Chairman, Anti-Corruption Commission    (Spl. Original) J3    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 94—As section 94 of the Code does  not contemplate seizure of any document from the  custody of a bank or a banker as defined in the  Bankers' Books Evidence Act, the question of  seizure of the bank accounts of Milon and Abdul  Momin Tulu by the concerned officers of the  defunct Bureau of Anti-Corruption does not arise at  all. Tofail Ahmed vs Chairman, Anti-Corruption  Commission (Spl. Original) 33    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Code of Criminal Procedure",
    "section": "Section 47—The provision laid down in  section 476 of the Code does not make the  preliminary inquiry an obligatory one, rather it is  left to the court making it discretionary which  should be judicially exercised. Abu Yousuf vs State  (Criminal) 421    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Constitution (5th Amendment) Act, 1979",
    "section": "Section 2—Fourth Schedule—But even at the  time of revoking and repealing the Proclamations,  MLRs and MLOs by the Proclamation dated April 6,  1979, the Constitution was sought to be made  subordinate to the ‘Orders’ of the President. We  have no words to deplore and deprecate such  conduct. Thus, in the garb of this seemingly  innocent amendment, a fraud had been committed  upon the peoble of Bangladesh and their Constitu-  tion. Jtalian Marble Works Ltd vs Bangla-desh (Spl.  Original) 70    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Criminal Law Amendment Act",
    "section": "Section 4—Court is to record the reasons for  discharging the accused under section 241A of the  Code, but no such reasons are required to be  recorded in farming charge against the accused as  per provisions of section 242 of the Code. The  Special Judge framed charge against the accused-  petitioner after hearing both the parties and being  satisfied that there was ground for framing of  charge. No illegality in framing of charge against  the accused-petitioner and there is no ground of  setting aside the impugned order. Amanullah vs    State (Criminal) 382           Criminal Trial    Suspicion—Cannot be basis for convition—  Probability however strong, and suspicion however  grave, can never take place of proof as because in a  criminal trial presumption of innocence is a  principle of cardinal importance and so guilt of the  accused must be proved beyond reasonable doubt by  legal, reliable and unimpeachable evidence.  Suspicion and probability, however strong and  grave, can never take place of proof. Niranjan  Malaker vs State (Criminal) 387    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Customs Act",
    "section": "Section 25A—The whole function of the PSI  Agency as described in 25A of the Act and in the  contract documents reveals in ascertainment of the  correctness of the statement made by the importer in  respect of the goods to be imported, particularly as  to quality, quantity, price, description, HS Code  classification or, in other words, classification of  any goods as well as valuation. The Customs  Authority rightly charged VAT on the services of the    PSI Agency as the Surveyors particularly on the  background of the explanation of the Surveyors.  BIVAC International SA vs National Board of  Revenue (Spl. Original) 284    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Enemy Property (Continuance of Emergency Provisions)(Repeal) Act [XLV of 1974]",
    "section": "Section 3—The Defence of Pakistan Ordi-  nance and Rules came in the year 1965 and both the  Ordinance and Rules were repealed in the year  1969, but by Ordinance No.1 of 1969 promulgated  by the then Central Government of Pakistan, some  of the Provisions of the Defence of Pakistan Rules  were kept alive and continued. Thereafter by Act  No.XLV of 1974, the Ordinance No.1 of 1969 was  repealed on 23-3-1974. So, after the repeal of  Ordinance No.1 of 1969 by Act No.XLV of 1974 on  23-3-1974, the authority was not competent to start  such vested property proceedings in the eye of law.  Bangladesh vs Rahima Begum (Civil) 430    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 115—Estoppel—However, the fact is  that. the Matriculation Certificate of the plaintiff  was not corrected but there was an affidavit to the  effect that the date of his birth is 3-1-1945 and this  affidavit was accepted by the defendants and the  defendants allowed him to join the service and  allowed him to get salary for 36 years, and gave his  salary by MPO issued by the defendants for the last  20 years without any objection from anybody and it  was within the full knowledge of the defendants.  The defendants cannot be allowed to say that his  date of birth will be calculated on the basis of the  Matriculation Certificate and not from date shown  in his affidavit (Exhibit 3). Abdul Hye Tafader vs .    Monir Hossain (Civil) 426                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 114(g)—Non-examination of the  maids, driver and security guards of the house of the  accused and the key maker is not fatal for the  prosecution in the case. It cannot be expected that  they will give evidence against the accused,  Moreover the accused in order to discharge his  obligation could examine them. All of them are his  men. But he did not do so. No adverse presumption  against the prosecution should be drawn for their    non-examination by the prosecution. State vs Azam  Reza (Criminal) 399  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 106—Presence of the accused in the  house at the material time is not disputed. No plea of  alibi has been taken. Moreover presence of the  accused at the material time is supported by the  evidence on record. The death of the deceased was  in the special knowledge of the accused. State vs  Azam Reza (Criminal) 399                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 105—Defence plea—There is a basic  rule of criminal jurisprudence that if two views are  possible on the evidence adduced in a case of  circumstantial evidence, one pointing to the guilt of  the accused and the other to his innocence, the Court  should adopt the view favourabie to the accused. If  we consider the entire evidence we can safely  conclude that the prosecution has totally failed to  prove its case, moreso, the version put forward by  the defence has a reasonable possibility of being  true. Hence the accused is entitled to get benefit of  doubt, not as a matter of grace but as a matter of  right. Atahar vs State ( Criminal) ' 302    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 68—Where a police officer is the  informant as well as the investigating officer, the  evidence of such witness requires sufficient corrobo-  ration. Kazi Ranimul Islam vs State (Criminal) 6    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Evidence Act",
    "section": "Section 30—The confession of an accused  person against a co-accused is not evidence in the  ordinary sense of the term. Such a confession can  only be used to lend assurance to other evidence  against a co-accused. The judge may call in aid the  confession and use it to lend assurance to the other  evidence. Khalil vs State (Criminal) 309    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "General Clauses Act",
    "section": "Section 9—The date on which Money  Laundering Ordinance, 2008 was placed before the  Parliament must be excluded. Therefore, Money  Laundering Prevention Act, 2009 was enacted when  the Money Laundering Ordinance, 2008 was in  force. As such there is continuity of law relating to  prevention of ‘money laundering’, Tarique Rahman    vs Bangladesh (Special Original) 524   ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Income Tax Ordinance [XXXVI of 1984]",
    "section": "Sections 83(2) & 173—The Appellate  Tribunal did not take the pain of reading the  provisions of section 173 of the Ordinance. When,  section 173 empowers the Appellate Tribunal to  amend his own order even of his own motion when  the mistakes are borne out by the record, then what  rules disentitle such Income Tax Authority is not  understood. Islam Enterprise vs Commissioner of    Taxes (Statutory Original) 59    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Money Laundering Act [VIIl of 2009]",
    "section": "Section 9(3)—Investigation of a criminal case  relates to procedural matter and the authority of  investigation has been given to the Anti-Corruption  Commission by section 9 of the Money Laundering  Prevention Act, 2009. The Anti-Corruption  Commission can investigate any offence committed  before or after coming into force of the Money    Index—Civil and Criminal 15    Laundering Prevention Act,2009. Tarique Rahman  vs Bangladesh (Special Original) 524    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Money Laundering Act [VIIl of 2009]",
    "section": "Section 9(1)—Only the Anti-Corruption  Commission has been authorized to investigate the  offences committed under Money Laundering  Prevention Act 2009 and that no other organization  has any authority to investigate the offences  committed under that Act. Parliament has made that  offence included in the schedule to the Anti-  Corruption Commission Act, 2004 by making  specific provision in section 9 of the Money  Laundering Prevention Act, 2009. Tarique Rahman  vs Bangladesh (Special Original) 524    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Money Laundering Act [VIIl of 2009]",
    "section": "Section 2(Kha)—Money Laundering was an  offence under Money Laundering Act, 2002. In the  Act of 2009, the definition of ‘money laundering’  has been specific and remains unaltered. With some  amendments of explanatory nature of “money  laundering” Money Laundering  Prevention  Ordinance, 2008 was promulgated and published in  the official gazette on 15-4-2008 after repealing  Money Laundering Prevention Act, 2002. The  Money Laundering Prevention Act, 2009 was  enacted with retrospective effect from 15-4-2010,  that is, the date on which the Ordinance was  promulgated. The sections of the Ordinance of 2008  and those of the Act of 2009 are identical except  sections 1 and 31. Tarique Rahman vs Bangladesh    (Special Original) 524    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Negotiable Instruments Act [XXIV of 1881]",
    "section": "Section 138(1)(c)—Section 141(1)(b)—  Cause of action—Complaint petition—Since, in the  demand notice the total amount of the 3(three)  cheques amounting to Taka 12,84,600 has been  demanded and the drawer of the cheque having  failed to make payment of the \"said amount of  money\" within 30 days, only one cause of action has  arisen and, legally, for one cause of action there  should be one complaint petition, which has exactly  been done in the impugned proceeding.. Nurun Nabi  vs Md Abu Taher Khan (Criminal) 317                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Negotiable Instruments Act [XXIV of 1881]",
    "section": "Section 138(1)(c)—Section 141(1)(b)—  Cause of action—<clause (b) of section 141, read  with sub-section (1) of section 138 of the Act,  clearly signifies that dishonour of a cheque per se  would not bring the drawer of the dishonoured  cheque within the mischief of sub-section (1) of  section 138. There must have arisen a cause of  action for taking cognizance under clause (1) of  section 141 of the Act. Such cause of action arises  upon failure of the drawer of cheque to make  payment of \"the amount of money\", within 30 days  of receiving the notice demanding payment of the  amount under the dishonoured cheque and not  within 30 days of dishonour of a cheque. Nurun  Nabi vs Md Abu Taher Khan (Criminal) 317    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Negotiable Instruments Act [XXIV of 1881]",
    "section": "Section 138(1)(b)—Since the complainant  filed the complaint after expiry of the statutory  period of 30 days from the date of issuance of notice  under proviso of section 138(1)(b) of the Act and as  such taking cognizance of complaint by the  Magistrate was not legal and since taking of cogni-  zance is illegal, the continuation of the proceeding  will create abuse of the process of the Court. Rafiqul    Islam vs State (Criminal) 377    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Negotiable Instruments Act [XXIV of 1881]",
    "section": "Section 138—Intention of the legislators have  been made further clear by incorporating section  138A in the Negotiable Instruments Act, 1881,  prescribing provision for depositing not less than  50% of the amount of the dishonoured cheque is a  pre-condition for filing appeal against any order or  sentence under sub-section (1) of section \"138.  Sheikh Mashuk Rahman vs State (Criminal) 28    Sections 138, 138A & 140—A prosecution  launched under section 138 of the Negotiable  Instruments Act is different from one launched  under sections 420/406 of the Penal Code. Not only  the ingredients are different between the offences  punishable under these two statutes, rather the  liability under section 138 of the Negotiable  Instruments Act, as imposed for dishonour of  cheque, is a strict liability. Sheikh Mashuk Rahman  vs State (Criminal) 28    Sections 138 and 141—Since the cheques  issued by the petitioner were dishonoured for  insufficient fund and he failed to pay the amount of  the dishonoured cheques in time, offence under  section 138 of the Act has been disclosed against  him. The facts narrated in the complaint do  constitute prima facie offence under section 138 of  the Act and as such, question of quashing the                  proceeding does not arise. Solaiman vs State  (Criminal) 385    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Negotiable Instruments Act [XXIV of 1881]",
    "section": "Section 138—Whether the notice as required  to be served under section 138 of Negotiable  Instruments Act is essentially a question of fact to be  proved by adducing evidence at the time of trial,  inasmuch as there is specific assertion in the  complaint petition that such a notice was, served.  Sheikh Mashuk Rahman vs State (Criminal) 28    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Sections 420/406—A prosecution launched  under section 138 of the Negotiable Instruments Act  s different from one launched under sections  2207406 of the Penal Code. Not only the ingredients  are different between the offences punishable under  these two statutes, rather the liability under section  138 of the Negotiable Instruments Act, as imposed  for dishonour of cheque, is a strict liability. Sheikh  Mashuk Rahman vs State (Criminal) 28    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Section 420—A Court of law cannot proceed  jiudicial on a mere statement made by police  Officer to the effect that a prima facie case under  certain penal provision has been proved against the  accused persons, without disclosing the allegation  of fact constituting the oflence. Such a statement,  umccompnied by the facts constituting the said  offence, which is nothing but a mere opinion of  police officer concerned, cannot be in any event, the  basis of any judicial action by the Court. Syeda  Sajeda Chowdhury vs State (Criminal) 441    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Sections 302 & 201—Mark of injuries in a  wife killing case—The ligature mark other signs and  symptoms of death due to hanging like petichial  haemorrhage and ecchymoises anterior around the  ligature mark, mark of dribbled saliva, tear of the  intima of carotid arteries with extravasations of  blood with their walks, congested and haemorrhage  in the lymph nodes above and below the ligature  mark, fracture or dislocation of cervical vertebra are  absent and both external and internal injuries on  head were present. The death of the deceased could  not be attributed to hanging. State vs Azam Reza  (Criminal) 399                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Section 165A—Court is to record the reasons  for discharging the accused under section 241A of  the Code, but no such reasons are required to be  recorded in farming charge against the accused as  per provisions of section 242 of the Code.  Amanullah vs State (Criminal) 382    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Section 107—Under section 107 of the Penal  Code a man is said to abet a thing if he incites a man,  or conspires with others or aids the doing of the  mischief. The mere giving of aid will not make 35  act of abetment of offence. Mere presence without  proof of any act or common intention will not cause  an offence of abetment. Kazi Ranimul Islam vs Stat.  (Criminal) 6    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Penal Code [XLV of 1860]",
    "section": "Section 34—To sustain a charge of abatement, it  is necessary that there must exist some evidence, of  an overt act so as 1o suggest a pre-concert o to  suggest the existence of a conspiracy, committed out  of a common design to commit a particular offence  committed in consequence of the instigation of in  the aid of offence. Kazi Ranimul Islam vs State  (Criminal) 6    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Prevention of Corruption Act",
    "section": "Rule 159—Initiation of the criminal case at  the instance of the present complainant/informant  without taking recourse of the procedures provided  in Samabaya Samity Ain, 2001, is not maintainable  in law. Since initiation of the case is barred by law.  this Court in exercise of its jurisdiction under  section S61A of the Code of Criminal Procedure can  quash the proceeding at its initial stage before taking  cognizance thereof. M Fransis P Rojario alias Babu  vs State (Criminal) 355    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Prevention of Corruption Act",
    "section": "Section 5(2)—The first information report  itself does not disclose any offence of misconduct as  defined in section 5(1) of the Act and no allegation  was alleged to have been proved against the  petitioner for abusing her official position as public  servant for obtaining herself any pecuniary  advantage or valuable things. If any offence alleged  to have been committed by violating the rules of  RAJUK, RAJUK is appropriate authority to lodge  complain against the petition. Bureau of Anti-  Corruption must be confined within the ambit and  limit of law prescribed for them. Section 420/109 of  the Penal Code is not a schedule offence and the  materials on record does not disclose any offence  which comes under the purview of section 5(1)(2) of  the Act and since the offence described in the  provisions of law does not disclose, the question of  abatement is not attracted. Syeda Sajeda Chowdhiry  vs State (Criminal) 441    Samabaya Biddimala, 2004    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Samabaya Samity Ain [XLV of 2001]",
    "section": "Sections 83 & 86—Initiation of the criminal  case at the instance of the present complainant/  informant without taking recourse of the procedures  provided in Samabaya Samity Ain, 2001, is not  maintainable in law. Since initiation of the case is  barred by law, this Court in exercise of its    jurisdiction under section 561A of the Code of    Criminal Procedure can quash the proceeding at its  initial stage before taking cognizance thereof. M  Fransis P Rojario alias Babu vs State (Criminal) 355    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Special Powers Act",
    "section": "Section 30—In the absence of any cogent  reason to disbelieve the members of law-enforeing  agency, the Court is competent 1o convict the  accused relying on their testimony without  corroboration. The Court should not take too rigid a  view regarding the provisions of section 103 CrPC,  See 54 DLR 212.Nasiruddin vs State (Criminal) 490    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Special Powers Act",
    "section": "Section 29—About disposal of property, there  is no provision in the Act and therefore the Special  Tribunal shall dispose of the property under section  516A or 517 of the being empowered to do so by  section 29 of the Act which provides that the  provisions of the Code of Criminal Procedure, so far  only as they are not inconsistent with the provisions  of the Act, shall apply to the proceedings of Special  Tribunals, and Special Tribunals shall have all the                    powers conferred by the Code Criminal Procedure  on a Court of Sessions exercising original juris-  diction. Mahbub Alam vs Commissioner, Customs,  Excise and VAT (Spl. Original) 395    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Specific Relief Act",
    "section": "Section 9—The fact that the PWs did not  remember the important dates of their lives and only  one remembers the date of possession and  dispossession of the plaintiff from the suit land,  created doubt in the mind of the trial Court as to the  credibility of their deposition. In a suit for recovery  of possession under section 9 of the Specific Relief  Act, notwithstanding any other title that may be set  up in such a suit, the person dispossessed without  the consent or otherwise than in due course of law,  can claim recovery of the possession. Moti Miah vs  Ful Miah (Civil) 447    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Stamp Act (111 of 1899)",
    "section": "Section 35—Bainapatra has been proved by  the plaintiff, the same is required to be impounded  under the provision of Order XIII, rule 8 of the Code  and accordingly, the appellate. Court in the  impugned judgment passed an order for impounding  the Bainapatra and allowed the appeal subject 1o  payment of impounded stamp duty which the  plaintiff has already paid. It appears this lacuna in  the impugned Bainapatra for insufficiency of stamp  duty has been cured by the said impounding order  and in view of the provision of section 35 of the  Stamp Act, 1899 this Court finds that the impugneg  Bainapatra was competent to be admitted jpy,  evidence in this proceeding. Moreover, in view qf  the provision of section 36 of the Stamp Act, 1899  and the decision of the case reported in 39 DLR 243,  this Court finds that the appellate Court correctly  considered that the said Bainapatra as admissible in  evidence, Therefore, the argument that the  Bainapatra has been correctly admitted into  evidence by the trial Court as well as appellate  Court and the question of insufficiency of the stamp  duty has been properly addressed. Naimuddin Molla    vs Ibrahim Molla (Civil) 369    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "State Acquisition & Tenancy Act. 1950 [XXVIII of 1951]",
    "section": "Section 96(4)—The Court of appeal below  without reversing the finding of facts relating to  service of summons arrived at by the trial Court  most erroneously held that without examining  opposite party No.21 Nurul Huda as to the date of  knowledge, the opposite party No.23 Abul Quashem  failed to prove the date of knowledge. This view of  the Court of appeal below is absolutely wrong,  inasmuch as witness No.2 Abu Taher categorically  stated that in his presence opposite party No.21 for    the first time disclosed about the land transferred to  opposite party No.23. Abul Kashem vs AKM Golam   Mostafa (Civil) 440      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Transfer of Property Act [IV of 1882]",
    "section": "Section 123—Under section 123 of the Transfer of  Property Act a deed of gift amongst the Hindus 1s  compulsorily registerable. Umme Hani Begun Vs  Ram Gopal Sarker (Civil) 17                      ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Value Added Tax Act [XXI of 1991]",
    "section": "Section 42(2)(a)—The deposit under section  42(2)(3) of the VAT Act, at time of filing appeal is  cfundable, if the appeal succeeds. Trading  Corpo\"(”io” of Bangladesh vs Customs, Excise &  VAT Commissionarate (Spl Original) 471    ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Words and Phrases",
    "section": "    Compcnsmion—Damnges in case of fatal  accidents-‘Life is a bundle of incident. Every child  s born with expectation of life and with consti-  wtional guaranteed right of basic requirements for  Jiving. Death is inevitable but premature death in  whatever form is not expected and cannot be  consoled. Accidental death also a premature death.  Government is answerable to all such premature  geath 2s Government is to protect the citizen and is  responsible for the life of a citizen. Bangladesh  Beverage Industries Ltd vs Rowshan Akhter (Civil) 483    Constitution Fourth Schedule—The  insertion of Paragraph 18 is anything but an  amendment of the Constitution, rather, this  paragraph was thrust into the Fourth Schedule in an  effort to legalise what were the most illegal  activities of the usurpers and dictators who ruled  Bangladesh during the period from August 15, 1975  to April 9, 1979. Italian Marble Works Lid vs  Bangladesh (Spl. Original) 700    Doctrine of Stare Decisis—Stare Decisis—  The \"Doctrine of Stare Decisis\" postulates that a  longstanding decision of the Court which has  consistently been followed should not be upturned.  When a decision has been followed in several cases,  its binding effect should not be disturbed merely on  the ground that any particular aspect had not been  expressly considered, M Fransis P Rojario alias  Babu vs State (Criminal) 355    Money medering—-‘Moncy laundering'  was an offence under Money Laundering Prevention  Act, 2002 and that the punishment provided for by  Money Laundering Prevention Act 2009 is not  greater than that of Money Laundering Prevention  Act, 2002. Therefore, there is no chance of prejudice  to the petitioner. Tarique Rahman vs Bangladesh  (Special Original) 524    Motive—It is well settled that the prosecution  is not bound to prove motive and their failure to  prove motive attributed does not cast any doubt as to  the prosecution case.State vs Azam Reza (Cri) 399    Murder—It is well established that the  deceased was done to death. After intentionally  causing the death of the deceased, in order to colour  such homicidal death as suicidal one the dead body  was hanged. The prosecution could prove beyond all  reasonable doubt that the offence of murder was  committed.Stare vs Azam Reza (Criminal) 399    New Warrant of Precedence—The respon-  dent No.l is directed to make a new Warrant of  Precedence in accordance with the 8(eight) point  directives mentioned in the body of the judgment  within a period of 60(sixty) days from the date of  receipt of a copy thereof and to place the District  Judges, Members of the Judicial Service holding  equivalent judicial posts of the District Judges,  Additional District Judges, Chief Judicial Magis-  trates and Chief Metropolitan Magistrates in  appropriate places in the Table of the new Warrant  of Precedence. Ataur Rahman vs Bangladesh (Spl.    Original) 329    Oath of Office—It should be noted that the  oath of office, an individual Judge takes at the time  of his elevation to the Bench, is a personal one and  each individual Judge declares it taking upon  himself, the obligation to ‘preserve, protect and  defend the Constitution®. It is an obligation cast                  upon each individual Judge. Each individual Judge  himself remain oath-bound to fulfil his own  obligation under the Constitution. This obligation  under the oath is personal and remains so upon him,  every day, every week, every month, every year,  during his tenure as a such Judge. His all other  obligations are subject 10 his Oath and the Constitu-  tion.Italian Marble Works Lid vs Bangladesh (Spl.  Original] 700      Observations—Any  revision  of  the  impugned Warrant of Precedence is required or if a  question arises as to framing of a new Warrant of  Precedence altogether, then the Prime Minster will  have the final say on the matter subject to any  Court in this case. Araur Rahman vs Bangladesh  spl Original) 329    Precedence—As per the impugned Warrant  of Precedence, the Table will be observed with  respect o the precedence of persons named therein.  So the meaning of the word 'precedence’ is very  crucial relating 10 the placement of the District  Judges in the said Table. 'Precedence’ means the  order or priority in place or time observed by or for  persons of different status (such as political  dignitaries) on the basis of rank during ceremonial  events and another meaning of the word s generally  the act or state of going before something else  according 1o some system of priorities.    \"Precedence’ means priority and that priority is  necessarily and essentially predicated upon one's  status. The meaning of ‘status' js g person's legal  condition, whether personal or proprietary; the sum  total of a person's legal rights, duties, liabilities and  other legal relations, or any particular group of them  separately considered. So while formulating or  making the Table of the Warrant of Precedence, the  status of a functionary, either constitutional or  public, cannot be sneezed at. But in the impugned                   Warrant of precedence some functionaries ha  been placed far below others in derogation to their  dignity, status and priority. Ataur Rahmq,, by  Bangladesh (Spl. Original) 329    Pre-Shipment Inspection (PST)—The PS|  agents are appointed by the Government tq do  certain works in connection with importable 2005  i.e. inspection of the goads, which is imported it  Bangladesh. and they render service in lieu of fees  and commission. BIVAC [International SA g  National Board of Revenue (Spl. Original) 284    'Surveyor' and 'Consultants'—The service  render by the petitioners in connection with new  contract is absolutely in the nature of 'Surveyor' and  not that of 'Consultants'. BIVAC International SA vs  National Board of Revenue (Spl. Original) 284    Surveyor and Consultant—There are  positive laws and rules concerning PSI Agency in  minute details and those Laws and Rules portrait  service rendered by PSI Agency as \"Surveyor”. But  nowhere in those Laws and Rules it could be found  that there has been any deliberation given in any  manner highlighting the PSI Agency as  \"Consultant\". In other words we can say that no  elaboration under the scheme of Laws and Rules in  that respect are there to made us think that PSI  Agency are Consultants.BIVAC International SA vs  National Board of Revenue (Spl. Original) 284    Wife Killing Case—Injuries in the PM  Report—The injuries, external and internal found |  by the dactors are consistent with their opinion that  death was due to cerebral failure resulted from the  head injuries, which were ante-mortem and homici-  dal in nature, The injuries present on the dead body  of the deceased were not consistent with suicidal  death due to hanging, The ligature mark on the neck  Wwas post mortem. No symptom of suicidal hanging  was present. State vs Azam Reza (Criminal) 399                  ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Interpretation of Statute",
    "section": "    The Commission may directly authorise any DD of  the Commission. Equally, the ACC could empower  any of its Commissioners and that Commissioner so  empowered could delegate his authority upon  anyone not below the rank of DD of Anti-  Corruption Commission to issue the notice and there  is no legal bar to do so even now by issuing a fresh  authority in accordance with law. Akbar Khan vs  Anti-Corruption Commission (Spl. Original) 20    Intention of the legislators have been made  clear by incorporating section 138A in the Nego-  tiable Instruments Act, 1881, prescribing provision  for depositing not less than 50% of the amount of  the dishonoured cheque is a pre-condition for filing  appeal against any order or sentence under sub-                  section (1) of section 138, Sheikh Mashuk Rahman  vs State (Criminal) 28                                         ",
    "subsection": "",
    "year": 2010
  },
  {
    "title": "Hindu Law",
    "section": "    Mitakhara law of Inheritance—A Hindu Widow,  has life interest in the estate of her deceased  husband, she can transfer such property only o the  valid legal necessity, a transfer made by the Widow  without legal necessity is valid and binding only  during the life time of the widow as provided Under  section 205. Nrependra Nath Saha vs Haripada  Saha (Civil) 438                                           ",
    "subsection": "",
    "year": 2010
  }
]