[
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"244. Accordingly though the petitions involve Constitutional issues, leave, as prayed for, cannot be granted as the points raised in the leave petitions have been authoritatively decided by superior Courts as have been reflected in the judgment of the High Court Division.  We, therefore, sum up as under:<br> 1.Both the leave petitions are dismissed: <br> 2.The judgment of the High Court Division is approved subject to the following modifica- tions:— <br> (a) All the findings and observations in respect of Article 150 and the Fourth Schedule in the judgment of the High Court Division are hereby expunged. and th> validation of Article 95 is not approved; <br> 3 . In respect of condonation made by the High Court Division, the following modifica- tion is made and condonations are made as under: <br> (a) all executive acts, things and deeds done and actions taken during the period from 15th August 1975 to 9th April, 1979 which are past and closed; <br> (b) the actions not derogatory to the rights of the citizens; <br> (c) all acts during that period which tend 1o advance or promote the welfare of the people; <br> (d)all routine works done during the above period which even the lawful government could have done.  <br> (e) (i) the Proclamation dated 8th November, 1975 so far it relates to - omitting  Part VIA of the Constitution; <br> (ii) the Proclamations (Amendment) Order 1977 (Proclamations Order No. 1 of 1977) relating to Article 6  of the Constitution.               <br> (iii) the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. 1V of 1976) and the Second Proclamation (Tenth Amendment) Order, 1977 (Second Proclamation Order No. 1 of 1977) so far it relates to amendment of English text of Article 44 of the Constitution; <br> (iv) the Second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No.IV of 1978) so far it relates to substituting Bengali text of Article 44; <br> (v) The Second Proclamation (Tenth Amendment) Order, 1977 (Second Proclamation Order No. 1 of 1977) so far it relates to inserting Clauses (2), (3), (4), (5), (6) and (7) of Article 96 i.e. provisions relating to Supreme Judicial Council and also clause (1) of Article 102 of the Constitution, and <br> (f) all acts and legislative measures which are in accordance with, or could have been made under the original Constitu- tion. <br> While dismissing the leave petitions we are put- ting on record our total disapproval of Martial Law and suspension of the Constitution or any part there- of in any form. The perpetrators of such illegalities should also be suitably punished and condemned so that in future no adventurist, no usurper, would dare to defy the people, their Constitution, their Govern- ment, established by them with their consent. However, it is the Parliament, which can make law in this regard. Let us bid farewell to all kinds of extra constitutional adventure forever.  APPELLATE DIVISION  (Criminal) Md Fazlul Karim CJ | State............ Petitioner<br> MA Matin J<br> BK Das J <br> MM Hossain J <br> Judgment <br> Azam Reza...............  | Respondent* <br> March 7th 2010. <br>  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"243. We are of the view that in the spirit of the Preamble and also Article 7 of the Constitution the Military Rule, direct or indirect, is to be shunned once for all. Let it be made clear that Military Rule was wrongly justified in the past and it ought not to be justified in future on any ground, principle, doc- trine or theory whatsoever as the same is against the dignity, honour and glory of the nation that it achieved afier great sacrifice; it is against the digni- ty and honour of the people of Bangladesh who are committed to uphold the sovereignty and integrity of the nation by all means; it is also against the hon- our of each and every soldier of the Armed Forces who are oath bound to bear true faith and allegiance to Bangladesh and uphold the Constitution which embodies the will of the people, honestly and faith- fully to serve Bangladesh in their respective servic- es and also see that the Constitution is upheld, it is not kept in suspension, abrogated, it is not subvert- ed, it is not mutilated, and to say the least it is not held in abeyance and it is not amended by any authority not competent to do so under the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"242. We would also quote the following pas- sage from the conclusion in an essay on Noni Palkivala in ....oooviiininnn “Democracy, Human rights and Rule of Law™ edited by Venkat lyer , 2000 regarding the “Period of Delinquency\" in India  in 1975 -1977: <br> Despite the traumatic events of 1995 - 1977, the lessons of that emergency have now, alas, also been forgotten by a vast majority of Indian citizenry. It is said that people do not                 realize the benefits of freedom until they are lost. Twenty-five ycars have passed and a new generation of Indians is not even aware of what happened during those cventful months. <br> It is essential that if India is to preserve her democratic freedom, cach generation must be taught, cducated and informed about those dark days. Every Indian needs to renew and refresh himself at the springs of freedom. ' <br> We will simply echo those words by replacing the period and the word India with Bangladesh, We emphasize cach of our generation must be taught, edu- cated and informed about those dark days: the easiest way of doing this is to recognize our errors of the past and reflect this sentiments in our judgment. This will  ensure that the sovereignty of “we, the people of  Bangladesh” is preserved forever as a “ pole star”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"241. Before we conclude, we would like to quote the following: <br> “The greatest of all the means .......... for ensuring the stability of Constitution-but which is now a days generally neglected is the educa- tion of citizens in the spirit of the Constitution ............ To live by the rule of the Constitution ought not to be regarded as slavery, but rather as salvation.” (Aristotle’s Politics (335-322 BC) pp 233-34”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"240. It is our Earnest hope that Articles 115 and 116 of the Constitution will be restored to their original position by the Parliament as soon as possible  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"230. It was further observed:— <br> “we agree, with approval, with Justice Bhagvati and add further that although Article 92 has been implemented to a great extent through the judgment of this Court in Masdar Hossain's case but until and unless the unmend- ed Articles 115 and 116 of the Constitution are restored vesting the control of the subordinate judiciary in the Supreme Court, the separation of judiciary will remain a distant cry and a music of the distant drum” <br> It may be noted here that among the twelve  directions given in Masdar Hossains case one was to the effect that Parliament will in its wisdom take necessary steps regarding this aspect of independence of judiciary.   "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"238. In this regard, Matin, J in Judges Case /7 BLT (AD) 231 observed as follows: <br> “it is true that “consultation” was consid- ered in the light of Article 116 of the Constitution but never the less the same princi- ple all the more applies in the matter of appoint- ment of Judges of the Supreme Court under Articles 95 and 98 of the Constitution because without the independence of the Supreme Court there cannot be any independence of the subor- dinate Courts and minus the consultation and p.rimacy the separation of judiciary from execu- tive will be empty words........     "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"237.  As it appears Mustafa Kamal, CJ was emphatic in respect of the independence of the judi- ciary in Secretary of Finance vs Masdar Hossain 2000 BLT (4D) 23¢ wherein he held in para 44, page  257 — 258 as follows: <br> “44_ The independence of the judiciary, as affirmed and declared by Articles 94(4) and 116A . is one of the basic pillars of the Constitution and cannot be demolished, whit- tled down, curtailed or diminished in any man- ner whatsoever, except under the existing provi- sion of the Constitution. It is true that this inde- pendence, as emphasized by the learned Attorney-General , is subject to the provision of  the Constitution, but we find no provision in the Constitution which curtails, demolishes to oth- erwise abridges this independence...... N <br> However we are of the view that the words, “but we find no provision in the Constitution which curtzils, demolishes or otherwise abridges this inde- pendence” do not depict the actual picture because unless Articles 115 and 116 are restored to their original position, independence of judiciary will not be fully achieved.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"236. However, before concluding we would like to mention that our decision will remain incom- plete if we do not mention the present state of the Jjudiciary in the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"975. However, in view of the declarations given in the Judges case (Supra) declaring that convention of consultation being, a Constitutional imperative, is binding upon everybody. Accordingly this retention of substituted Article 95 will have no bearing on the matter of consultation.               "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"235.  As it appears Article 95 of the Constitu- tion, relates to the appointment of the Judges of the Supreme Court of Bangladesh, The above Article 95 as it stood after the amendment made by the Second Proclamation (Seventh Amend- ment) Order, 1976 has been retained by the High Court Division. The above Order, amongst others, changed Article 95 of the Constitution relating to the appointment of Judges of the Supreme Court. This amendment of Article 95 commensurate with the Original Article 95 which existed before the enactment of the Fourth Amendment wherein there was provision for the appointment of the Judges by the President “after consultation with the Chief Justice™. But this con- sultative provision as provided by Second Proclamation (Seventh Amendment Order 1977) was deleted by the Second Proclamation (Tenth Amendment) Order, 1977 . Accordingly, after the amendment of the amended Article 95 by the Second Proclamation (Tenth Amendment) Order. 1977, Article 95 as amended by the Second Proclamation Order No. IV of 1976, did no longer exist, and therefore, it was not ratified or validated or confirmed by the Fifth Amendment. Accordingly this Article 95 as amended by the Second Proclamation Order No. IV of 1976 could not be legally condoned by the High Court Division as it was not in force on the day the Fifth Amendment was passed. Moreso, a repealed provision cannot be legally retained alid/or validated by the Court. So Article 95 will remain as it existed on August 15, 1"
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"234. It also appears that Part VIA of the Constitution under the heading ‘THE NATIONAL PARTY’ incorporating Article 117A was added by the Fourth Amendment. However in a democratic system the existence of different political parties and their participation in the parliamentary election cannot be denied because such participation would flourish the democracy in the country, Further this Article 117A is also inconsistent with Articles 37, 38, 39 of the Constitution. However this provision has been deleted by the Proclamation dated 8th November, 1975 . Accordingly this portion of the above Proclamation needs to be condoned.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"233. Earlier while discussing the different Proclamations, Martial Law Regulations and Orders we found that under the Constitution of 1972 the High Court Division, under original Article 102(1), had powers to pass necessary orders to enforce fun- damental rights. It may be noted here that this power of the High Court Division is not discretionary and whenever an authority acts illegally or commits an error of law or a citizen’s fundamental right is vio- lated, the remedy under this article can be availed of. This sub-article (1) of Article 102 though was delet- ed by the Fourth Amendment has been restored by the Second Proclamation (Tenth Amendment) Order, 1977 . The above restoration of sub-article (1) of Article 102, being beneficial, should be condoned for the wider public interest.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"232. It also appears that the provision of Article 96 as existed in the Constitution on August 15, 1975 provided that a Judge of the Supreme Court of Bangladesh may be removed from the office by the President on the ground of “misbehavior or incapac- ity”. However clauses (2), (3), (4), (5), (6) and (7) of Article 96 were substituted by the Second Procla- mation (Tenth Amendment) Order, 1977 providing the procedure for removal of a Judge of the Supreme Court of Bangladesh by the Supreme Judicial Council in the manner provided therein instead of earlier method of removal. This substituted provisions being more transparent procedure than that of the earlier ones and also safeguarding independence of judici- ary, are to be condoned.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"231. As it appears Part 11 of the Constitution enumerates a host of fundamental rights in which the framers of the Constitution made the right to move the Supreme Court of Bangladesh for enforce- ment of fundamental rights itself a fundamental right. But as discussed earlier, the same was substi- tuted by the Fourth Amendment providing that the “Parliament may by law establish a Constitutional Court, Tribunal or Commission for the enforcement of the rights conferred by this part™. But the English Text of this Article was substituted by the Second Proclamation (Seventh Amendment) Order, 1976 and the Second Proclamation (Tenth Amendment) Order, 1977 and the Bengali Text was substituted by the Second Proclamation (Fifteenth Amendmenl') Order, 1978 and by these amendments the original Article 44 was restored. As a result a citizen of               Bangladesh is entitled to move the High Court division under Article 102 for the enforcement of (he rights conferred in Part 111, This substitution of Article 44, no doubt, was designed to advance rule of law and the welfare of the people and according- ly it needs to be retained for the interest of justice.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"230. The other modifications that we want to make are in respect of the following provisions of the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"229. Now regarding the modifications of the judgment and order of the High Court Division it may be nolcd that ear- lier to avoid the hardship that the people may suffer, we are inclined to condone the substituted provision of Article 6 of the Constitution. We have also expunged the findings of  the High Court Division made in respect of Article 150 of the Constitution and the Fourth Schedule tak- ing in view of the subsequent development.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"228. A question has been raised as to whether the High Court Division can exercise the “legisla- tive p()wcr\" by way of condonation. But it is now settled to avoid anomaly and also to preserve conti- nuity, the Courts have to pass consequential orders. No exception can be taken to it. Ilustrations of such judicial power may be found in the Eighth Amend- ment case wherein the Appellant Division ordered prospective application of the invalidity of the Eighth Amendment. Further while declaring any law wltra vires, the Court often applies the doctrine of severability to limit the application of the judicial verdict. This is no legislative act though such a deci- sion modifies or even destroys a legislation.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"227. It also appears that by the Fifth Amend- ment, amongst others, the following changes were made. <br>  (1)Omission of Part VIA of the Constitution dealing with one party system as intro- duced by the Fourth Amendment. The above omission was made by Proclamation dated 8th November of 1975. <br> (2)Partial restoration of the independence of judiciary (Article 95 and 116) as made by the Second Proclamation (Seventh Amendment) Order 1976 . Independence of judiciary was curtailed by the Fourth Amendment. <br> (3)Restoration of the jurisdiction of the High Court Division to enforce fundamental rights as was provided in original Articles 44 and 102 of the Constitution. The same was made by the Second Proclamation (Seventh Amendment) Order 1976. <br> (4)Insertion of the provision of Supreme Judicial Council in respect of security of tenure of the judges of the Supreme Court (Article 96). The same was made by Proclamation Order No.l of 1977. <br> (5)Abolition of the provision of absolute veto power of the President as introduced by the Fourth Amendment (Article 80). The same was made by the Second Proclamation (Fifteenth Amendment) Order 1978. <br> (6)Introduction of the provision of referen- dum in respect of amendment of certain provisions of the Constitution. The same                was made by Second Proclamation Order (Fifteenth Ahmed) 1978 by inserting sub- articles (1A), (1B) and (1C) in Article 142, <br> (7)The insertion of the words “Bismillahir Rahmanir Rahim” at the beginning of the Constitution i.e. above the Preamble. <br> (8)Amending the original Article 6 of the Constitution which provided that the citi- zens of Bangladesh would be known as ‘Bengalees’ by the substituted Article 6 providing that citizens of Bangladesh would- be known as ‘Bangladeshis’. Further original Article 9 of the Constitu- tion, which provided for unity and soli- darity of the Bengalee nation, was also substituted by a new Article providing promoting local governmental institution. The same was done by Proclamation Order No.1 of 1977. <br> (9)Omission of secularism as was provided in original Article 8(1) of the Constitution which declared that the principles of nationalism, socialism, democracy and secularism shall constitute the fundamen- tal principles of State Policy; addition of the words “the principle of absolute trust and faith in the Almighty Allah™ in Article 8(1) and also the insertion of a new sub article (1A) containing the words “Absolute trust and faith in the Almighty Allah shall be the basis of all actions” after amended Article 8(1). The above was made by Proclamation Order No.l of 1977. <br> (10)Giving new explanation to “Socialism” as mentioned in original Article 8(1), one of four major fundamental principles of State Policy, to the effect that socialism would mean only economic and social justice.  <br> (11)Substitution of original Article 10 of the Constitution which guaranteed democra-                cy and human rights by a new Article pro- viding “Participation of women in nation- al life” which has no nexus with the orig- inal Article 9. <br> (12) Omission of the proviso t0 Article 38 from the original Constitution which pro-  vided as follows:— <br> “Provided that no person shall ha right to form, of be a member or other-  wise take part in the activities of, any communal or other association or union which in the name or on the basis of any religion has for its object, or pursuces, a political purpose.” The same Was made by the Second Proclamation (Sixth  Amendment) Order 1976. <br> (13) Addition of new Article 92A giving the President the power to expend public moneys in certain cases even without the approval of the Parliament. The said Article 92A was inserted in the Constitution by the Second Proclamation (Fifteenth Amendment) Order 1978.  <br> (14) Inserting of another new Article 145A providing that all international treaties would be submitted to the President who should cause them to be laid before Parliament by second proclamation. The said Article 145A was inserted in the Constitution by the Second Proclamation (Fifteenth Amendment) Order 1978. <br> (15) Amendment of Article 58 of the Constitution providing that four-fifih of the total number of ministers should be taken from among the members of Parlia- ment and that the President would appoint as Prime Minister a member of parliament who appeared to him to com- mand the support of the majority of the members of parliament. The same was made by the Second Proclamation (Fifteenth Amendment) Order 1978.    "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"226. As it appears, the High Court Division accepted the doctrine of condonation as was done in Asma Jilani’s case and in order to avoid chaos and confusion in the society and preserve continuity condoned all acts and thins and proceedings taken during the period from August 15, 1975 to April 9, 1979 as past and closed transactions and in para 21 of its summery the High Court Division condoned all the provisions which deleted the various provi- sions of the Fourth Amendment.  As it appears, by the Fourth Amendment,  amongst others, <br> (1) In place of Parliamentary system, Presidential system was introduced by substituting chapter I and II of Part IV of the Constitution, <br> (2)The impeachment and removal of the President was made tougher.  <br> (3)The power of the Parliament was reduced by amending Article 80. <br> (4)The power of the High Court Division to  enforce fundamental rights was curtailed by substituting Article 44.                 (5) The independence of judiciary was cur- tailed by amending Article 95.  (6)One-party political system was intro- duced by adding part VIA in the Constitu- tion.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"225. Regarding condonation, the High Court Division, in paragraphs 18-21 of the summary, held  as follows:— <br> “18 . The turmoil or crisis in the country is no excuse for any violation of the constitution or its deviation on any pretext. Such turmoil or crisis must be faced and quelled within the ambit of the Constitution and the laws made there under, by the concerned authorities, estab- lished under the law for such purpose. <br> 19 . Violation of the Constitution is a grave legal wrong and remains so for all time to come. It cannot be legitimized and shall remain illegit- imate forever, however, on the necessary of the State only, such legal wrongs can be condoned in certain circumstances, invoking the maxims, Id quod Alias Non Est Licitum. Necessitas Licitum Facit, salus populi est suprema lex and salus republicae est suprema lex. <br> 20 . As such, all acts and things done and actions and proceedings taken during the period from August 15, 1975 to April 9, 1979, are con- doned as past and closed transactions, but such condonations are made not because those are legal but only in the interest of the Republic in order to avoid chaos and confusion in the socie- ty, although distantly apprehended, however, those remain illegitimate and void forever. <br> 21 . Condonations of provisions were made, among others, in respect of provisions, deleting the various provisions of the Fourth Amend- ment but no condonation of the provisions was allowed in respect of omission of any provision enshrined in the original Constitution. The Preamble Articles 6, 8, 9, 10, 12,25, 38 and 142 remain as it was in the original Constitution. No condonation is allowed in respect of change of any of these provisions of the Constitution. Besides, Article 95, as amended by the Second Proclamation Order No. IV of 1976, is declared  valid and retained.”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"224. Then the High Court Division concluded  as follows: <br> We provisionally condone the various pro- visions of the Proclamations with amendments as appended to the book, namely, the Constitu- tion of the People Republic of Bangladesh; pub- lished by the Ministry of Law, Justice and Parliamentary ~ Affairs, ~Government of Bangladesh, as modified upto 31st May, 2000, save and except those mentioned above. But since we have declared the Constitution (Fifth Amendment) Act, 1979, wultra vires 10 the Constitution, the vires of the rest of the provi- sions of the Proclamations not considered here- in, remain justifiable before the Court. However, all the acts and proceedings taken thereon, although were not considered yet, are condoned as past and closed transactions. <br> We have held earlier held in general that there was no legal existence of Martial Law and consequently of no Martial Law Authorities, as such, all Proclamations etc. were illegal, void ab initio and non-est in the eye of law. This we have held strictly in accordance with the dic- tates of the Constitution, the supreme law to  which all the Institutions including the Judiciary owe its existence. We are bound to declare what have to be declared, in vindication of our oath taken in accordance with the Constitution, oth- erwise, we ourselves would be violating the Constitution and the oath taken to protect the Constitution and thereby betraying the Nation. We had no other alternative, rather, we are obliged to act strictly in accordance with the provisions of the Constitution. <br> The learned Advocates for the petitioners raised the possibility of chaos or confusion that may arise if we declare the said Proclamations, MLRs and MLOs and the acts taken there under as illegal, void ab initio and non est. We are not unmindful of such an apprehension although unlikely but we have no iota of doubts about the illegalities of those Proclamations etc. What is wrong and illegal shall remain so for ever. There cannot be any acquiescence in case of an ille- gality. It remains illegal for all time to come. A Court of Law cannot extend benefit to the per- petrators of the illegalities by declaring it legit- imate. It remains illegitimate till eternity. The seizure of power by Khandaker Mushtaque Ahmed and his band of renegades, definitely constituted offences and shall remain so forev- er. No law can legitimize their actions and trans- actions. The Martial Law Authorities in impos- ing Martial Law behaved like an alien force conquering Bangladesh all over again, thereby transforming themselves as usurpers, plain and simple. <br> Be that as it may, although it is very true that illegalities would not make such continu- ance as a legal one but in order to protect the country from irreparable evils flowing from convulsions of apprehended chaos and confu- sion and in bringing the country back to the road map devised by its Constitution, recourse to the doctrine of necessity in the paramount interest of the nation becomes imperative. In such a sit- uation, while holding the Proclamations etc. as illegal and void ab initio, we provisionally con-                done the Ordinances, and provisions of the var- ious Proclamations, MLRs and MLOs save and except those are specifically denied above, on the age old principles, such as, Id quod Alias Non Est Licitum, Necessitas Licitum Facit (That which otherwise is not lawful, necessity makes lawful), Salus populi suprema lex (safe- ty of the people is the supreme law) and salus republicae est suprema lex (safety of the State is  the supreme law). <br> In this connection it may again be remind- ed that those Proclamations etc. were not made by the Parliament but by the usurpers and dicta- tors. To them, we would use Thomas Fullers warning sounded over 300 years ago: Be you ever so high, the law is above you. (Qu0t¢d from the Judgment of Lord Dennings MR, in Gouriet vs Union of Post Office Workers (1977) 1 OB 729 at page-762). Fiat justitia, ruat caelum.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"223. The Constitution (Fourth Amendment) Act, 1975, changed clause (1) of Article 95 in the following manner : <br> 95 .(1) The Chief Justice and other Judges shall be appointed by the President.......... <br> Article 95(1) was again amended by the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976) with effect from August 13, 1976, in the following manner:  95 . Appointment of Supreme Court Judges,—(1) The Chief Justice of the Supreme Court shall be appointed by the President, and the other Judges shall be appointed by the President after consultation  with the Chief Justice........ <br> This version commensurate with the Article 95  in the original unamended Constitution. <br> But by the Second Proclamation (Tenth Amendment) Order, 1977 (Second Proclama- tion Order No. 1 of 1977) again changed Article 95(1) of the Constitution in the following man-ner: <br> 95 . Appointment of Judges— (i) The Chief Justice and other Judges shall be appointed by  the President........ <br> This form of Article 95(1) is exactly the same as made in the Fourth Amendment.  This Order containing Article 95 in this form came into force on 1-12-1977 and remains so in the Constitution till date in view of the Fifth Amendment, without further change™. <br> This Second 'Proclamation (Tenth Amendment) Order 1977 (Second Proclamation Order No. 1 of 1977) containing the latest ver- sion of Article 95 was sought to be protected amongst others firstly by the Proclamations (Amendment) Order, 1977 (Proclamations Order No. 1 of 1977), by inserting Paragraph 3A in the Fourth Schedule to the Constitution. This was published in the Bangladesh Gazette Extraordinary on 23-4-1977 . Secondly, by insertion of Paragraph 18 in the Fourth Schedule by the Constitution (Fifth Amend-  ment) Act, 1979.                Since we have decided that we would approve and condone the amendments made in the Constitution which would repeal the various provisions of the Constitution (Fourth Amendment) Act, 1975, we do not condone the amendment of clause (1) of Article 95 by the Second Proclamation (Tenth Amendment) Order, 1977 (Second Proclamation Order No. 1 of 1977) which commensurate with Article 95(1) as made in the Fourth Amendment along  with its English Text. <br> This would amount to revival of Article 95(1) as amended by the Second Proclamation  (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976) <br> ..................................................................... <br> ................................................................. <br> "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"222. For retaining Article 95 the High Court Division stated as follows: <br> It may be reiterated that by the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976), several changes were made with effect from 13-8-1977 in the Constitution as it stood after the Fourth Amendment. One of such changes was in respect of Article 95 of the Constitution. This provision is in respect of appointment of Judges in the Supreme Court. Article 95 in the original Constitution reads as  follows : <br> 95 . (1) The Chief Justice shall be appointed by the President, and the other Jjudges shall be appointed by the President after consultation with the Chief Justice,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"221. The High Court Division further held as  follows: <br> We have already discussed earlier that the English text of various portion of the Preamble, Article 6, Article 8, Article 9, Article 10 and Article 25 were altogether changed or replaced while Article 12 was completely omitted by the Proclamations (Amendment) Order, 1977 (Proclamation Order No. 1 of 1977). This was published in Bangladesh Gazette Extra-ordinary on April 23, 1977 . Besides other changes, a new paragraph with the heading, 3A. validation of certain Proclamations, etc. was inserted after paragraph 3 in the Fourth schedule to the                Constitution. The English text of the proviso to article 38 was omitted by the Second Procla- mation (Sixth Amendment) Order 1976 (Second Proclamation Order No. III of 1976). The Bengali text of the above noted all the changes were made by the Second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978). Besides, clauses 1A, 1B and 1C were added to Article 142 of the Constitution by the above Order No. IV of 1978 . These changes were of fundamental in nature and changed the very basis of our war for liberation and also defaced the Constitution altogether. <br> The very endeavour to change the basic features of the Constitution by the Martial Law Proclamations was illegal, void and non est in the eye of law. By the said Martial law Procla- mations, the secular Bangladesh was trans- formed into a theocratic State and thereby not only changed one of the most basic and funda- mental features of the Constitution but also betrayed one of the dominant cause for the war of liberation of Bangladesh. <br> ..................................................................... <br> The Proclamations (Second Amendment) Order, 1975, dated November 6, 1975, was made, inserting clause (aa) in the Proclamation dated August 20, 1975, providing for nomina- tion of any person as President. <br> The Proclamation dated November 8, 1975, omitted Part VI A of the Constitution (added by the Fourth Amendment). <br> The Second Proclamation (Sixth Amend- ment) Order, 1976 (Second Proclamation Order No. Il of 1976), omitted the following proviso of the original Article 38: <br> «provided that no person shall have the right to form, or be a member or other- wise take part in the activities of, any com- munal or other association of union which in  the name or on the basis of any religion has for its object, or pursues, a political purpose” <br> The Bengali version of the above Proviso was omitted subsequently by the Second Pro- clamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978) 2nd Schedule. <br> The Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclama- tion Order No. IV of 1976), repealed most of the changes brought about by the (Fourth Amend- ment) Act, 1975, save and accept Chapters I and 11 of the Part IV of the Constitution, keeping the Presidntial form of Government, introduced earlier by the Fourth Amendment. The Second Proclamation Order No. IV of 1976 came into force with effect from 13-8-1976. <br> The Proclamations (Amendment) Order, 1977 (Proclamations Order No. 1 of 1977) (Annexure-L-1 to the writ petition), replaced many of the paragraphs in the Preamble and in various provisions of the Constitution. The Proclamation was published in Bangladesh Gazette Extraordinary on April 23, 1977 . This Proclamation made changes in First and Second Preamble, Articles 6, 8,9, 10, 12, 38, and 142 of the Constitution , which has been stated earlier . <br> “Excepting Article 42, these are the basic  - changes in the structure of the Constitution and  cannot even be done by the Parliament itself, and as such, the question of ratification, confirmation or validation of those changes does not arise. <br> Besides, by the above noted Proclamation, by the amendment of Article 6, our identity of thousand years as Bangalee was changed into Bungladeshis. Since the said change was made by a Martial Law Proclamation, it was without jurisdiction and non-est in the eye of law, as such, there was nothing to ratify confirm or val- idate by the subsequent Act of Parliament......... <br> ............................................................................ <br> .................................................................. <br>               Under the circumstances, we deny condonation of both Bengali and English texts of the following provisions made in the Constitution by the various Proclamations : <br> (1) The Amendments made in the Preamble of the Constitution <br> (2) Article6<br> (3) Artcle 8<br> (4) Article 9<br> (5) Article 10<br> (6) Article 12<br>  (7) Artcle 25 <br> (8) Proviso to Article 38 <br> (9) Clauses 1A, 1B and 1C to Article 142 <br> (10) Paragraph 3A to the Fourth Schedule to the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"220. The High Court Division further held as  follows:— <br> ......... As Judges, our only tools are the Constitution, the laws made or adopted under it and the facts presented before us. We are bound by these instruments and we are to follow it. The plea of State necessity shall have to be con- sidered within the bounds of these instruments and not without those. That is how we read Grotius and Lord Pearce in Madzimbamuto. But Grotius or Lord Mansfield in Stration’s case (1779) or Lord Pearce, did not dream of break- ing any law or giving legitimacy to an illegality, far less making the Constitution, the supreme law of any country, subservient to the com- mands of any Army General, whose only source of power is through the muzzle of a gun although all the Generals in any country seize power in the name of the people and on the plea of lack of democracy in the country with a solemn promise to restore it in no time, as if the  -democracy can be handed down to the people in a well packed multi-coloured gift box. <br> Democracy is a way of life. It cannot be begotten over-night, It cannot be handed down in a silver platter. It has to be earned. It has to be owned. The world history is replete with stories of people, ordinary people who fought for their rights in different names in different countries,  but the cry for liberty, the cry for equality, the cry for fraternity were reverberated in the same manner from horizon to horizon. This sense of liberty made us independent from the yoke of the British rule in 1947 and the same sense of liberty pushed us through the war of liberation in 1971 and brought Bangladesh into existence. But the proclamation of Martial Law is alto- gether the negation of the said spirit of liberty and independence. In this connection we would recall what was said in the case of Shamima Sultana Seema vs Government of Bangladesh 2LG (2005) 194 at para-123: <br> _ “It should be remembered that the ingrained spirit of the Constitution is its intrinsic power. It is its soul. The Constitu- tion of a country is its source of power. It is invaluable with its such soul. It strives a nation to move forward. But if the said spirit is lost, the Constitution becomes a mere stale and hollow instrument without its such life and force. It becomes a dead letter. The United Kingdom, although does not have any written Constitution but has got the spirit of the Constitution and that is why the people of that country can feel proud of their democracy but there are countries with Constitutions, written and amended many a times but without the said spirit, the democracy remains a mirage™.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"219. Then regarding the case of Nusrat Bhutto, on which the petitioners relied in which Pakistan Supreme Court did not follow Asma Jilanis case and gave approve to the imposition of Martial Law invoking doctrine of necessity, the High Court Division held as follows:               “It appears, that the Supreme Court of Pakistan accepted the explanation piven by General Mohammad Ziaul Haq for the Army’s intervention and validated such intervention and the imposition of Martial Law invoking the doc- trine of State necessity. In doing so the learned Judges resorted to the Holy Quran also, in justi- fication for suspension of the Constitution and dissolution of the National and Provincial Assemblies. In this respect they were satisfied  with the explanations given by the Army Chief  of Staff. This was a U-turn of the Supreme Court from its carlier stand in the cascs of Asma  Jilani and Ziaur Rahman.”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"218. This is how the doctrine of necessity made its appearance in order to salvage what was left of the normal constitutional process in Pakistan at that time in 1955. <br> The High Court Division further held as fol- lows: <br> In the case of Asma Jilani vs Government of Punjab PLD 1972 SC 139, Hamoodur Rahman, CJ, held at page-204-5: <br> “Reverting now to question of the legality of the Presidential Order No.3 of 1969 and the Martial Law Regulation No.78 of 1971 it fol- lows from the reasons given carlier that they were both made by an incompetent authority and, therefore; lacked the attribute of legitimacy which is one of the essential characteristics of a valid law. The Presidential Order No.3 of 1969 was also invalid on two additional grounds, namely, that it was a Presidential Order, which could not in terms of the Provisional Constitu- tion Order itself amend the Constitution so as to take away the jurisdiction conferred upon the High Courts under Article 98 and that it certain- ly could not, in any event, take away the judicial power of the Courts to hear and determine ques- tions pertaining even to their own jurisdiction and this power could not be vested in another authority as long as the Courts continued to exist. <br> This does not, however, dispose of the case, for, we are again presented by the learned Attorney-General with the argument that a greater chaos might result by the acceptance of this principle of legitimacy. He has reminded the Court of the grave conse- quences that followed when in Maulvi Tamizuddin Khan's case a similar argument was spurned by the Federal Court and disas- ter brought in. I am not unmindful of the grave responsibility that rests upon Courts not to do anything which might make confu- sion worse confounded or create a grealer state of chaos if that can possibly be avoided consistently with their duty to decide in accordance with law. ......... This is a diffi- cult question to decide and although I have for my guidance the example of our own Federal Court, which in Governor-General s Reference No.1 of 1955 invoked the maxim of salus populi suprema lex to create some kind of an order out of chaos. [ would like to proceed with great caution, for, 1 find it diffi- cult to legitimize what I am convinced is ille- gitimate.....” <br> ------------------------------------------------------------ <br> --------------------------------------------------------------------- <br> Then in the above case€ the Hon'ble Chief Justice fell back on the doctrine of necessity and held at page-206-7 the contents of which we have already stated earlier,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"217. But in this connection, the opinion of De Smith is pertinent: <br> “It is clear ... that the leading Pakistan decision in 1955 was a not very well disguised act of political judgment. By the normal canons of construction, what the Governor-General had done was null and void. But the judges steered between Scylla and Charybdis and chose what seemed to them to be the least of evils. Quoted from Leslie Wolf-Phillips: Constitutional Legitimacy at page- 11)\".  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"216. His Lordship further held at page-396: <br> “This Court held in Mr Tamizuddin Khan's case that the Constituent Assembly was not a sovereign body. But that did not mean that if the Assembly was not a sovereign body the Govemor-General was”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"215. It should be noted that earlier to the Governor-Generals Reference No.l, in the case of Usif Patel vs Crown PLD 1955 FC 387, decided on April 12, 1955, on behalf of an unanimous Supreme  Court, Munir CJ held at page -392: <br> “The rule hardly requires any explanation, much less emphasis, that a Legislature cannot validate an invalid law if it does not possess the power to legislate on the subject to which the invalid law relates, the principle governing val- idation being that validation being itself legisla- tion you cannot validate what you cannot legis- late upon. Therefore if the Federal Legislature, in the absence of a provision expressly author- izing it to do so, was incompetent to amend the Indian Independence Act or the Government of India Act, the Governor-General possessing no larger powers than those of the Federal Legis- lature was equally incompetent to amend either of those Acts by an Ordinance. Under the Independence Act the authority competent {0 legislate on constitutional matters being the Constituent Assembly, it is that Assembly alone which can amend those Acts. The learned Advocate-General alleges that the Constituent Assembly has been dissolved and that therefore validating powers cannot be exercised by that Assembly. In Mr Tamizuddin Khan's case, we¢ did not consider it necessary to decide the ques- tion whether the Constituent Assembly was lawfully dissolved but assuming that it was, the effect of the dissolution can certainly not be the transfer of its powers to the Governor-General. The Governor-General can give or withhold his assent to the legislation of the Constituent Assembly but he himself is not the Constituent Assembly and on its disappearance he can nei- ther claim powers, which he never possessed. nor claim to succeed to the powers of that  Assembly.”                "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"214. However, Comelius, J in Tamizuddin Khan's case dissented and at page— 358 held as fol- lows: <br> “J place the Constituent Assembly above the Governor-General, the chief Executive of the State, for two reasons, firstly that the Constituent Assembly was a sovereign body, and secondly because the statutes under and in accordance with which the Governor-General was required to function, were within the competence of the Constituent Assembly to amend....\"”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"213. It appears that the Hon’ble Chief Justice was more concerned and worried about the difficul- ties of the Governor-General who was supposed to be only a titular head, than the Constituent Assembly, the institution which represented the peo- ple of Pakistan but was dissolved by the Governor- General which augmented the constitutional crisis. With great respect, it appears that the Hon’ble Chief Justice of Pakistan held a double standard in pro- tecting the interest of the Govemor-General than that of the Constituent Assembly. He refused to  invoke the doctrine of necessity but upheld the dis- solution of the Constituent Assembly which by then was ready with the Constitution for Pakistan but invoked the said very doctrine in aid of the Govemnor-General to steer him clear out of the con- stitutional crisis, created by himself, by twisting and bending the legal provisions even calling upon the  seven hundred years old maxims.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"212. In that case the above Chief Justic;: held at page. 299: <br> ~ “It has been suggested by the leaned Judges of the Sind Chief Court and has also been vehemently urged before us that if the view that I take on the question of assent be cor- rect, the result would be disastrous because the entire legislation passed by the Constituent Assembly, and the acts done and orders passed under it will in that case have to be held to be void, R [ am quite clear in my mind that we are not concerned with the consequences, however beneficial or disastrous they may be, if the undoubted legal position was that all legis- lation by the Legislature of the Dominion under section (3) of section 3 needed the assent of the Governor-General. If the result is disaster, it will merely be another instance of how thought- lessly the Constituent Assembly proceeded with its business and by assuming for itself the posi- tion of an irremovable Legislature fo' what straits it has brought the country. Unless any                rule of estoppel require us to pronounce merely purported legislation as complete and valid leg- islation, we have no option but to pronounce it to be void and to leave it to the relevant author- ities under the Constitution or to the country {0 set right the position in any way it may be open to them. The question raised involves the rights of every citizen in Pakistan, and neither any rule of construction nor any rule estoppel stands in the way of a clear pronouncement.” <br> This stoic and stout stand like that of a 16th Century Common Law Judge was taken by Munir, CJ, when the dissolution of the Constituent Assembly was challenged but the same Chief Justice became full of equity when the Governor- General was caught in his own game because of his earlier dissolution of the Constituent Assembly.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"211.  This doctrine of State necessity was pos- sibly applied for the first time in this sub-continent in Pakistan in the Reference by His Excellency the Governor-General in Special Reference No.l of 1955 [PLD 1955 FC 435 = 7 DLR (FC) 395]. This Reference was made under section 213 of the Government of India Act, 1935 . It shows how Ghulam Muhammad, the Governor-General of pakistan was caught in his own palace clique but was rescued by an over-anxious Supreme Court by reincarnating a long forgotten doctrine of State necessity. The Hon’ble Chief Justice looked for help in the 13th century Brocton digged deep into the early Middle Ages for Kings prerogatives and the maxims, such as, Id Quod Alias Non Est Licitum, Necessitas Licitum Facit (that which otherwise is not lawful, necessity makes lawful), salus populi Suprema lex (safety of the people is the supreme Jaw) and salus republicae est suprema lex (safety of the State is the supreme law). His Lordship referred to Chitty’ s exposition and Maitland’s dis- cussion on the Monarchy in England in late 17th century. His Lordship thereafter referred to the summing up of Lord Mansfield, to the Jury in the proceedings against George Stratton and then held at pages 485-6: <br> “The principle clearly emerging from this address of Lord Mansfield is that subject to the condition of absoluteness, extremeness and imminence, an act which would otherwise be illegal becomes legal if it is bone bona fide under the stress of necessity, the necessity being referable to an intention to preserve the consti- tution, the State or the Society and to prevent it from dissolution, and affirms Chittyfs statement that necessity knows no law and the maxim cited by Bracton that necessity makes lawful which otherwise is not lawful....... the indis- pensable condition being that the exercise of that power is always subject to the legislative authority of parliament, to be exercised ex post facto....... The emergency legislative power, however, cannot extend to matters which are not the product of the necessity, as for instance, changes in the constitution which are not dircct- ly referable to the emergency.” <br> But what the Hon'ble Chief Justice decided to ignore was that the Governor-General himself brought disaster upon the entire country by dissolv- ing the Constituent Assembly ecarlier in October 1954 when the Prime Minister had already set the date for adopting the Constitution for Pakistan in December, 1954 . That itself was a violation of the Independence Act, 1947 and a treasonous act against the people of Pakistan. With great respect, the Governor-General ought not to have allowed to take advantage of his own grievous wrong against Pakistan. As a matter of fact, that was the beginning of the end. Besides, the Hon’ble Chief Justice also forgot that only a few months back in the case of Federation of Pakistan vs Maulvi Tamizuddin Khan PLD 1955 FC 240 =7 DLR (FC) 291, his Lordship refused to interfere even in case of a real disaster brought about, again by the Governor-General in dissolving the Constituent Assembly.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"210. This doctrine of State necessity is no magic wand. It does not make an illegal act a legal one. But the Court in exceptional circumstances, in order to avert the resultant evil of illegal legisla- tions, may condone such illegality on the greater interest of the community in general but on condi- tion that those acts could have been legally done at least by the proper authority.                "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"209. The moral is, no premium can be given to any body for violation of the Constitution for any rea- son and for any consideration. What is illegal and wrong must always be condemned as illegal and wrong till eternity. In the present context, the illegality and gravest wrong was committed against the People Republic of Bangladesh and its people as a whole.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"208. If we hark back to history, we would see that after Restoration in 1660, Charles II became King of England with effect from January 1649, the day when his father, Charles I was beheaded, in order to keep the lawful continuity of the Realm but not the continuity of the illegal administration of the  Commonwealth.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"207. The High Court Division then regarding fhe doctrine of necessity-and condonation expressed its view as follows:— <br>  .......................................................... <br> .................................................... <br> “But in order to avoid confusion, legal or otherwise and also to keep continuity of the sovereignty and legal norm of the Republic, we have next to consider as to whether the legisla- tive acts purported to be done by those illegal and void Proclamations etc. during the period from August 15, 1975 to April 9, 1979, can be condoned, by invoking the doctrine of “ State  necessity” <br> But it does not mean that for the sake of conti- nuity of the sovereignty of the State, the Constitution has to be soiled with illegalities, rather, the perpetrators of such illegalities should be suit- ably punished and condemned so that in future no adventurist, no usurper, would have the audacity to defy the people, their Constitution, their Government, established by them with their con- sent.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"206. However, the High Court Division found that item (2) as referred above, on conversion, means that any act or legislative measure, which is not in accordance with or could not have been made under the Constitution, cannot be held valid by applying the doctrine of necessity and that Hamoodur Rahman CJ was speaking at a time when Pakistan was far away from accepting the doctrine of basic structure and therefore he could speak of condoning legislative actions which, at that time, the National Assembly had the competence to pass. Pakistan Supreme Court, towards the end of the twentieth century, leaned towards the doctrine of basic structure and the doctrine of basic structure was accepted as late in the year 2000 in the case of Zafar Ali Shah (Supra).  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"205. Regarding doctrine of necessity and con- donation in Asma Jilani’s case Hamoodur Rahman  CJ held as follows: <br> “I too am of the opinion that recourse has to be taken to the doctrine of necessary where the ignoring of it would result in disastrous conse- quences to the body politic and upset the social order itself but I respectfully beg to disagree with the view that this is a doctrine for validat- ing the illegal acts of usurpers. In my }}umble opinion this doctrine can be involved in aid only after the Court has come to the conclusion that the acts of the usurpers were illegal and illegiti- mate. It is only then the question arises as to how many of his acts legislative or otherwise                should be condoned or maintained notwith- standing their illegality in the wider public interest. 1 would call this a principle of condo- nation and not legitimization. Applying this test I would condone (1) all transactions which are past and closed for no useful purposc can be served by reopening them (2) all acts and leg- islative measures which are in accordance with or could have been made under the abrogated constitution or the previous legal order (3) all acts which tend to advance or promote the good of the people (4) all acts required to be done for the ordinary orderly running of the State and all such measures as would establish or lead to establishment of in our case the objectives men- tioned in the Objectives Resolution of 1954 . I would not however condone any act intended to entrench the usurper more firmly in his power or to directly help him to run the country con- trary to the legitimate objectives. 1 would not condone anything which seriously impairs the rights of the citizens except in so far as they may be designed to advance the social welfare  and national solidarity”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"204. But since there are limits to the applica- tion of such doctrine of necessity, in occasions, the Parliament to come out of this position, resorted to the private law contrivance of ratification of unau- thorized actions of agents by principals. But there is an inherent limitation even in respect of such ratifi- cation as life cannot be given to a prohibited trans- action by ratification. Again by the device of ratifi- cation the Parliament or any authority cannot increase its authority. It can ratify only those actions of others, which it can lawfully do. Thus parliament cannot, by resorting to the device of ratification, rat- ify and render valid an amendment, which, itself, cannot do because the same will lead to the infringe- ment of the basic features of the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"203. As it appears that this doctrine of necessi- ty is applied to condone some of the actions of an usurper, but not all. In Madzimbamutu vs Lardner Burke (1968) 3 All ER 561, 579 Lord Pearce, in his dissenting judgment, termed the doctrine of condo- nation as doctrine of implicd mandate and observed:—  <br>  “l' accept the existence of the principle that act done by those actually in control withoy lawful validity may be recognized as valid or acted on by the courts, with certain limitations namely, (a) so far as they are directed to and rea: sonably required for ordinary running of the State; and (b) so far as they do not impair the rights of citizens under the lawful (1961) Cons- titution; and (c) so far as they are not intended to and do not in fact directly help the usurpation and do not run contrary to the policy of the law- ful sovereign. This is tantamount to a test of public policy.”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"202. Since we have declared that Martial Law Proclamations, Regulations and Orders etc., are ille- gal, void and non east and the Fifth Amendment is also ultra vires the Constitution question will arise as to whether to prevent chaos and confusion and to avoid anomaly and to preserve continuity, the actions and the legislative measures taken during Martial Law period needs to be condoned / cured by the principles of doctrine of necessity.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"201. As such we hold that the Fifth Amend- ment is also illegal and void and the High Court Division rightly declared the same as repugnant, illegal and witra vires the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"200. Moreover, the Fifth Amendment ratifying and validating the Martial Law Proclamations, Regulations and Orders not only violated the supremacy of the Constitution but also the rule of law and by preventing judicial review of the legisla- tive and administrative actions, also violated two other more basic features of the Constitution, name- ly, independence of judiciary and its power of judi- cial review.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"199. Accordingly we hold that since the Constitution is the Supreme law of the land and the Martial Law Proclamations, Regulations and Orders  romulgated/made by the usurpers, being illegal, void and non-est in the eye of law, could not be rat- ified or confirmed by the Second Parliament by the Fifth Amendment, as it itself had no such power to enact such laws as made by the above Proclama- tions, Martial Law Regulation or orders.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"198. The footprints that the “period of delin- quency” leaves behind are Martial Law Proclamations, Regulations and Orders in the form of black laws and the ultimate insult to “We, the people” is the attempt to ratify these black laws by bringing those into the umbrella of the Constitution itself. In the present case the High Court Division recognizing these footprints sought to erase those once for all and since all the parties before the High Court Division agreed that the Constitution is supreme, obvious the result is that Martial Law is illegal and unconstitutional. So this Court.should not, indeed cannot, grant leave in these petitions because to do so would be perceived by “the people of Bangladesh” in the way that our highest judiciary is still unable, long after the *“period of delinquen- cy”, to properly and adequately deal with such delinquency and further, it would send wrong sig- nals to those who wish to circumvent the “will of the people” in the Constitution and that each of our gen- erations must also be taught, educated and informed about those dark days; the easiest way of doing this               is to recognize our errors of the pz?st and reflect these sentiments in the. judgments of this Court which will ensure preservation of the sovereignty of “We, the Pwp]e of Bangladesh™ forever as a true “pole star”,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"197. As it appears our country entered its “period of delinquency” at its very early Part in 1975 and that delinquency continued for long 16 years, Martial Law fall in the category of “black Jaw” and the treatment of Martial Law by the Court, was  mostly based on Dosso's case (supra). Accordingly the ghost of Dosso’s case should be given a go bye from our jurisprudence forever so that no one can ever again even think about overrid- ing “the will of the people” of Bangladesh and all must also ensure that this history never repeats and all must recognize these faults of the past and must rectify them so that our conscience remains clear.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"195. Further, the Parliament though may amend the Constitution under Article 142 but cannot make the Constitution subservient to any other Proclamations etc, or cannot disgrace it in any man- ner since the Constitution is the embodiment and solemn expression of the will of the people of Bangladesh, attained through the supreme sacrifice of nearly three million martyrs., Further the Parliament, by amendment of the Constitution can- not legitimize any illegitimate activity.  196'. Accordingly, keeping the Constitution in suspension and/or making amendments therein by any authority not mentioned in the Constitution oth- erwise than in accordance with the procedure pre- scribed in the Constitution itself, is tantamount to mutilating, and/or subverting the Constitution. The Parliament cannot ratify and validate those uncon- stitutional acts of usurpers as the Parliament is not  supreme over everything else like the Parliament of  the United Kingdom, rather it is independent of other organs of the State, but it certainly operates within certain parameters under the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"194. In the cases of AT Mridha and Anwar Hossain this Division held that there is no existence of Martial Law or the Martial Law Proclamations, Regulations or Orders in our Constitution or any of the laws of the land. Those authorities or the Proclamation etc. are quite foreign to our jurispru- dence. Still those Proclamations etc. were imposed on the people of Bangladesh. Those have got no Jegal basis. Those are illegal and imposed by force. The people are constrained to accept it for the time being, not out of attraction or its legality but out of  fear.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"193. It may be mentioned here that the power to amend the Constitution is an ONErous task assigned to the Parliament, which represents the will  of the people through their chosen representatives. It is to be carried out in accordance with the procedure  prescribed in Article 142 of the Constitution and by no other means, in no other manncr and by no one else. Suspending the Constitution in the first place, and then making amendments in it by one man by the stroke of his pen, that is to say in a manner not envisaged or permitted by the Constitution, are mutilation and/or subversion of the Constitution simpliciter and no sanctity is attached to such amendments per se. Indeed, the Constitution is an  organic whole and a living document meant for all  times to come.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"192. According to the spirit of the Preamble and also Article 7 of the Constitution the military rule, direct or indirect, is to be shunned once for all. Let it be made clear that military rule was wrongly justified in the past and it ought not to be justified in future on any ground, principle, doctrine or theory whatsoever, Military rule is against the dignity, hon- our and glory of the nation that it achieved after great sacrifice; it is against the dignity and honor of the people of Bangladesh who are committed 10 uphold the sovereignty and integrity of the nation by all means; it is also against the honour of each and every soldier of the Armed Forces who are oath bound to bear true faith and allegiance to Bangla- desh and uphold the constitution, which embodies the will of the people, honestly and faithfully serve Bangladesh in their respective services and also see that the Constitution is upheld, it is not kept in sus- pension or abrogated, it is not subverted, it is not mutilated, and to say. the: least it is not held in                abeyance and it is not amended by an authority not competent to do so under the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"191. Further as we have already stated while dealing with the principle of the supremacy of the Constitution, the will of the people does not con- template Martial Law or any other laws not made in accordance with the Constitution. The armed forces are also subject to the will of the people and their oaths as provided in section 15(2) of the Army Act 1952, section 17(2) of the Air Force Act 1953 and section 14 of the Navy Ordinance 1961, make it plain. They serve the “people” and can never  become the masters of the “people’”, Accordingly:  Martial Law is unconstitutional and illigal and it is a mischievous device not founded in any law known in Bangladesh and by Martial law the whole nation Whole nation is hijacked by some people with the support of the armed forces and the whole nation goes into a state of siege; it is like that the whole nation and “we, the people of Bangladesh”, are taken hostage and fur- ther like a hostage-taking situation, the hostage ti- ers themselves recognize that there is 2 superior law than their weapons which “Ve, the people” put in their hands to serve us and they recognize that there are two impediments to their taking over power of assuming power, first, the Constitution itself and so they, at first, start by saying “Notwithstanding any- thing in the Constitution” because they recognize that the Constitution is superior but they choose 10 brush it aside, The second impediment to Martial Law is the Superior Court of the Republic entrusted with the solemn duty to “preserve, protect and defend the Constitution” and so every Martial Law, immediately upon Proclamation seeks to curb the powers of the Court, particularly, the powers of the Constitutional Court.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"190. The High Court Division after consider- ing all the aspects concluded as follows:— <br> “There is no existence of Martial Law Authorities or Martial Law Proclamations, Regulations or Order in our Constitution or any of the laws of the land. Those authorities or proclamations are quite foreign to our jurispru- dence. Still those proclamations etc were imposed on the people of Bangladesh. Those have got no legal basis. Those are illegal and imposed by force. The people are constrained to accept it for the time being, not out of attraction to its legality but out of fear. As such it has no  legal acceptance. ....... <br>  “In the instant case, the solemn Constitu- tion of Bangladesh were freely changed by the Proclamations, MLRs and MLOs, issued by the self-appointed or nominated Presidents and CMLAs, in their whims and caprices. The learned Additional Attorney-General although did not support Justice Sayem but half —heart- edly attempted to justify the actions taken by Khandaker Mushtaque Ahmed and Major General Ziaur Rahman, BU, psc. but when we specifically asked him to show us any Constitutional or legal provision in justification of the seizure of State—Power of the Republic , he was without any answer although he mum- bled from time to time about the Fourth Amendment”, <br> “The election of the Second Parliament was conducted in February, 1979, during Martial Law. At that time, Lieutenant General Ziaur Rahman, BU, psc, was the President and the Chief Martial Law Administrator.                 The Constitution (Fifth Amendment) Act, 1979, was passed on April 6, 1979, lepalizing oll the Proclamationt, Martial Law Regulations, Martial Law Orders and the actions taken there-  on, some of which are mentioned above <br> Any common man of ordinary prudence would say that the enormity of illegality sought to be lepalized by this Act, would have shocked the Chief Justice Coke so much so that it would have left him dumb instead of saying that ‘when an Act of Parliament is against right and reason, or repugnant ... sosvrne ...the common law will control it and adjudge that Act to be void’, Perhaps, it would also leave the Chief Justice Hamoodur Rahman, out of his comprehension, if he would found that ‘after a formal written Constitution has been lawfully adopted by a competent body and has been generally accept- ed by the people including the judiciary as the Constitution of the country’, an army com- mander can have the audacity to change the Constitution beyond recognition and transfigur- ing a secular Bangladesh into a theocratic State. Perhaps the US Supreme Court would have kept mum instead of holding that the guarantec of due process bars Congress from enactments that ‘shock the sense of fair play’. <br> But what duty is cast upon us. It is ordained that we must not and appreciate the facts and the law in its proper perspective. <br> We have done so. We must hold and declare that this Constitution (Fifth Amendment) Act, 1979, is not law”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"189. The High Court Division answered the above submission as follows: <br> “We have given our utmost consideration to the above submission of Mr Akhtar Imam but found no substance. Rather we must acknowl- edge that we no longer live in the era of Henry VIII, Lois XIV or even Napoleon Bonaparte, whose words were law. But we live in the 21st century, Now the voice of the people, however feeble, is the first as well as the last word, Their will is the supreme law. The Constitution guar- antees it, 5o also the Court and every body must follow this principle without any exception, in this Twenty First Century”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"188. The High Court Division also narrated the submission of the learned Counsel of the profor- ma respondent No.5 which is as follows: <br> “Mr Akhtar Imam, Advocate, however, in support of Martial Law, contended that in our country a Martial Law culture or Martial Law  jurisprudence has been evolved. He based his argument partly on the book ‘Bangladesh Constitution: Trends And Issues’ by Justice Mustafa Kamal. The learned Advocate, read extensively from the said book and argued that whether we like it or not we can neither avoid nor overlook the long shadows of Marshals. They are there and it is better to acknowledge them.”  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"187. From the analysis of Proclamations, MLRs and MLOs and the findings of our Apex Court as stated above, it is crystal clear that the Constitution was made subordinate and subservient to the Proclamations dated August 20, 1975, November 8, 1975 and November 29, 1976 and the Martial Law Regulations and Martial Law Orders made there under and as such those are w/tra vires the Constitution. There is no provision in the Constitution, which is ‘Supra Constitutional’, or to put it mildly, ‘Extra Constitutional’. All laws or pro- visions and actions taken thereon must, without any exception, conform to the.Constitution. Any law or provision, which is beyond the ambit of the Constitution, is w/tra vires and void and as such non- est in the eye of law. The doubtless supremacy of the Constitution is far above all institutions, functionar- ies and services it created.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"186. We have already discussed as to how our Constitution is supreme and under the Constitution all the powers and functions of the Republic are vested in the three organs of the Government, name- ly, Legislature, Executive and Judiciary and since all these organs owe their existence to the Constitution,                which is the embodiment of the will of the people as held by the superior Courts, the basic features of the Constitution cannot be changed by Proclamations, Martial Law Regulations or Orders.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"185. The High Court Division regarding the changes made by the above Proclamations dated August 20, 1975, November 8, 1975, and November 25,1976 concluded as follows:— <br> “(i) These changes were made by a nominat- ed President and CMLA-who had no leg- islative power either to make a law or abrogate any, not to speak of any of the provision of the Constitution but it was done. <br>   (ii)  Votes of not less than two-thirds of the total number of members of Parliament is required to amend a provision of the Constitution. No Parliament was in exis- tence, on the said date on April 23, 1977, but without following the above noted procedure, as stipulated in Article 142, the changes in various provisions of the Constitution were made by the above noted Proclamation Order. <br> (iii) The above noted insertion and substitu- tion of provisions, among others, made in the Constitution, changed its basic char- acter, as such, could not even be done by the two-thirds of the total number of members of the Parliament. <br> (iv) The Constitution was made subservient to the Proclamations, MLRs and MLOs. <br> This is no amendment of the Constitution even in the plain eyes, but destruction of the basic character of the Constitution by a Proclamation Order issued by the CMLA. But the Second Parliament ratified and validated the said Proclamation. Order No.1 of 1977 by the Fifth Amendment. Not only the Proclamations but also Martial Law Regulations and Martial Law Order made under the various Proclama- tions, were also ratified and validated. <br> Under the above noted Proclamations, a couple of hundred MLRs and MLOs were made from time to time to suit the needs of the usurpers, since the promulgation of the Martial Law on August 20, 1975, till it was withdrawn on April 7, 1979 . All those MLRs and MLOs were also ratified and validated by the Fifth Amendment, passed on April 6, 1979™.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"184. Regarding the other point as to whether Fifth Amendment negates the Constitution and repugnant to the basic feature of the Constitution, it was argued before the High Court Division that the provisions for amendment of the Constitution is pro- vided for in Article 142 and amendment can be done only in the manner provided therein and since the Fifth Amendment validating all illegal acts of the usurpers under the cover of Martial Law, not only changed the basic structure as well as the character of the Constitution in its totality but rather uprooted the Constitution and as such, in the eye of law, it was no amendment but destruction of the Constitution altogether. As such Fifth Amendment is wlira vires  the Constitution. The High Court Division held as follows: <br> “Major General Ziaur Rahman, BU being appointed as the Chief of Army Staff on the August 22, 1975, by Khandaker Mushtaque Ahmed, was still in the active service in the Republic of Bangladesh, when he entered the office of the President. It should be noted that by virtue of his office as President, the Supreme Command of the defence services, of Bangla- desh was vested in him but at the same time he was a servant of the Republic as the Chief of Army Staff”. <br> It should also be noted that in pursuance to the Order dated April 21, 1977, Major General Ziaur Rahman, BU must have taken the follow- ing oath before entering the office of President: <br> The English text is :<br>  “1 .The President.-An oath (or affirmation) in the following form shall be administered by the Chief Justice. (after amendment by Khandaker Mushtaque Ahmed by his Proclama- tion dated August 20, 1975):               \"I, ....., do solemnly swear(or affirm) that I will faithfully discharge the duties of the office of President of  Bangladesh according to law :  That I will bear true faith and allegiance to Bangladesh:<br>  That I will preserve, protect and defend the Constitution: <br> And that 1 will do right to all manner of people according to law, without fear or favour, affection or ill will. ......<br>  But only 2(two) days later, on April 23, 1977, by the Proclamations (Amendment) Order, 1977 (Proclamation Order No.1 of 1977) (Annexure-L-1), extensive changes by way of amendment was made which not only changed   the Constitution but defaced it beyond recogniton. <br> Besides, Paragraph 3A was inserted after Paragraph 3 in the Fourth Schedule to the Cons- fitution to validate the transitional and tempo- rary provisions made since the declaration of independence on March 26, 1971 till 16th December, 1972, when the Constitution became effective. But this paragraph 3A was added to validate all the proclamations made since August 20, 1975 with amendments and all other acts, actions, MLRs and MLOs and proceedings taken there under till the date when the Martial Law would be withdrawn.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"183. Even the Supreme Court did not relent in that horrendous situation when the battles were fought everywhere but upheld the Constitution. In the case of Ex Parte Milligan (1866), Justice Davis, in delivering its opinion of the Court held:— <br> “This nation, as experience has proved,  cannot always remain at peace, and has no right to expect that it will always have wise and humane rulers, sincerely attached to the princi- ples of the Constitution. wicked men, ambitious of power, with hatred of liberty and contempt of law, may fill the place once occupied by Washington and Lincoln; and if this right is con- ceded, and the calamities of war again befall us, the dangers to human liberty are frightful to contemplate. If our fathers had failed to provide for just such a contingency, they would have been false to the trust reposed in them. They knewothe history of the world told theméthe nation they were founding, be its existence short or long, would be involved in war; how often or how long continued, human foresight could not tell; and that unlimited power, wherever lodged at such a time, was especially hazardous to freemen. For this, and other equally weighty reasons, they secured the inheritance they had, fought to maintain, and by incorporating in a written constitution the safeguards which time had proved were essential to its preservation. Not one of these safeguards can the President, or Congress, or the Judiciary disturb, except the one concerning the writ of habeas corpus. <br> .................................................... <br> ...... Knowing this, they limited the suspension to one great right, and left the rest to remain for- ever inviolable. But, it is insisted that the safety of the country in time of war demands that this broad claim for martial law shall be sustained. If this were true, it could be well said that a coun- try, preserved at the sacrifice of all the cardinal principles of liberty, is not worth the cost of preservation. Happily, it is not so0.”............ (Quoted from Professor John P Frank on ; Cases And Materials on Constitutional Law (1952 Revision) at page 263-64) .  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"182. Regarding this the High Court Division observed as follows: <br> If we look back to the history we would find that the Civil War of 1861 in the United States threatened its very existence as onc nation. It engulfed the entire country. War we'nl on in almost everywhere in the country with bleak prospect for survival of the States as unit- ed with their Constitution. Nobody could blame the President of the United States or others in that precarious and catastrophic situation if the Constitution of the country was pushed to the back-seat due to the said extreme emergency but even in that critical situation the citizens of the North upheld the high ideals of democratic principles and did not at all compromise and give in to the inhuman demands of the Souther- ners, for allowing slavery in the country in vio- lation of the principles of liberty and equality, as enshrined in the Constitution, rather, they held the Constitution high above everything and fought with their lives to free the slaves in vin- dication of the rights guaranteed under the Constitution. <br> Although there was serious controversy all over the country on the issue of slavery but even in such a trying moment, no proclamation declaring Martial Law was made. Instead. their lawfully elected President gave this message to the Congress on July 4, 1861, on the outbreak of the Civil War: <br> “It presents to the whole family of man the question whether a constitutional republic or democracy-a government of the people by the same peoplecan or cannot maintain its territorial integrity against its own domestic foes. It presents the question whether discontented individuals, too few in numbers to control administration according to organic law in any case, can always, upon the pretences made in this case or any other pretences, or arbitrarily without any pretence, break up their government and thus practically put an end to free government upon the earth, It forces us to ask: ‘Is there, in all republics, this inherent and fatal weakness ? Must a gov- ernment, of necessity, be too strong for the lib- erties of its own people, or too weak to main- tain its own existence?” (Quoted from KC Wheare: Modern Constitutions, Second Edition, 1966, page-142).                 "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"181. Inthis regard it may be noted that in erst- while Pakistan, at first, Martial Law was imposed on October 7, 1958 by Iskander Mirza, the then                president, and thereafler on March 26, 1969 Martial Law was imposed by General Yahya Khan and in both occasion some pretexts were raised for declar- ing Martial Laws. But while imposing Martial Law on August 15, 1975 and also while issuing the proclamation dated August 20, 1975 Khandaker Mushtaque Ahmed did not raise any such pretext. While discussing the Proclamation dated April 6, 1979 we have already stated that on August 15, 1975 the Parliament was very much in existence and Vice-President was also available. Accordingly in view of the killing of the then President, the consti- tutional machinery should have automatically come into effect and the Vice President should have taken over as Acting President until fresh election was held for the choice of a successor. The political machinery would then have moved according to the Constitution and the Parliament could have taken steps to resolve the crisis if Khandaker Mushtaque Ahmed had not, by Proclamation dated August 20, 1975, suspended the provision of Article 48 of the Constitution so far it related to the election of the President and likewise Justice ASM Sayem, to whom Khandaker Mushtaque Ahmed allegedly handed over the power of the President, had not dis- solved the Parliament by Proclamation dated November 8, 1975 . Accordingly Khandaker Mushtaque Ahmed, Justice Abu Sadat Mohammad Sayem and subsequently Major General Ziaur Rahman, to whom Justice Abusadat Mohammad Sayem handed over the Office of the President/ Chief Martial Law Administrators in unconstitution- al way, also did not allow the constitutional machin- ery to come into effect and on usurping the power of the Government started issuing all kinds of Proclamations, Martial Law Regulations and Orders.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"180. Next question is whether the situation as itexisted on August 15, 1975 necessitated the impo- sition of Martial Law.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"977. During this time, a huge number of MLRs and MLOs were issued. Besides, various provi- sions of the Constitution were amended from time to time by amendment of the Second Proclamation.  On our query as to how and under what law Justice Sayem, the Chief Justice of                 Bangladesh, could take over as the President of Bangladesh and also assumed the powers of CMLA, the learned Additional Attomey- General was without any answer, <br> We ourselves tried to probe but could not find any. The Constitution or any other law did not provide so. Besides, the concept of Martial Law is totally absent in our Constitution or in any other law or jurispru- dence. The Constitution, the supreme law of the country, does not provide it nor any other law of our country. There is no place or office of CMLA in our jurisprudence. Obviously, the then Chicef Justice of Bangladesh, com- pletely ignored these legal realities for rea- sons best known to him but for that reason his taking over as the President of Bangladesh and assumption of the powers of CMLA would not become legal. Even a Chief Justice is not above the law <br> As such, he was a usurper to the office of President of Bangladesh and his assump- tion of the powers of CMLA, a legally non- existent office, was void and non-est in the eye of Jaw. Consequently, all his subsequent actions taken by way of amendment of the Proclamation dated November 8, 1975 MLRs, MLOs and Ordinance, issued from time to time being beyond the ambit of the Constitution, were also all illegal, void ab initio and non est, <br> In due course, Justice Sayem by the Third Proclamation, handed over the office of Martial Law Administrator 1o Major General Ziaur Rahman, BU, 10 act as the CMLA., <br> Subsequently, Justice Sayem nomi- nated Major General Ziaur Rahman, BU 1o be the President of Bangladesh and also handed over the office of President (o him, <br> From the Order dated April 21, 1977, we could learn that Justice Sayem became  President of Bangladesh on being nominated by Khandaker Mushtaque Ahmed. Justice Sayem similarly nominated Major General Ziaur Rahman, BU as the next President of Bangladesh. <br> The office of President has been cre- ated by Article 48 of the Constitution. The qualification and election to the office of President has been stipulated in the said pro- vision. But there is no provision for nomina- tion to the office of President in the entire Constitution. From the language of the Order dated April 21, 1977, it appears that this pro- vision of nomination was added by clause (aa) to the First Proclamation by subsequent amendment. <br> It is amazing that when even a chair- man of a Union Council has to be elected and cannot be nominated, nomination could be made to the highest office of the Republic and even that was done by a Proclamation. This is a disgrace and insult to the Nation- hood of Bangladesh. But this insult was rati- fied by the Second Parliament in the Constitution (Fifth Amendment) Act. <br> We have already stated above that a proclamation is not a law and by proclama- tion neither a law can be made nor a law can be abrogated not to speak of the provisions of the Constitution. As such, the First Proclamation along with clause aa is non-est in the eye of law and the nominations of both Justice. Sayem and Major General Ziaur Rahman as President were in total violation ol the Constitution, without Jurisdiction and without lawful authority™,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"179. Regarding the legality of the Proclama- tions dated August 20, 1975, November 8, 1975 and November 29, 1973, the High Court Division stated  as follows : <br> “During ancient times proclamations were a source of law in England. King Henry the VIII (1509-1547) used to assert his power to make laws by way of proclamations. By the Statute of 1539, the King could legislate by Proclamations without Parliament. This Act was, however, repealed during the reign of Edward VI (1547-1553). Still Mary I (1553-1558) and Eli- zabeth 1 (1558-1603) used proclamations, but much less frequently than their father.  In those ancient days the Monarchs used to rule by divine right but by 17th century it was estzblished that the source of the Regal power was the common law of the land.  King James | asked Sir Edward Coke, Chief Justice of the Kings Bench, his opinion about the right of the Kings to issue proclama- tions. To his such query, Chief Justice Coke, Chief Justice Fleming, Chief Baron Tanfield and Baron Altham delivered their opinion thus; <br> “The King cannot create any offence which was not an offence before, for then he may alter the law of the land in his procla- mation in some high point.... The Jaw of England is divided into three parts: the com- mon law, statute law, and custom; but the King’s proclamation is none of these.....The King has no prerogative but that which the law of the land allows him.” (Reported in 2 State Tr 726, Quoted from Halsbury’s Laws  of England, Fourth Edition, Vol, 8, note-3 to Para-1099), <br> Their such bold opinion foyr hundreg years ago in 1610 could give a check (o the arbitrary exercise of power by the Crown, by four hundred years later, the learneq Additional Attorney-General of Bangladesp, contended that the Judges of the Supreme Court of Bangladesh, are not entitled o say so in respect of the Fifth Amendment Act, since there was an ouster clause. <br> Halsbury’s Laws of England (Fourh Edition Vol. 8) describes Royal proclama- tions in this manner: <br> “1098 . Use of proclamations. Procla- mations may be legally used to call attention to the provisions of existing laws, or to make or alter regulations over which the Crown has a discretionary authority, either at com- mon law or by statute. Thus, the Crown may by proclamation summon or dissolve Parliament, declare war or peace, and prom- ulgate blockades and lay embargoes on ship- ping in time of war...... <br> 1099 . Restrictions on proclamations. Under the general rule which restrains the Crown from legislating apart from Parlia- ment, it is well-settled law that the Sovereign’s proclamation, unless authorized in that behalf by statute, cannot enact any new law, or make provisions contrary to old ones...,,. <br> In modern times, the purpose ol a Royal proclamation was confined and restricted to notify the existing law but can neither make law nor abrogate any ..  <br>  But by proclamations, laws cannot h\"' made and in all the Constitutions of the ¢V lized world the power to legislate is alway® with the concerned legislative body authority as spelt out in the respect™ Constitutions.                           The Proclamation dated August 20, 1975 was made by Khandaker Mushtaque Ahmed, a Minister in the Cabinet of the Government of Bangladesh. As a Minister, he had specific functions under the Constitution but by any stretch of imagina- tion, it did not authorize him to seize the office of President of Bangladesh. No author- ity or legal provision has been mentioned in the Proclamation justifying his such assump- tion of power.<br>  It appears that on the early morning of August 15, 1975, Khandaker Mushtaque Ahmed merrily changed the Constitution of Bangladesh and seized the office of President although without any legal authority. All the other Commanding Officers of the Armed Forces readily declared their allegiance to the new ‘President’ and his ‘Government’ appar- ently without any protest although on their commission as officers, they all took oath to be faithful to Bangladesh and its Constitution and bear true allegiance to the President... <br> The ‘reign’ of Khandaker Mushtaque Ahmed lasted for 82 (eighty two) days. On November 6, 1975 he handed over the office of President of Bangladesh to Justice Abusadat Mohammad Sayem. The history and the reasons, which led Khandaker Mushtaque Ahmed to abdicate in favour of Justice Sayem, were not explained to us with any details. All we could gather from the sub- missions made by the learned Advocates and their written arguments that there was a coup and a counter coup during the first week of November, 1975, the chain of command in the army in Dhaka Cantonment broke down, large sections of army personnel revolted lcading to the whole-sale killing of a large number of officers of the army. Colonel Taher rescued Major General Ziaur Rahman, fhe Chief of Army Staff, from his residence in the cantonment. <br>  This narration of the events may not be absolutely accurate but the real facts may never be known and in any case not very nec- essary for deciding the legal issues involved in this rule but stated only as a sequel leading to the assumption of office of President b; Justice Sayem. But how and what chain of events led the Chief Justice of Bangladesh to become not only the President of Bangladesh but also the Chief Martial Law Administrator (CMLA), is far from clear. But in any case he was there as the President of Bangladesh and the CMLA as apparent from the Proclama- tion dated November 8, 1975.  The office of CMLA is a relic from the past. In the erstwhile Pakistan, General Ayub Khan was appointed CMLA by the Proclamation dated October 7, 1958 and again General Yahya Khan declared himself as the CMLA on March 25, 1969.  Earlier, although Martial Law was clamped on the country since August 15, 1975 but apparently no Martial Law Administrator was appointed but this time Justice Sayem by the Proclamation dated November 8, 1975, made some modifica- tions in the earlier proclamation and also appointed the Chief of Army Staff, Major General Ziaur Rahman BU psc; the Chief of Naval Staff, Commodore MH Khan, PSN., BN and the Chief of Air Staff, Air Vice Martial MG Tawab SJ, S.Bt, PSA, BAF, as Deputy Chief Martial Law Administrators.  Justice Sayem remained CMLA till November 29, 1976 and resigned from the office of President on April 21, 1"
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"178. As it appears in the above Proclamation dated April 6, 1979 the reasons for imposing Martial Law arc as follows :— <br> “ WHEREAS in the interest of peace, order, security, progress, prosperity and development of the country the whole of Bangladesh was placed under Martial Law on 15 August, 1975.” <br> But as it appears in the Preamble of the Procla- mation dated 20th August, 1978 no indication of any grave situation was given. The Parliament was very  “much in existence as on 15-8-75 and further in view  of the death of the then President, the then Vice President was to take the charge of the President till a new President was elected. As such how the situa- tion for declaring Martial Law as indicated above arose on August 15, 1975 ? <br> Further in the above Order the reason for revok- ing the Martial Law was given as follows :— <br> “AND, WHEREAS the situation in the country in all respect has since improved, and all other authorities and institution in the country may now properly function in accordance with the Constitution and the law.”  But however clause (O) of the above proclama- tion the following unusual power was given to the President:— <br> “(0) the President may, for the purpose of removing any difliculty that may arise in giving effect to any provision of this Proclamation make, by order, such provisions as he deems necessary or expedient and every such order shall have effect notwithstanding anything con- tained in the Constitution or in any other law for the time being in force.”  Considering the above clause (O), the High Court Division held that the above proclamation sought to subordinate the Constitution as clause (O) of the above Proclamation provided that the                President may make any order “notwithstanding anything contained in the Constitution” though till the abo:'c Proclamation the President did not hi:l\\'C any such power and thus this Proclamation bestowed “Supra Constitutional’ power on the then President of Bangladesh.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"177. Then while the Parliament was already in session and The Constitution (Fifth Amendment) Act, 1979 which is under challenge, had already been enacted and was publishcd in Bangladesh Gazette on April 6, 1979, by The Proclamation Dated April 6, 1979 which was published in the Bangladesh Gazette Extraordinary on 7th April, 1979 . This was the last proclamation issued by the Chief Martial Law Administrator by which Martial Law was revoked with effect from 8-00 PM of April, 6, 1979.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"176. The High Court Division held that though in the Preamble of the above Order the object as shown was to replace the remaining portion of the undemocratic  provisions incorporated in the Constitution by the Fourth Amendment, but many of the provisions incorporated by the Fourth Amendment have already been dismantled by Martial Law Regulations. Moreover, by the above Order not only the office of the President with all the poWers provided by the Fourth Amendment were kept very much intact but by inserting Article 92A, undemocratic provisions, the Parliament was made subservient to the President for all practical purpos- es with the view that in an unlikely event, even if the Parliament fails to make grants or to pass the budg- et under Articles 89 and 90, or refuses or reduces the demands for grants, under the above Article 92A the President, without any worries about the funds, could dissolve the Parliament at his pleasure. In this way the then President of Bangladesh by the above Order of 1978 became the most powerful Chief Executive virtually without any checks and balance either from the Parliament or from any body else. However, the above Article 92A was omitted by the Twelfth Amendment by which though the Parliamentary system of Government was restored, but the supervisory power of the Supreme Court over the subordinate judiciary, as was given in Atticle 116 of the original Constitution, was nol restored and it remained with the Executive. Further many provisions of the Fourth Amendment have not yet been disturbed, as if, those being pieces of dem- ocratic principle were required to be kept intact,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"175. Regarding the submission of the petition- ers that because of the Fourth Amendment, Fifth Amendment had to be made has also no substance. Assuming that Fourth Amendment was violative of the basic features of the Constitution, there was no challenge of the Fourth Amendment in the Supreme               Court as were done in the case of the Eighth Amendment as well as in the present casc,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"174. The next is the Second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978) dated Sth December, 1978. <br> The Preamble of the above Order shows that the object of the above Order was only to replace the remaining portion of the undemocratic provisions of the Constitution incorporated by the Fourth Amendment. But this is not correct. It may be noted that earlier by Proclamation Order No.l of 1977 changes were made only in the English Text of some amendments of the Constitution and the Bengali Text of those amendments remained as it is. By this Order similar changes were made in the Bengali Text. Further, changes were also made by inserting Sub Article (1A), (1B) and (1C) in Article 142 of' the Constitution providing that for amendment of the preamble or any provisions of Articles 8, 48, 56, 58, 80, 92A or this sub Article (1A), referendum to be held. Further Articles 92A and 145A were also inserted giving the President wider powers.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"173. As it appears by the above Order, amongst others, sub Article (1) of Article 102 was restored to its original position along with incidenta] amendments and the Supreme Court was again made to consist of the “Appellate Division™ and the “High Court Division” with effect from December | of 1977 and in Article 44 the words “High Court™ was substituted by the words “High Court Division”. As stated earlier, by Second Proclamation (seventh Amendment) Order, 1976, separate Courts such a “Supreme Court” and “High Court” were set up with effect from 13th August, 1976.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"172. The next is the Second Proclamation (Tenth  Amendment)  Order, 1977 (Secong Proclamation Order No. 1 of 1977), dated 27th November, 1977.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"171. As it appears the above Regulation, amongst others, provided that even if the Government had unlawfully taken over a property as abandoned, the same shall remain as abandoned  and any judgment declaring otherwise would be ineffective.    "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"170. The next is the Abandoned Properties (Supplementary Provisions) Regulations, 1977 (Martial Law Regulation No. VII of 1977), dated 17th October, 1977.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"169. According to the High Court Division the above Order provided that to ascertain the confi- dence of the people in General Ziaur Rahman, a countrywide referendum was to be held on May 30, 1977 on the basis of direct adult franchise. The above Referendunr was conceived and conducted under the MLO No.1 of 1977 and <br> “(a) This was done in order to ascertain the confidence of the voters in President Major General Ziaur Rahman, <br> (b) This kind of referendum is unknown to the Constitution, or any law of the land”,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"168. The High Court Division found that by it—<br> “(a) The Second and Third Proclamations  were changed. <br> (b) Basic features of the Constitution were changed. <br> (¢) In the Fourth Schedule of the Constitution, after paragraph 3, a new                paragraph, namely paragraph 3A was inserted in order to validate the proclama- tions, MLRs, MLOs ete, including the amendments of the Constitution which amongst others, provided that: <br> (i) The Proclamations etc and the acts taken thercon were validated and those cannot be questioned before any Court. <br> (ii)All amendments of the Constitution were sought to be validly made.  <br>  (iii)The Proclamations: MLRs and MLOs, were to be treated as the Acts of Patliament.”  <br>  The next is the Referendum Order, 1977 (Martial Law Order No.1 of 1977) dated 1st May, 1977.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"167. The next is the Court's Jurisdiction (Restriction) Regulation, 1977 (Martial Law Regulation No.1 of 1977) dated March 9, 1977. <br> By the above Regulation restrictions were imposed upon the power of High Court to make interim orders and restrictions were also imposed upon the power of other Courts to pass temporary or interim injunction. <br> The next is the Order dated 21-4-1977, pub- lished in the Bangladesh Gazette Extra Ordinary on April 21, 1977. <br> The above Order disclosed that on being nomi- nated under clause (aa) of the Proclamation dated 20-8-1975, Justice Abu Sadat Mohammad Sayem assumed the Office of the President but the High Court Division as it appears found that previously Justice Abu Sadat Mohammad Sayem, by Proclamation dated November 8, 1976, assumed the position of only the Chief Martial Law Administrator and he nominated General Ziaur Rahman to be the President of Bangladesh in that capacity. <br> The next is the Proclamations (Amendment) Order 1977, i.e. Proclamation Order No. 1 of 1977 dated April 23, 1977 . By this Order, as described in details later on BISMILLAH-AR-RAHMAN-AR- RAHIM was inserted above the Preamble of the Constitution and the second and fourth paragraphs of the Preamble as well as Articles 6, 8, 9, 10, 12, 25, 38 and 141 of the Constitution were drastically changed and further paragraph 3A was inserted in the Fourth Schedule of the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"166. The above Regulation repealed the Political Parties Act 1962 (Act Il of 1962) and Political Parties (Prohibition) Ordinance 1975 (XLVI of 1975). <br> Then came the Third Proclamation dated 29th November, 1976 which proclaimed as follows:— <br> “WHEREAS I, Abusadat Mohammad Sayem, President of Bangladesh and Chief Martial Law Administrator, assumed, by the Proclamation of the 8th November, 1975, the powers of the Chief Martial Law Administrator and appointed                the Chiefs of Staff of the Army, Navy and Air Force as Deputy Chief Martial Law Adminis- trators; And whereas 1 do now feel that it is in the national interest that the powers of the Chief Martial Law Administrator should be exercised by Major General Ziaur Rahman BU, psc, the Chief of Army Staff; Now, therefore, in exercise of all powers enabling me in this be and in mod- ification of the provisions of the Proclamations of the 20th August, 1975, and 8th November, 1975, 1, Abusadat Mohammad Sayem, resident of Bangladesh, do hereby hand over the Office of Martial Law Administrator to Major General Ziaur Rahman BU, psc., who shall hereafter exercise all the powers of Chief Martial Law Administrator including the powers” <br> (a) to appoint new Deputy Chief Martial Law Administrators, Zonal Martial Law Administrators, and Sub-Zonal Martial Law Administrators, <br> (b) to amend the Proclamations of the 20th August, 1975, 8th November, 1975 and This Proclamation, <br> (c) to make Martial Law Regulations and Orders, and (d) to do any other act or thing or to take any other action as he deems necessary in the national interest or for the enforcement of Martial Law”. <br> The views of the High Court Division in respect of the above order is as follows: <br> by the Third Proclamation dated November 29, 1976. <br> (a) “Justice ASM Sayem handed over the office of CMLA to Major General Ziaur Rahman BU psc.  (b) The Major General Ziaur Rahman, BU psc would exercise all the powers of CMLA with powers amongst others (0 amend the Proclamations dated 20-8-75, 8-11-76 and 29-11-76.\"    "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"165. Then came The Political Parties Regulation, 1976 (Martial Law Regulation No. XXII of 1976) dated July 28, 1976.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"164. The next is the Second Proclamation (Seventh Amendment) Order, 1976 . (Second Proclamation Order No 1V of 1976) dated May 4 1976. <br> 'It may be noted here that in the original Constitution Article 44 provided as follows:— <br> \"44(1) The right to move the Supreme. Court, In accordance with clause (1) of Article. 102, for the enforcement of the rights conferred by this part, I guaranteed, <br> (2) Without prejudice o the poviers of i, Supreme Court under Article 102, Parliamen may by law empower any other Court, withip the local limits of its jurisdiction, 1o exercise 41y or any of those powers”, <br> But by Fourth Amendment sub Article (1) of Article 102 was omitted and Article 44 was substi- tuted as follows;— <br> “Parliament may be law cstablish 4 Constitutional Court, tribunal or commission for the enforcement of fundamental rights” <br> By the above Order 1976, amongst others, some amendments were made to the proclamation dated November 8, 1975 predominantly restoring original Article 44 as it existed before the Fourth Amendment but however without restoring sub Article (1) of Article 102 and the above Order also established separate “Supreme Court” and the *“High Court” along with other incidental changes. As it appears by Order dated August 11, 1976 the above changes came into effect on and from August 13, 1976.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"163. The next is the Second Proclamation (Sixth  Amendment) Order, 1976 (Second Proclamation Order No.llI of 1976) dated May 4th 1976. <br> As it appears by the above order, amongst oth- ers, by inserting clause (eb) to the Proclamation dated November 8, 1975, the proviso to Article 38 of the Constitution which is in respect of freedom of association other than in the name or on the basis of any religion as its basis or purpose, was omitted.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"162. The next is the Second Proclamation (Third Amendment) Order, 1975 (Sccond Procla- mation Order No.Ill of 1975) dated December 31, 1975 <br> As it appears by the above Order amongst oth- ers by inserting clause (gb) to the Proclamation dated November 8, 1975, the Bangladesh Collabo- rator’s (Special Tribunals) Order 1972 ( PO No 8 of 1972), was omitted from the First Schedule to the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"161. Then came the “Proclamation” dated the  8th November, 1975 which proclaimed as follows:  WHEREAS the whole of Bangladesh has been under Martial Law since the 15th day of August, 1975;  And whereas Khandaker Mushtaque Ahmed, who placed the country under Martial Law, has made over the Office of President of Bangladesh to me and I have entered upon that Office on the 6th day of November, 1975;  And whereas in the interest of peace, order, security, progress, Keep in force the Martial Law proclaimed on the 15th August, 1975:  And whereas for the effective enforcement of Martial Law it has become necessary for me to assume the powers of Chief Martial Lav Administrator and to appoint Deputy Chief Martial Law Administrators and to make some modifications in the Proclamation of the 200 August, 1975;  <br>  Now, therefore, I, Mr Justice Abu Sadat  Mohammad Sayem, President of Bangladesh,                do hereby assume the powers of Chief Martial Law Administrator and appoint the Chief of Army Staff; Major General Ziaur Rahman BU psc; the Chief of Naval Staff, Commodore MI1 Khan, PSN, BN, and the Chief of Air Staff, Air Vice Marshal MG Tawab, SJ S.Bt. PSA, BAF, as Deputy Chief Martial Law Administrator and declare that— <br><br> “(a) Martial Law Regulations and Orders shall be made by the Chief Martial Law Administrator;  <br>  (b) all Martial Law Regulations and Orders in force  immediately  before  this Proclamation shall be deemed to have been made by the Chief Martial Law Administrator and shall continue to remain in force until amended or repealed by the Chief Martial Law Administrator; <br> (c)Parliament shall stand dissolved and be deemed to be so dissolved with effect from the 6th day of November, 1975, and general elections of Members of Parliament shall be held before the end of February, 1977; <br> (d)the persons holding office as Vice- President, Speaker, Deputy Speaker, Ministers, Ministers of State, Deputy Ministers and Whips, Immediately before this Proclamation, shall be deemed to have ceased to hold office with effect from the 6th day of November, 1975; <br> (e)an Ordinance promulgated by the President shall not be subject to the limi- tation as 1o its duration prescribed in the Constitution of the People’s Republic of Bangladesh (hereinafter referred as the Constitution); <br> (f)the provisions of Article 48 of lh'c Constitution shall remain suspended until further order; <br> (g)Part VIA of the Constitution shall stand omilted;  <br>     (h)the Chief Martial Law Administrator may  appoint  Zonal or Sub-Martial Law Administrators; <br> (i) I may, by order notified in the official Gazette, amend this Proclamation: <br> (j)this Proclamation shall be a part of the Proclamation of the 20th August, 1975, and the Proclamation of the 20th August, 1975, shall have effect as modified by this Proclamation™. <br><br> The High Court Division found that some of its salient features are as follows : — <br> (i)Mr Justice Abu Sadat Mohammed Sayem entered upon the Office of the President on 6 November ,1975 <br> (ii)He assumed the Office of the Chief Martial Law Administrator (CMLA) and appointed three Deputy Chief Martial Law Administrators ( DCMLA) <br> (iii)Parliament was dissolved with effect from 6 November, 1975. <br> (iv)Part VI A of the Constitution was omit- ted <br> (v)The Proclamation dated 8 November, 1975 modified the Proclamation dated 20 August, 1975 and became its part <br> On consideration of the above proclamations it appeared to the High Court Division that; <br>  (i)“Justice Abu Sadat Mohammed Sayem, the Chief Justice of Bangladesh had no authority to enter into the Office of the President of Bangladesh and to assume the power of CMLA , which was beyond the ambit of the Constitution <br> (ii)He had no lawful authority to dissolve the Parliament <br> (iii) Bangladesh was ruled for the next three and a half years without any Parliament,                as such, lost s Republican character for the said period, <br> (iv) Me had no lawtul authority to suspend any provision or any part of the Constitu- tion <br> (v) e had no lawful authority to make any Proclamation, Martinl Law Regulation or Order, <br> (vi) Justice Abu Sadat Mohammed Sayem  violated the Constitution of Bangladesh <br> (vii) He acted as a usurper in entering the Office of the President and in assuming the powers of CMLA\"  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"160. On considerations of the above noted  Proclamations it appears that <br><br> (i) “Khandaker Mushtaque Ahmed had no lawful authority to seize the office of the President of Bangladesh, as such, he was an usurper <br> (i)  He had no authority to suspend any pro vision of the Constitution <br> (iii) He had no authority to make any Proclamation, Martial Law Regulation or Order, beyond the ambit of (he Constitution <br> (iv) He destroyed the supremacy of (he Constitution by making it subject to the Proclamation, Martial Law Regulation and Order <br> (v) He ousted the jurisdiction of the Supreme Court, one of the three pillars  of the State <br> (vi) The Proclamations etc. were made non justifiable before the Court of law as such the concept of the rule of law was destroyed”.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"159. In respect of this Proclamation the com- ments of the High Court Division are as follows:— <br> ...................................................... <br> ......................................... <br> (i)  “Certain provisions of the Constitution were suspended and modified, <br> (ii) The Proclamation and Martial Law Regulations and Orders became effec- tive inspite of the Constitution or other laws <br> (iii) The Constitution remained enforced but subject to the Proclamation, Martial Law Regulations and Orders <br>  (iv)  No Court including the Supreme Court would have any power to call in ques- tion the Proclamation, Martial Law Regulations or Orders”,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"158. AS it appears to decide the above issues, at first the Court Division referred to the  proclamations dated 20 August 1975, 8 November 1975 and 29 November 1975 and also different Martial Law Regulations and Orders.   The first is the “Proclamation” dated 20th August 1975 which proclaimed as follows: <br>  \"WHEREAS I, Khandaker Mushtaque Ahmed, with the helg and mercy of the Almighty Allah and relying upon the blessings of the people, have taken over all and full pow- ers of the Government of the People’s Republic of Bangladesh with effect from the morning of the 15th August, 1975 . <br> <br>      AND WHEREAS I placed, on the morning of the 15th August, 1975 the whole of Bangladesh under Martial Law by a declaration broadcast from all stations of Radio Bangladesh; <br> AND WHEREAS, with effect from the mom- ing of the 15th August, 1975, I have suspended the provisions of article 48, in so far as it relates of election of the President of Bangladesh, and Article 55 of the Constitution of the People’s Republic of Bangladesh, and modified the pro- visions of article 148 thereof and form I of the Third Schedule thereto to the effect that the oath of office of the President of Bangladesh shall be administered by the Chief Justice of Bangladesh and that the president may enter upon office before he takes the oath; <br> Now, thereof, I, Khandaker Mushtaque Ahmed, in exercise of all powers enabling me in this behalf, do hereby declare that— <br> (a) I have assumed and entered upon the Office of the President of Bangladesh with effect om the morning of the 15th August, 1975; <br> (b) I may make, from time to time, Martial W Regulations and Orders— <br> <br> i) providing for setting up Special Courts or Tribunals for the trial and punishment of any offence under  such Regulations or Orders or for contravention thereof, and of offences under any other law; <br> (ii) prescribing penalties for offences under such Regulations or Orders or for contravention thereof and special penalties for offences under any other law; <br> (iii) empowering any Court or Tribunal to try and punish any offence under such Regulation or Order or the contravention thereof’ <br> (iv) barring the jurisdiction of any Court or Tribunal from trying any offence specified in such Regulations or Orders; <br><br> (c) I may rescind the declaration of Martial Law made on the moming of the 15th August, 1975, at any time, either in respect of the whole of Bangladesh or any part thereof, and may again place the whole of Bangladesh or any part there- of under Martial Law by a fresh declaration; <br> (d) this Proclamation and the Martial Law Regulations and Orders made by me in pur- suance thereof shall have effect notwithstanding anything contained in the Constitution of the People’s Republic of Bangladesh or in any law for the time being in force; <br> (e) the Constitution of the People’s Republic of Bangladesh shall, subject to this Proclamation and the Martial Law Regulations and Orders made by me in pursuance thereof, continue to remain in force; <br> (f) all Acts, Ordinance, President’s Orders and other Orders,  Proclamations rules, regulations, bye-laws, notifications and other legal instruments in force on the moming of the 15th August, 1975, shall continue to remain in force until repealed, revoked or amended ;               <br>  (g) no Court, including the Supreme Court, or tribunal or authority shall have any power to call in question in any manner whatsoever or declare illegal or void this Proclamation or any Martial Law Regulation or Order made by me in pursuance thereof, or any declaration made by or under this Proclamation, or mentioned in this Proclamation to have been made, or anything  \"done or any action taken by or under this  Proclamation, or mentioned in this  Proclamation to have been done or taken, or anything done or any action taken by or under any Martial Law Regulation or Order made by me in pursuance of this Proclamation ; <br> (h) I may, by order notified in the official Gazette, amend this Proclamation.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"157. Regarding the point of usurpers it Was argued as follows: <br> (i) On the murder of Bangabandhu Sheikh Mujibur  Rahman, President of the People’s Republic of Bangladesh, on August 15, 1975, Khandaker Mushtaque Ahmed in total violation of the Constitution, illegally seized the office of President of Bangladesh, as such, he wge an usurper. <br> (ii) He had no authority to function as the President, as such, the Proclamation of Martial Law on August 20, 1975, and his tenure as the purported President for 82(eighty-two) days was illegal.  <br>  (iii) The assumption of office of a President of Bangladesh by the then Chief Justice of Bangladesh on November 6, 1975 and the assumption of powers of the Chief Martial Law Administrator by the Second Proclamation issued on November 08, 1975 was in total disregard of the Constitution. <br> (iv) Appointment of Major General Ziaur Rahman, as the Chief Martial Administrator by the Third Proclamation issued on November 29, 1976, was made, beyond the ambit and in total disregard of the Constitution <br> (v) Appointment of Major General Ziaur Rahman as the President of Bangladesh on April 21, 1977, was made in violation and in total disregard of the Constitution. <br> (vi) As such, all the Martial Law Proclamations, Martial Law Regulations including the Martial Law Regulation No. VII of 1977 and the Martial Law Orders, were made by the usurpers of the office of President in violation and in total disre- gard of the Constitution , as such, illegal, void ab initio and nonest in the eye of law.                "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"156. As it appears the grounds on which the Fifth Amendment was challenged before the High Court Division are that— <br> (a) Khandaker Mushtaque Ahmed, Justice ASM Sayem and General Zjaur Rahman having no authority to assume the post of President and Chief Martjal Law Administrators and accordingly are usurpers and <br> (b) Fifth Amendment negates and is also  repugnant to the basis feature of the Constitution.  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"155. Now the question is whether all the leg- islative measures i.e. the Proclamations, Martial - Law Regulations and Orders, were promulgated/ made during the period from 15 August, 1975 upto April 9, 1979 by legally constituted authority or by usurpers and if by usurper whether those legislative measures were illegal, void and non east and whether the Second Parliament, itself, even by two third majority, could pass any law repugnant to the Constitution and whether the Fifth Amendment is ultra vires the Constitution,  "
   },
   {
      "title":"Anti-Corruption Commission Act (V of 2004) Section 26",
      "subsection":"Judgment ",
      "year":2010,
      "section":"154. Regarding nationalism though‘ we expressed the view that being political issue, Parliament is to take decision in this regard, but if in place of “Bangladeshi” the word ‘Bangalee’ is sub- stituted in terms of the judgment and order of the High Court Division, then all passports, identity ca;ds, nationality certificates issued by the Government and other prescribed authorities, cer- tificates issued by educational institutions, visa forms and other related documents of the govern- ment will have to be changed, reprinted or reissued. Moreover, the Bangladeshi nationals who will return to Bangladesh as well as those travelling abroad will also face serious complications with the immigration authorities abroad. Apart from the above and other hackles and harassments, this change of the nationality would also cost millions from the public exchequer. So for wider public inter- est the substituted Article 6 is to be retained.  "
   },
   {
      "title":"Penal Code (XLV of 1860)",
      "year":2010,
      "section":" Section 302 <br> Wife killing case—The deceased was the wife  of the accused who met with death in the bed- room of the accused, while she was living with the accused. The presence of the accused in the house at the material time is not disputed rather is sup- ported and proved by evidence on record and the death of the deceased was within the special knowledge of the accused. <br> Nausher Ali Sarder vs State 39 DLR (AD) 194 and Dipok Kumar Sarker vs State 40 DLR (AD) 139 ref. <br> AK Badrul Hug, Senior Advocate instructed by Mrs Sufia Khatun, Advocate-on-Record—For the Petitioncr (In Criminal Petition No.17 of 2009). <br> ASM Abdul Matin, Deputy Attorney-General (Mrs Mahfuza Begum, Assistant Attorney-General him) instruct- ed by ASM Khalequzzaman, Advocate-on-Record — For the Petitioner (In Criminal Petition No.38 of 2009). <br> ASM Abdul Mobin, Deputy Attorney-General (Mrs Mahfuza Begum Assistant Attorney-General with him) instructed by Mrs Sufia Khatun, Advocate-on-Record— For the Respondent (In Criminal Petition No.17 of 2009) <br> Respondent (In Criminal Petition No.38 of 2009)—  Not Represented. <br> *Criminal Petition for Leave to Appeal Nos.17 and 38 of 2009. <br> (From the judgment and order dated 20-7-2008 and 21-7-2008 passed by the High Court Division in Death Reference No.6 of 2005 corresponding to Criminal Appeal No.322 of 2005 and Jail Appeal No.40 of 2005). <br> [The High Court Division judgment reported in 62 DLR 399 has been affirmed by the above judgment.]               "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"18. It appears that the High Court Division cor- rectly followed the principle laid down in the case of Nausher Ali Sarder vs State reported in 39 DLR (AD) 194 and in the case of Dipok Kumar Sarker vs State reported in 40 DLR (AD) 139 and therefore no injustice has been committed by the High Court Division in commuting the sentence.  In view of the discussions, as above, we find nothing to interfere with the judgment of the High Court Division and accordingly both the petitions are dismissed.                 APPELLATE DIVISION (Criminal) MM Ruhul Amin CJ | <br> GMM  Rahman.......Appellant  <br> Md Tafazzul Islam J  <br> Md Abdul Matin J  <br> Md Abdul Aziz  <br>  ---------------------  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"17. Heard Mr AK Badrul Hugq, the learmed Counsel appearing for the petitioner in Criminal Petition for Leave to appeal No.17 of 2009 and Mr ASM Abdul Mobin, the leamed Deputy Attorney- General (Mrs Mahfuza Begum, the learned Assistant with him) appearing for the petitioner in Criminal Petition for Leave to Appeal No.38 of 2009 and Mr ASM Abdul Mobin, the learned Deputy Attorney-General (Mrs Mahfuza Begum, the learned Assistant Attorney-General with him) appearing for the respondent in Criminal Petition for Leave to Appeal No.17 of 2009 and perused the petition and the impugned judgment and order of the High Court Division and other papers on record.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"16. As to sentence the High Court Division held as under : <br> “The accused is not a hardened criminal. The death of the deceased was caused by him in sequel of bitter matrimonial relationship. He caused the haematoma with any hard substance on the occipital region on the head of the decea- sed which resulted her instantaneous death. The accused has three minor children and an invalid first wife. In view of these facts and circum- stances, we are of the view that justice will be met if the sentence of death awarded to the accused is commuted to imprisonment for life.”  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"15. In the instant case, the death of the deceased Joyanti Munshi in the bedroom of her hus- band accused Azam Reza is not disputed. According to the prosecution she was assaulted to death. On the other hand, the defence is that she committed sui- cide by hanging. The deceased was the wife of the accused who met with death in the bedroom of the accused, while she was living with the accused. The presence of the accused in the house at the material time is not disputed rather is supported and proved by evidence on record and the death of the deceased was within the special knowledge of the accused. The accused came out with the story of suicide by hanging which he failed to prove and as such the  High Court Division rightly held the accused guilty of murder.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"14. The High Court Division afier considering the medical evidence about the haematoma held as under : <br> “In view of the authorities of medical jurisprudence quoted above without any frac- ture of the skull and injury on the meninges hemorrhage may be occurred on the brain resulting instantaneous death. The haematoma on the right parieto-occipital area and a sub- arachnoid hemorrhage in the right parietal and both frontal lobes clearly show that a blow with hard substance was given on the parieto-occipi- tal region resulted sub-arachnoid hemorrhage on the right parietal and both the frontal lobes and such sub-arachnoids hemorrhage caused cerebral failure resulting death of the deceased. So there is no reason to discard the medical evi- dence as to cause of death. The doctors rightly opined that the death of the deceased was due to head injuries, which was ante-mortem and homicidal in nature. In this way we are unable to agree with above submission of Mr. Khandker Mahbub Hossain. Thus it is well established that the deceased was done to death. After intentionally causing the death of the deceased, in order to colour such homicidal death as suicidal one the dead body was hanged. Thus the prosecution could prove beyond all reasonable doubt that the offence of murder was committed.”  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"13. The High Court Division further held that the death of the deceased could not be attributed to hanging as under: <br> “In the instant case besides the ligature mark other signs and symptoms of death due to hanging like (1) petichial haemorrhage and ecchymoises anterior around the ligature mark, (2) mark of dribbled saliva, (3) tear of the inti- ma of carotid arteries with extravasations of blood with their walks, (4) congested and haemorhage in the lymph nodes above and below the ligature mark, () fracture or disloca- tion of cervical vertebra and both external and internal injuries on head were present. So in the present case the death of the deceased could not be attri-buted to hanging.”                 "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"12. The High Court Division after hearing the reference and the appeal and the jail appeal held as under: <br> “The above evidence of PWs 1-6 as to presence of marks of hurt on the person of the deceased her normal eyes, nose etc and absence of any the symptoms of death by hanging are not tainted and do not suffer from any infirmity. Moreover their such evidence had gone unchal- lenged. Therefore, there is no reason to discard the same.”  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"11. The learned Judge on consideration of the evidences on record and the facts and circumstances of the case convicted and sentenced the accused as foresaid and made the reference under section 374 of the Code of Criminal Procedure for confirmation of the sentence of death awarded to the accused. Being aggrieved by and dissatisfied with that judg- ment and order of conviction and sentence he con- vict preferred the above regular appeal as well as the  jail appeal.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"10. Afier closing of the prosecution evidence the accused was examined under section 342 of the Code of Criminal Procedure, when he submitted a written statement contending that the deceased com- mitted suicide by hanging. He filed some documents including the certified copies of the statements of his domestic helps Alpana, Nurunnahar, Nayantara and Sabina Begum, his first wife Atia Sultana and sister Shampa Reza recorded under section 161 of the Code of Criminal Procedure in connection with the Unnatural Death Case by PW 10 SI Biman Kumar Das on 9-1-2004 and also the statements of his domestic helps Nayantara, Alpana. Nurunnahar and driver Khorshed Alam, Shahadat Hossain, a key maker, the security guards and supervisor of apart- ment building where he lived, recorded under sec-  tions 161 and 164 of the Code of Criminal Procedure in the present case and also some papers of Ramna Police Station Case No. 24-1-2004, arose out of the incident of road accident the ambulance carrying the dead body of the deccased to the  morgue faced.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"9. At the trial in order to prove the charge the prosecution examined 13 witnesses, of whom PW I Lusil Sadekin is the informant and mother of the deceased, PW 2 Dr Shati Munshi is the sister of P\\WV 6 Dr Mabubur Rahman is her husband. PW 3 Mofezzelatunnessa Doly and her sister PW § Fazilatunnessa are the relatives of the deceased. PW 4 Dr Mahbub Ahmed is the house physician of the accused. PW 12 Rabab Sultana is a seizure list wit- ness and PW 13 Kanta Saadat is an office colleague of the deceased. They are the private witnesses. The remaining five are official witnesses, of whom PW 2 Dr Md Akhteruzzman is the Chairman of the Medical Board, held post mortem examination of the dead body of the deceased, PW 8 ASI Anjuman Akhtar is the police officer, recorded the Unnatural Death Case on the basis of informant in writing given by the accused, PW 9 Abdur Rab Sarder is the constable escorted the dead body of the deceased to the morgue for post mortem examination, PW 10 SI Biman Kumar Das is the investigating officer of the Unnatural Death Case and the first investigating officer of the present case and PW 11 Munshi Ruhul Kuddus, a Police Inspector attached to detective branch of Dhaka Metropolitan Police is the second and last investigating officer, who took up investi- gation of the case on 17-1-2004 and after conclusion of investigation submitted charge sheet against the accused.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"8. The defence case is that of innocence and false implication and that the deceased committed suicide by hanging.                "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"7. At about 8-25 PM the informant filed a written complaint with Gulshan Police Station against the accused alleging that he caused the death of the deceased, but the police did not record the case treating the written complaint as FIR. They recorded that written complaint as GD Entry No. 690 dated 9-1-2004 on the plea that an unnatural death case had already been recorded. A Medical Board held autopsy of the dead body of the deceased and reported that death of the deceased was due 1o the head injury, which was homicidal. Next day on 10-1-2004 at 11-15 PM the informant lodged anoth- er written complaint with Gulshan Police Station against the accused, on the basis of which a regular murder case was recorded. Accordingly final report was submitted in the Unnatural Death Case. After investigation of the murder case charge sheet was submitted against the accused, who eventually was put on trial in the Druto Bichar Tribunal No.4, Dhaka, wherein charge under sections 302 and 201 of the Penal Code was framed against him to which he pleaded not guilty and claimed to be tried.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"6. On the same day at about 3-25 PM before arrival of the informant party the accused in writing informed Gulshan Police Station that the deceased committed suicide by hanging. On the basis of which Unnatural Death Case No.2 of 2004 was recorded and SI Biman Kumar Das was entrusted with the investigation of the same, who went to the house of the accused and made inquest of the dead body of the deceased at 4-05 PM and sent the dead body to the morgue for post-mortem examination for ascertaining the cause of death. He seized one oma, a revolving chair and a cot as alamats from the place of occurrence bedroom under a seizure list and recorded the statements of the maid servants, the first wife, sister and driver of the accused and others under section 161 of the Code of Criminal  Procedure.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"5. On 9-1-2004 at 1-30 PM Shampa Reza, the sister of the accused, over telephone informed Mr Maht?ubur Rahman, husband of Dr Shati Munshi, the s!stcr to the decease had committed suicide by hanging. Dr Mahbabur Rahman and Dr Shati lnforrned the matter to the mother of the deceased, the informant. Then they went to the house of the ac.cusc':d and found the dead body of the deceased lying in the bedroom on a cot with some injuries on  the different parts of the body including one swelling on the back of the head.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"4. The short facts of the case are as under:- The deceased Joyanti Munshi daughter of informant Lusil Sadekin was an Architect and Senior Teacher of Australian International School at Gulshan, Dhaka. On 10-3-2000 her marriage with accused Azam Reza was solemnized. After marriage they had a happy conjugal life for 3'/, years. The deceased used to live in the house of the accused. She gave birth to a son named Turja by the accused. At the time of occurrence Turja was 2/, years of age. In the meantime, illicit relationship developed between the accused and Afsana Mimi, an actress, in sc'quel of which the accused started misbehaving with and torturing the deceased. On the night fol- lowing 8-1-2004 in the bedroom the accused assaulting the deceased intentionally caused her death,  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"3. Criminal Petition for Leave to Appeal No.17 of 2009 has been filed by the accused peti- tioner whereas Criminal Petition for Leave to Appeal No.38 of 2009 has been filed by the State on the ground of inadequacy of sentence and both the petitions having been head together are being dis- posed of by this judgment.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"2. These petitions for leave to appeal are directed against the judgment and order dated 20-7- 2008 and 21-7-2008 passed by the High Court Division in Death Reference No.6 of 2005 corre- sponding to Criminal Appeal No.322 of 2005 and Jail Appeal No.40 of 2005 sentencing the petitioner to life imprisonment.  "
   },
   {
      "title":"Penal Code (XLV of 1860) Section 302",
      "subsection":"Judgment ",
      "year":2010,
      "section":"1. Md Abdul Matin J : The delay in Criminal petition No.38 of 2009 is condoned.  "
   },
   {
      "title":"Code of Criminal Procedure (V of 1898)  Section 417A(2)",
      "year":2010,
      "section":" Section 417A(2)  <br> Section 417A(2) of the Code appeal lies to the  appellate Court against the sentence on the ground of inadequacy. The appellate Court was the Court of Sessions but no appeal was filed before the Court of Sessions rather it was filed, long after the limitation, before the High Court Division. The very appeal was incompetent and the High Court Division acted illegally in enter- taining the appeal and therefore the judgment of the High Court Division is liable to be set aside.  .................. <br>  In an appeal a sentence may not be enhanced whereas this may be done in revision and second- ly that in revision and acquittal shall not be con- verted into a conviction, whereas this may be done in an appeal against an acquittal. Every other power, whether procedural or final, is equal- ly exercisable in appeal as it may be exercised in revision by the High Court Division.  <br> Crown vs Sultan Mahmood 7 DLR (FC) 78 ref.  <br> AK Badrul Hug, Senior Advocate (Golam Kibria, Advocate with him) instructed by Md Aftab Hossain, Advocate-on-Record—For the Appellant.  <br> Abdur Rezagque Khan, Senior Advocate instructed by Md Nawab Ali, Advocate-on-Record—For the Respondent No.2.  <br> ASM Khalequzzaman, Advocate-on-Record—For the Respondent No. 1. *Criminal Appeal No.25 of 2005.  <br> GMM RAHMAN VS STATE (Md Abdul MatinJ)  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"50. In sExch view of the matter we find that the impugned judgment suffers from no illegality and calls for no interference by this Court,  In the result, all the appeals are dismissed with- out any order as to costs.  APPELLATE DIVISION (Criminal) State.........Petitioner <br> Zakaria Pintu alias Md Zakaria Pintu and others ........Respondents <br>  Md Fazlul Karim CJ |   Md Abdul Matin J |  SAN Mominur Rahman J|  ABM Khairul Haque J |  MM Hossain J |  SK SinhaJ |  <br> Judgment June 6th 2010.    "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"49. It is true that the Company Bench cannot interfere in the internal management of the Com- pany but in the instant case the previous AGMs could not transect on the important agendas pertain- ing to receipt and adoption of Audited Accounts for the relevant years and approving any dividend as recommended by BoD as appearing in agenda Nos. 1 and 2 in the notice for the 22nnd AGM because of the injunction issued by the Company Bench and therefore the matter on those agendas could not be transected and the Company Bench therefore was moved under sections 81(2) and 85(3) of the Act and in making the Rule absolute, the High Court Division appears to have only granted ancillary and consequential order including those pertaining to fixing Record Date and conducting of 20th, 21st and 22nd AGMs on condition that the balance sheet, financial statement and audited accounts for the year ending will December 31, 2005 is prepared afresh and a new Record Date to be fixed. Since these directions are ancillary and consequential in nature the High Court Division committed no illegality in exercising the power under section 85(3) of the Act. I‘t is pen.inent to mention here that Record Date is llnkf:d with the AGMs and it cannot be tied with the c.arher Record Date fixed under the SEC Notifica- tion and the Company Bench rightly considered Articles 137 and 140 of the Company in deciding the rights of the share-holders.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"48.  Thus it appears that the High Court Divi- sion correctly considered the scope of sections 81(2) and 85(3) of the Companies Act and also considered Regulation No. 46(2) of the 2003 in its true per- spective.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"47. It further appears that the High Court Division considered the power of the Company Bench in giving ancillary directives in the matter of  holding AGMs and after considering the provision  of section 85(3) of the Companies Act held as under:<br> “The Company Court has ample power 10  give ancillary directives in the matter of holding AGMs under section 85(3) Companies Act; the Court may order a meeting of the Company to  be called, held and conducted in such manner  as it thinks fit and give such ancillary directions  as in thinks expedient. This was so held in the                case of Satish Chandra Banik vs Dhaka Jute Mills Ltd reported in PLD 1968 (Dac) 610 = 19 DLR 280 and Ghiasuddin Ahmed vs Farugue reported in DLR (4D) 296.\"  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"46. On question of Record Date the High Court Division considered the provision of section 46(2) of the 2003 regulations and held as under : <br> “In light of the above, this Court finds that driven by a misconception of applicable law and proceeding on the wrong premise by rely- ing on the SEC’s opinion of 9-12-2007, the BoD of the Bank exercised its jurisdiction erro- neously under Regulation 46(2) of the 2003 Regulations in maintaining the Record Date of 25.9-2005 for the delayed AGMs scheduled to be held in January, 2008 . At this juncture this Court is necessarily reminded of the steps already taken by this Court to variously retrain the bank from carrying out the business at the 20th, 21st and 22nd AGMs as were held but were adjourned only with regard to the agenda on the consideration of the financial statements and the declaration of dividend/bonus share, and in that regard remains satisfied of the fact that by reason of such partial adjournment of the AGMs otherwise held further to its judg- ment and orders dated 26-11-2007 in Matter Nos. 134 of 2005 and 149 of 2007 this Court to date remains in seisin of the matters of the fur- ther conduct of business pertaining or in rela- tion to such of the adjourned agenda of the AGMs, In this regard it is 1o be particularly noted that the orders of admission of this Court in all four matters under consideration were ' made at a time when the question or issue of the  legality of maintaining the Record Date of 25-  9-2005 and the repercussions or reverberations  thereof obviously remained determinable 'by this Court at a future date. It is on that premise that this Court in the said admission orders ar?d in securing the interest of the bank in gcncra! in keeping its internal mechanism running allowed for the meetings of 10-1-2008 and 31- 1-2008 to be held, albeit on the basis of trun-                           cated agenda to be variously considered in each. The bank was restrained under all four applications from transacting business under the agenda on which the issue of the Record Date of 25-9-2005 was initially thought to have had an impact or bearing upon. On a substan- tive consideration of all the four applications and appreciation of the fact that the Record Date as now found to have been maintained at 25-9-2005 without any legal basis, but that on -reliance of the same certain business has already, however, been transacted in the meet- ings held on 10-1-2008 and 31-1-2008, this Court must now necessarily find that the opera- tion of the Record Date of 25-9-2005 at those meetings as the prime determinant of dividends of certain groups of shareholders of the bank was without any legal basis. That being the case, this Court now finds that any business transacted at the said meetings of 10-1-2008 and 31-1-2008 must necessarily be held not to have been in accordance with law. In light of the same, and as submitted by both Dr Zahir and Mr Mahmud, it shall be and is within this Court’s jurisdiction in keeping with the judg- ments in Satish Chandra Banik vs Dhaka Jute Mills Ltd. reported in PLD 1968 Dacca 610 = 19 DLR 280 and Ghyasuddin Ahmed vs Faruque reported in 38 DLR. (AD) 1986, 296 to direct the bank to call, hold and conduct afresh the 20th, 21st and 22nd AGMs for the culcnq-.lr years 2003, 2004 and 2005 in complmm::: with the directives of this Court as hereunder.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"45. It appears that the High Court Division considered the question of maintainability of the petitions under sections 81(2) and 85(3) of the Act and held as under : <br> “For reasons already stated and the satis- faction above expressed with regard to the sub- missions made by Dr Zahir on this issue of the petitioners’ /ocus standi in Matter Nos. 1, 10 and 11 of 2008, this Court finds that even given the absence of the amendments that could have otherwise been introduced into the Act follow- ing the Indian example, the depository regime inherently and implicitly allows for an interpre- tation to be accorded to the relevant provisions as above referred to the 1999 Act and 2003 Regulations in a manner as facilitate a harmo- nious relationship between the depository and companies law regimes and allow for most of the petitioners in Matter Nos. 1, 10 and 11 of 2008 to be treated as members of the bank enjoying both corporate rights and benetits. Indeed, and it may in the future be considered by lawmakers prudent to do so, amendments by way of abundant caution could have been intro- duced into the Act, but failing or pending such exercise, in this Court’s opinion, there is noth- ing in the depository regime that shows that the existing legal framework is not sufticiently ade- quate to clothe most of the petitioners in gener- al and beneficial owners in a Company in par- ticular with the status of membership of a  Company. <br> Accordingly, on the question of maintain- ability of the three applications in Matter Nos. 1, 10 and 11 of 2008, this Court finds that all petitioners, save only those as are identificd hereinafter, are found to be shareholders in the bank as substantiated by information provided                to this Court pertaining to the details of the sharcholding in terms of UCB folio numbers and beneficial ownership (B/o) IDs and are thereby entitled to bring these applications under sections 81(2) and 85(3) of the Act.”  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"44. He submits that the judgment of the High Court Division suffers from no illegality.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"43.  He further submits that the AGMs for calendar years 1998 to 2002 inclusive having been held on 9-9-2007 with a Record Date of 16-8-2007, the subsequent AGMs for the calendar years 2003 to 2005 could not have a Record Date earlier to 16-8- 2007 as it would create an anomaly and incongruity inasmuch as many of those shareholders who attended those AGMs on 9-9-2007 would then be disentitled to attend an participate in the dividend/ receive the bonus shares in the AGMs due to be held on 10-1-2008 on the one hand, and those persons who could not attend those AGMs on 9-9-2007 by reason of not being the shareholders then (and also now) would then be entitled to attend the AGMSs on 10-1-2008 merely because of the fact that they were  shart.:holders on 25-9-2005, totally ignoring the fact that in the intervening period they could not attend the AGMs, not being sharcholders, the High Court Division was justified in holding the AGMs afresh with a new record date to avoid such anomaly and  incongruity. "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"42. Mr Rokonuddin Mahmood, the learned Counsel appearing for the respondent No. 18 in CA No. 319 of 2008 submits that letter dated 9-12-2007 of SEC being a mere “opinion on Record Date” of SEC expressed upon reference to its notification dated 26-11-2001, which had been issued prior to introduction of the concept of Record Date in 2003 for the first time by the Depository (User) Regula- tion 2003, and that the said notification also never used the word “Record Date”, but on the contrary it having emphasized on the shareholders’ entitlement to dividend, if recommended, the High Court Division was justified in ordering fresh holding of the AGMs with a direction to fix a new Record Date occurring within the period as specified in the judg- ment upon treating the said opinion of SEC as not being binding on the Board of UCBL.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"41.  He submits that the High Court Division  correctly decided the matter.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"40.  He submits that the effect of permitting a Record Date to be fixed on 25-9-2005 for holding an AGM on 10-1-2008 would conflict with Articles 137 and 140 of the Articles of Association which provide that a transferor of a share will be entitled to the dividend only upto the time his name is record- ed in the share register of the Company; as fixed                 Record Date of 25-9-2005 would ignore the practi- cal situation that hundreds of thousands of shares have passed hands in the meantime and a person who had sold his shares and served his connection with the Company will be deemed to be sharehold- er for the Company and receive 90% bonus share and attend the meeting when he is not a sharcholder  of the Company.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"39. He further submits that the effect of fix- ing record dated for the purpose of attending a General Meeting or receiving dividends is the same as a book closure with a suspended animation of the shareholding position as on the record date for the purpose of dividends and attending AGMs; section 42 of the Companies Act bars a Record Date to be fixed more than two years previous to the AGM.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"38. Dr M Zahir, the learned Counsel appear- ing for the respondent Nos. 1-6, 17 in CA No. 319 of 2008 submits that record being equivalent to book closure as provided in the Regulation 46(2) of the Depository (User) Regulations, 2003 the same cannot be fixed with a retrospective effect of more than 2 years. 3  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"37. Dr M Zahir and Mr Khandker Mahbub- uddin Ahmed, the learned Counsels appearing for the respondent Nos. 1-16 in CANo. 319 0f 2008 and Dr M Zahir, the learned Counsel appearing for the respondent No. 17 in CA No. 319 and Mr Rokon- uddin Mahmood, the learned Counsel appearing for the respondent No. 18 in CA No. 319 of 2008 sup- ported the judgment and submitted that the impugned judgment suffers from no illegality.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"36. MrAhsanul Karim, the learned Advocate adopted the argument of both Mr Rafique-ul-Huq and Mr TH Khan and submitted that the appeals should be allowed.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"35. Mr TH Khan, the learned Counsel appearing for appellant in CA No. 320 of 2008 sub- mits that the High Court Division committed serious  error of law in disposing of the aforesaid   Company matters with directions, travelling beyond its jurisdiction and ignoring the settled principles of law that it cannot grant any relief unless the reliefs sought come strictly within the four corners of the Companies Act, especially sections 81, 85(3) and 396 of the said Act as in the present case, which resulted in an error in the decision, occasioning, fail- ure of justice.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"34. He submits that the High Court Division acted illegally, unlawfully and arbitrarily in declar- ing the record dated on 25-9-2005 for the 20th, 21st and 22nd AGMs of the respondent No. 18 Company as illegal and directing to fix fresh record date in violation of direction of Securities and Exchange Commission dated 18-7-2004 and Regulation 46(2) read with Regulation 2(%) of the Depository (Uses) Regulations, 2003, especially when Record Date once fixed and acted upon cannot be changed and further directed to prepare fresh balance sheet in violation of sections 183(2), 183(4) and 190 of the Companies Act, 1994 and Rule 12(3A) of the Secu- rities and Exchange Rules, 1987 and Notification No. SEC/CFD/2001/Admin/02-03 dated 4-10-2001 and, as such, the said judgment and order dated 11- 6-2008 is liable to be set aside.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"33.  Mr Rafique-ul-Hugq, the learned Counsel appearing for the appellant in CA No. 319 of 2008 submits that the High Court Division acted illegally,                unlawfully and arbitrarily in declaring the Record Date i.c. 25-9-2005 fix by the respondent No. 18 Company for the 20th, 21st and 22nd AGMs as ille- gal and directing to fix fresh Record Date AGMs for the said 20th, 21st and 22nd AGMs instead of earli- er Record Date on 25-9-2005 and to prepare fresh balance sheet for the said AGMs without consider- ing that the reliefs as sought by the respondent Nos. | to 17 in the said Company Matter No. 1 of 2008 for declaring the carlier Record Date i.e. 25-9-2005 as illegal and direction upon the respondent No. 18 to fix fresh Record Date instead of earlier Record Date 25-9-2005 and to prepare fresh balance sheets for the said AGMs cannot be granted by the High Court Division under sections 81, 85(3) and 396 of the Companies Act, 1994 (the said Act) since the said sections do not provide any forum for the said reliefs as well as the reliefs as sought in the said Company Matter No. 1 of 2008 do not Come strict- ly within the four comers and scope of the provi- sions laid down in the said sections 81, 85(3) and 396 of the said Act invoking the jurisdiction of the High Court Division and, as such, the said judgment and order dated 11-6-2008 is liable to be set aside.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"32.  Heard the leamed Counsel and perused the paper books of the appeals and other papers on record.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"31.  Leave was granted to consider the above submissions.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"30. Mr Rafique-ul-Hug, the learned Counsel appearing the appellants in CA No. 321 of 2008 sub- mitted that the High Court Division acted illegally, unlawfully and arbitrarily in declaring the Record Date i.e. 25-9-2005 fix by the respondent No. I8 Company for the 20th, 21st and 22nd AGMs as ille- gal and directing to fix fresh Record Date AGMs for the said 20th, 21st and 22nd AGMs instead of earli- er Record Date on 25-9-2005 and to prepare fresh balance sheet for the said AGMs without consider- ing that the reliefs as sought by the respondent Nos. 1 to 17 in the said Company Matter No. 1 of 2008 for declaring the earlier record date i.e. 25-9-2005 as illegal and direction upon the respondent No. 18 to fix fresh Record Date instead of earlier Record Date 25-9-2005 and to prepare fresh balance sheets for the said AGMs cannot be granted by the High Court Division under sections 81, 85(3) and 396 of the Companies Act 1994 (the said Act) since the said sections do not provide any forum for the said reliefs as well as the reliefs as sought in the said Company Matter No. 1 of 2008 do not come strictly within the four corners and scope of the provisions laid down in the said sections 81, 85(3) and 396 of the said Act invoking the jurisdiction of the High Court Division and, as such,.the said judgment and order dated 11-6-2008 is liable to be set aside.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"29.  Mr Rafique-ul-Hug, the learned Counsel appearing the appellant in CA No, 319 of 2008 sub- mitted that the High Court Division acted illegally, unlawfully and arbitrarily in declaring the record date on 25-9-2005 for the 20th, 2Ist and 22nd AGM s of the respondent No. 18 Company as illegal and directing to fix fresh Record Date in violation of direction of Securities and Exchange Commission dated 18-7-2004 and Regulation 46(2) read with Rc.gulation 2(%) of the Depository (Uses) Regu- lations, 2003 especially when Record Date once fixed and acted upon cannot be changed in view of Notification No. SEC/CMRRCD/2001-14/Admin 03-03- dated 26-11-2001 read with Directive No.   SEC/8CDS/2:22/ 99/187 dated 18-7-2004 both issued by the Security and Exchange Commission and further directed to prepare fresh balance sheet in violation of sections 183(2), 183(4) and 190 of the Companies Act, 1994 and Rule 12(3A) of the Secu- rities and Exchange Rules, 1987 and Notification No. SEC/CFD/2001/ Admin/02-03 dated 4-10-2001 and, as such, the said judgment and order dated 11- 6-2008 is liable to be set aside.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"28.  He lastly submitted that the respondents lacked locus standi to ask for a direction to prepare balance sheets and profit and loss accounts afresh and change the Record Date since they were not members of the Company at those relevant times.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"27.  He submitted that accounts and balance sheets of a particular financial year for a Company, once audited and certified by the auditors and approved by the Board of Directors are published and become public documents and, as such, cannot be altered. As prescribed by section 38 of the Bank- ing Companies Act 1991, Accounts and Balance Sheets are prepared at the expiry of each financial year contains events that have actually taken place in the relevant accounting year. Any direction to pre- pare fresh balance sheets for a particular financial year to reflect events afterwards will be against the said 1991 Act and relevant accounting principles and additionally will have under tax law implica- tions. Indeed, the Company was categorically advised by Hoda Vasi Chowdhury & Company on 16-1-2008 that preparing fresh balance sheet for years for which accounts have been audited and approved.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"26. He submitted that the granting applica- tions for condonation of delay under section 81 and 85 of the Companies Act 1994 with consequential direction to change the Record Date to a later date                will leave any and all listed companies at liberty l}) delay the holding of AGMs within the slnlutor)'f peri- od and apply for such consequential dirccn.on to change the Record Date to one which best suits the sharc‘holdcrs directors of listed companies and also open a flood gate for condonation applications.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"25. He submitted that the Public Notices dated 13-9-2005 and 27-12-2007 published by the Company pursuant to the SEC Notifications dated 26-11-2001 and 18-7-2004 are clear Members as on 25-9-2005 to attend the AGM for the relevant years and that those shareholders will be getting any divi- dend recommended by the Board of Directors approved by the AGM. Relying upon the said repre- sentation, the petitioner and other small investors sold their shares in the Company after the public announcement and suffered detriment as the value of X/D or Ex-Dividend shares are always lower. Therefore the Company should be estopped from seeking to or changing the Record Date of 25-9- 2005 as fixed and made public earlier.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"24.  He submitted that the issue of the Record Date is a matter relating to the internal management of a limited Company in view of the Articles of the Company which place all issues relating to Divi- dend within the exclusive discretion of the Board of Directors of the Company (the relevant Articles being 124 to 142 of the Articles of Association of UCBL). It is settled law that the Company Court has no jurisdiction either in law or in fact to deal with any matter relating to the internal management of a limited Company. In declaring that the Record Date set by the Board of Directors as 25-9-2005 was ille- gal and in directing the re-fixing of the Record Date within 15 to 21 days of the AGMs the High Court Division has erred in law and in fact.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"23.  He submitted that the section 14 of the Depositories Act 1999 (VI of 1999) empowers the _SEC to give orders to issuers of shares relating to the interest of investors or smooth development. The SEC by clause 2 of Notification No. SEC/CMR- RCD/2001-14/24/Admin/03-03 dated 26-11-2001 ordered that any decision about recommending or not recommending dividend and entitlement for SUFh dividend if recommended cannot be changed prior to holding of the AGM. Clause 2 of the said notification was absolute in nature and left no room for any variable or imponderables or contingencies. Additionally on 18-7-2004, the SEC pursuant to the said section 14 ordered that the listed companies would declare Record Date instead of Book Closure for the purposes of Corporate Declaration (Dividend ete.) and that shareholders having their names regis- tered in the Register of Members on Record Date would be entitled to dividend. The impugned judg- ment and order having disregarded the absolute nature of the said notifications, in an error of law.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"22.  He submitted that the provisions of sec- tions 41, 85(3) and 396 of the Companies Act have been introduced in the statute to obviate some difTi- cult situations in order to facilitate smooth function- ing of the companies and to ensure that proper accounts are kept and the same is informed to the members of the Company through AGMs, if those could not be held within the stipulated time. But the impugned erroneous judgment of the High Court Division, instead of ensuring smooth functioning of the Company only made it more complicated, occa- sioning failure of justice which requires interference for the ends of justice.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"21.  He submitted that the directions given by the High Court Division in disposing of the instant Company matters are arbitrary, devoid of logic and based on misappreciation of the provisions of law, which is erroneous and requires interference of this Court for the ends of justice.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"20. He further submitted that the High Court pivision committed serious error of law in dispos- ing of the aforesaid Company matters with direc- tions, travelling beyond its jurisdiction and ignoring the settled principles of law that it cannot grant any relief unless the reliefs sought come strictly within the four corners of the Companies Act, especially sections 81, 85(3) and 396 of the said Act as in the present case, which resulted in an error in the deci- sion, occasioning failure of justice.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"18. Thereafter the respondent No. I8 Company vide resolution of Board of Directors dated 15-7-2008 fixed 17-8-2008 as record date instead of earlier record dated i.e. 25-9-2005 for the said 20th, 21st and 22nd AGMs. Pursuant to the said Board Resolution dated 15-7-2008, the respondent No. 18 Company published a public notice in the daily Prothom Alo dated 16-7-2008 . Further the respondent No. 18 Company vide its letter No. UCBL/HO/Board Sectt/F-14(V)/7435/2008 dated 15-7-2008 informed the respondent No.20 as to fix- ation of the said AGMs on 17-6-2008 and fixation of a fresh record on 30-7-2008.  19, Mr TH Khan, leared Counsel appearing for the appellant in CA No. 320 of 2008 submitted that the present dispute involves interpretation of sections 81, 85(3) and 396 of the Companies Ac! with regard to application of section 42 of the said                Act, side by side the application of Regulation No. 46(1) and (2) of the Depository (User) Regulation, 2003 which is required to be settled for the ends of justice.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"17. The High Court Division having heard the parties at length by judgment and order dated 11- 6-2008 declared the fixation of record date on 25-9- 2005 for holding the 20th, 21st and 22nd AGMs of the respondent No. 18 Company as illegal and directed to prepare fresh balance sheet and also directed to fix record date for the said 20th, 21st and  22nd AGMs afresh.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"16.  Thereafter, the appellant in Civil Appeal No. 319 of 2008 having learnt about the initiation of the said Company Matter No. | of 2008 filed an application for addition of party as added respon- dent before the High Court Division since change of record date will prejudice the vested right of the appellant acquired in getting dividend and attending in the said 20th, 21st and 22nd AGMs against the shares sold out after the record date i.e. 25-9-2005 relying on the representations of the respondent No. 18 Company and as per the law of the land. The High Court Division by order dated 13-2-2008 added the appellant as added respondent No. 5 . The respondent Nos. 4 to 17 also filed an application for addition of party to be added as co-petitioner Nos. 4 to 17 . The High Court Division by order dated 13-2- 2008 added the respondent Nos. 4 to 17 as co-peti- tioner Nos. 4 to 17.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"15. The High Court Division in the said Company Matter No. 1 of 2008 vide order dated 6- 1-2008 issued notice and passed ad-interim order in the following terms : <br> “Let a notice be issued upon the respondent No. 1 UCBL to show cause by 20-1-2008 as to why fresh balance sheets should not be pre- pared for the years ended 2002, 2003 and 2004 and why the fixation of the Record Date as 25- 9-2005 for holding the 20th, 21st and 22nd AGMs of UCBL should not be declared illegal.   Further, pending the hearing and disposal of this application the respondent No. | UCBL shall be at liberty to hold the 20th, 21st and 22nd AGMs as scheduled for 10-1-2008 but shall nevertheless remain restrained from con- sidering the common agenda No. 1 in all three notices pertaining to the receipt and adoption of the audited accounts for the years ended 2002, 2003 and 2004 and shall also remain restrained from approving any dividend as recommended by the Board of Directors and appearing as agenda No. 2 in the notice for the 22nd AGM.”   "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"14.  Even though the respondent Nos. 1 to 3 acquired their shareholding after record date i.c. 25+ 0.2005 and even though the respondent Nos. 1 to 3 are not entitled to dividend and attend the 20th, 21st 22nd AGMs against the said shareholding  acquired after record date, the respondent Nos. | to 3 with the view to get dividend and attend the 20th, 21st and 22nd AGMs on 3-1-2008 filed the Company Matter No.l of 2008 before the High Court Division for declaration that the record dated 25.0.2005 is illegal and also for direction to fix record date afresh for the said 20th, 21st and 22nd AGM:s (for the years 2003, 2004 and 2005) so that they can get dividend and attend the said AGMs for the shares acquired after the record date i.c. 25-9- 2005 . They also prayed for the direction to prepare balance sheet afresh for the year ending 2002, 2003 and 2004.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"13. However, the respondent Nos. 1 to 17 purchased their shareholding after the record date i.e. 25-9-2005 . The names of the respondent Nos. 1 to 17 did not appear in the share register book of the Company or depository as on the date of record dated i.e. 25-9-2005 . As such, the respondent Nos. | to 17 having purchased their shareholding afler record dated and their names not having been appeared in the share register book or depositpr)' as on 25-9-2005 they are not entitled to any dividend, neither are they entitled to attend the 20th, 21st fqlxd 22nd AGMs against their shareholding acquired after the record date i.e. 25-9-2005 . The respondent Nos. 1 to 17 purchased their shares with full knowl- edge by way of the public notices publisheq by fhe respondent No. 18 Company and relevant direction of Securities and Exchange Commission dated 18-7- 2004 that if they purchase their shareholding after record dated i.e. 25-9-2005 their names will not appear in the share register book or deposilf)ry as on the day of 25-9-2005 and, as such, they will not be                 entitled to dividend and attend AGMs for the years 2003, 2004 and 2005,  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"12.  On the basis of the representation of the respondent No. 18 Company by way of public notices from time to time, the appellants were assured that they will be entitled to dividend/bonus share and right to vote in the 20th, 21st and 22nd AGMs even after any share is sold out after the record dated i.e. 25-9-2005 provided their names appear in the share register book of the Company as on the date of 25-9-2005 . As such, having relief on such representation the appellants sold out their entire shares after the record date i.e. 25-9-2005 passed.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"11. The respondent No, 18 Company as per laws relating to Securities and Exchange Commis- sion published a public notice dated 26-12-2007 as price sensitive information for the 20th, 21st and 22nd AGMs in the Financial Express dated 27-12- 2007 . In the said price sensitive information it was also stated that the record date for the 20th, 21st and 22nd AGMs will remain 25-9-2005 as declared ear- lier and shareholders whose names appeared in the register of the member of the Bank on the record date i.e. 25-9-2005 will be eligible to attend the meetings and qualify to stock dividend/bonus share.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"10. Therefore, the respondent No, 18 Company keeping the record dated as it is i.e. 25-9- 2005 published notices for 20th, 21st and 22nd AGMs held on 10-1-2008 in the “The Financial Express” dated 27.12-2007 . In the said AGM notices - dated 27-12-2007 it was stated that er and the Will remain 25-9-2005 as declared earlier and the shareholders whose names appeared in the register of the members of the Company or in the despository as on the record date i.e. 25-9-2005 shall be entitled to  dividend and vote in the said AGMs. The said notices were more or less in identical terms.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"9. Thereafter the High Court Division by Jjudgment dated 26-11-2007 in the Company Matter No. 134 of 2005 and Company Matter No. 149 of 2007 condoned the delay for calling and holding the s2id 20th, 21st and 22nd AGMs. Pursuant to the said condonation of delay by the High Court Division, the Board of Directors of the respondent No. 18 Company vide resolution dated 26-12-2007 took deision to hold the 20th, 21st and 22nd AGMs on 10-1-2008 . The record date for the said 20th, 21st and 22nd AGMs was not changed.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"8. The said matter was filed after expiry of record date i.e. 25-9-2005 . As such the record date was never stayed. Rather all shareholders acted upon the said record date by way of getting their nzmes registered as shareholders in the share regis- ter book or depository book and some shareholders also further acted upon the said recorded date i.e. 25-9-2005 by way of disposing of some of their shareholding after expiry of record date, since on the basis of representation of the respondent No. 18 Company the shareholders whose names appear in the share register book as on the day of 25-9-2005 would be entitled to dividend and vote irrespective of the fact of disposing of their shareholding.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"7. Thereafter, on 26-9-2005 after the expiry of the record date i.e. 25-9-2005, one Mr Md Nur Uddin Javed filed Company Matter No. 134 before the High Court Division under section 81 read with section 85(3) of the Companies Act, 1994 for the condonation of delay for the 20th, 21st and 22nd AGMs on the allegation that without holding the AGMs for the years 1998, 1999, 2000 and 2001 the AGMs for the years 2003, 2004 and 2005 ie. of                 20th, 21th and 22nd AGMs cannot be held under :,ction 81 of the Companies Act, 1994 . The High Court Division by order dated 26-9-2005 was leased to issue notices and stayed holding of 20th, 51st and 22nd AGMs for the year 2003, 2004 and 5005 to be held on 3-10-2005.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"6.  Havingrelied on the representation made by the respondent No. 18 Company in the AGM notices dated 12-9-2005 and corrigendum dated 15- 9-2005 to the effect that shareholders whose names would appear in the share register book and deposi- tory shall be entitled to dividend and vote in the AGMs for the 20th, 21st and 22nd AGMs, the respondent petitioners after the Day of Record Date, sold their entire shares on the understanding and consideration that they would receive the dividend/ bonus shares from the respondent No. 18- Company since as on the day of 25-9-2005 the share register book of the respondent No. 18 Company reflected their names as shareholders against the said shares.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"5. Thereafter, in the daily Jugantor dated 13-9-2005 public notices for the 20th, 21stand 22nd AGMs were publisher. But in the said public notices the record date was mistakenly shown as 18-9-2005 instead of 25-9-2005 . However, on 15-9-2005 a cor- rigendum was published in the Daily Jugantor dated 15-9-2005 wherein it was stated that “September 18, 2005” was inadvertently published in the AGM notices dated 12-9-2005 instead of *“September 25, 2005”. So in the said corrigendum it was published that the record date for the 20th, 21st and 22nd AGMs were fixed on 25-9-2005 . In the said public notice dated 13-9-2005 for the 20th, 21st and 22nd AGMs a representation was made by the Company that “the shareholders whose names would appear in the Register of Member of the Company on the Record Date shall be entitled to the dividend and to attend the Meeting”. The said AGM notices were more or less in identical terms.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"4.  The respondent No. 18 Company by its circulars all dated 12-9-2005 declared 3rd October 2005 for holding 20th, 21st and 22nd AGMs for the years 2003, 2004 and 2005 respectively. In the said circulars the record date was fixed on 25-9-2005 for the said 20th, 21st and 22nd AGMs. In the said cir- cular it was also stated that the names of the share- holders whose names would appear in the share reg- ister book or depository as on the date of 25-9-2005 will be entitled to dividend and vote in the AGMs,  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"3. The facts, in short, are that the appellant  in Civil Appeal No. 319 of 2008 used to hold 17,410  shares in the respondent No. 18 Company. The  appellant in CA No. 320 of 2008 used to hold 100  shares in the respondent No. 18 Company and the  appellants in CA No. 321 of 2008 used to hold 40 shares and 670 shares respectively in the respondent No. 18 Company. Afier the record date, ie. 25-9- 2005, the appellants sold their shares relying on the representations of the respondent No. 18 Company and a Memo dated 18-7-2004 issued by Securities and Exchange Commission (respondent No. 20) that the appellant will be entitled to dividend and attend the 20th, 21st and 22th AGMs of the said respondent  No. 18 Company.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"2. CA No. 319 of 2008 has been filed by Mohammad Reazaul Karim and CA No. 320 of 5008 has been filed by Md Azizur Rahman and CA No. 321 of 2008 has been filed by Major Md Akbar Hossain (Retd) and one Md Sirajul Islam. All the appeals are directed against the judgment and order dated 11-9-2008 passed by the High Court Division in Company Matter No. 1 of 2008 declaring the fix- ation of record date on 25-9-2005 for holding 20th, 21st and 22nd AGMs of United Commercial Bank Ltd as illegal and directing United Commercial Bank Ltd. to (a) prepare fresh balance sheets show- ing the paid up capital at the post-2001 meeting level for the years 2003, 2004 and 2005; (b) fix afresh a record date for the 20th, 21st and 22nd AGMs of United Commercial Bank Ltd.  "
   },
   {
      "title":"Companies Act (XVIII of 1994) Section 85(3)",
      "subsection":"Judgment ",
      "year":2010,
      "section":"1. Md Abdul Matin J : These three appeals arose out of the same judgment of the High Court Divi- sion and having been heard together are being dis- posed of under this judgment.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "year":2010,
      "section":" Anticipatory bail —Not to harass/arrest. If a fugitive surrenders before the High Court Division and prays for bail, it may either grant bail under section 498 of the Code, on the princi- ple discussed or is obliged to hand him over to the police, to be dealt with in accordance with law. But directing the police not to arrest a fugitive, which the police is duty bound to do under the law, is an order beyond the ambit of the Code of Criminal Procedure or any other law, known to us. This kind of order may impede the investiga- tion and ultimately frustrate the administration of criminal justice. | <br> Said Ali vs State, 18 DLR (SC) 393 and State vs Abdul Wahab Shah Chowdhury 51 DLR (AD) 243 ref.  <br> Ekramul Haque, Assistant Attorney-General. instructed by Sufia Khatun, Advocate-on-Record—For the  Petitioner.  <br> Abdul Majid, Advocate, instructed by Md Nawab Ali  Advocate-on-Record—For the Respondent No. .1  <br> Not Represented—Respondent Nos. 2-14.  <br>  Criminal Petition for Leave to Appeal No.28 ol  2010,  (From the Judgment and order dated 8-12-2009 K';’Fsed by the High Court Division in Crimindl Iscellaneous Case No.27040 of 2009).  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"31.  The order of stay granted by this Division on 27-12-2009, in Criminal Miscellancous Petition No.308 of 2009, shall continue till disposal of the Criminal Miscellanecous Case' No. 27040 of 2009, pending before the High Court Division.  The petition filed on behalf of the accused respondents dated 20-4-2010, praying for vacating the order of stay, granted earlier by this Division, stands rejected.                 APPELLATE DIVISION  (Civil) Dr Mohiuddin Khan Alamgir...... Petitioner  <br> Government  of the  People’s Republic of Bangladesh............. ........... Respondents* <br>  Md Fazlul Karim CJ | Md Abdul Matin J | SAN Mominur Rahman J | ABM Khairul Haque J |  Md Muzammel Hossain J  Surendra Kumar Sinha J | <br> Judgment July 15th, 2010 "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"30. Under the circumstances, the petition for leave to appeal is disposed of with the above obser- vations,  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"29. Besides, the learned Judges of the High Court Division, also directed the Sessions Judge, Pabna, to consider the prayer of the fugitives for bail. This kind of direction is very much improper and tantamount to interfering with the discretion of the Sessions Judge, in considering the petition for bail on merit. The Sessions Judge, in considering a petition for bail, is at liberty either to grant or to refuse it, in his discretion, subject to merit of the case, without being influenced by an order of the  High Court Division.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"28. This order is also beyond the provisions of the Code of Criminal Procedure or any other law known to us. It should be noted that it is an ofTence to harbour a criminal, rather it is a civic duty, recog- nized all over the world, to hand over a fugitive to the police. A Court of law cannot be an exception to it. If a fugitive surrenders before the High Court Division and prays for bail, it may either grant bail under section 498 of the Code, on the principle dis- cussed above or is obliged to hand him over to the police, to be dealt with in accordance with law. But directing the police not to arrest a fugitive, which the police is duty bound to do under the law, is an order beyond the ambit of the Code of Criminal Procedure or any other law, known to us. This kind of order may impede the investigation and ultimate- ly frustrate the administration of criminal justice.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"27. The ‘Court, however, did not grant them ail, instead, directed them to surrender before the Sessions Judge, Pabna, within 8 (eight) weeks and in the meantime, the police is directed not to arrest them.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"26. It appears that the accused-respondent No's. 2 to 14, instead of surrendering before the police or before the Court of Judicial Magistrate surrendered before the High Court Division and' prayed for anticipatory bail.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"25. Let me now consider the order passed by the High Court Division, in respect of other accused-respondents.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"24.  In the present case, there is specific alle- gations of overt acts against the respondents in the first information report, as such, there is no scope to grant anticipatory bail to the respondent No. I, whether he is a political leader or not,  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"23. In a recent order, passed in the case of the State vs Hague 15 MLR (AD) 151, this Division, in discouraging indiscriminate granting of anticipa- tory bail, was constrained to discharge a Rule, pend- ing before the High Court Division.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"22. The learned Chief Justice, referring to the submissions of the learned Attorney-General held :  <br> “22 . As for the present appeals. the learned Attorney-General has submitted that the facts dis- closed in the petitions for bail are absolutely no grounds for even entertaining an application for anticipatory bail. The allegation that the case is false or that the case has been instituted out of political rivalry or the omnibus allegation that the Magis- trates are being controlled by the ruling party and the petitioner being a member of the opposition party has apprehension that his prayer for bail will not be justly and judicially dealt with are at all no grounds for granting the extraordinary relief of pre- arrest bail. He submits that having regard to the gravity of the offences and the allegations made against the petitioners the High Court Division should have rejected with applications in limine.  23 .......... While we agree with the submissions of the learned Attorney- General, we may add that it may often even be possible to successfully make a prayer for bail on merit in the facts of a particular case but that alone can never be a ground for granting a prayer for pre-arrest bail. This prayer, extraor- dinary as it is, can only be considered, as already stated, when it appears to the Court that the purpose of the alleged proceeding as far as the accused is concerned, is not what it purports to be, but to achieve a collateral purpose by                abusing the process of law, such as, harassment, humiliation, etc, of the accused which cannot be permitted.™  <br> Latifur Rahman, J (as his Lordship then was) held the same Views !  <br> «40 . On a consideration of these decisions, I hold that ordinarily when a person is wanted in connection with a non-bailable offence of grave nature he is not entitled to anticipatory bail. All persons charged with non-bailable offences must be treated equally unless, of course. there are special circumstances which need special consideration in particular factof a  <br> 43 . Anticipatory bail should be granted by the High Court Division for a limited period or till filing of the charge-sheet whichever is appropriate in the circumstances of the case. After expiry of the period of filing of the charge-sheet, as the case may be, the accused must appear before the Court concerned and obtain fresh bail from the Court on the merit of  the case.”  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"21. This Division, in the case of State vs Abdul Wahab Shah Chowdhury 51 DLR (AD) 243, considered the scope of granting of an anticipatory bail. In that appeal, two cases from the High Court Division were considered where anticipatory bails were allowed. In one case, the petitioner was the president of the local unit of Bangladesh Jatiyat- abadi Juba Dal and in another case, the petitioner abducted his 19 year old cousin, the daughter of his aunt. In allowing both the appeals and rejecting the plea of anticipatory bail, ATM Afzal, CJ, explained  the principle thus : <br> “20 . Now we come to the real point at issue as to the conditions and circumstances under which an application for pre-arrest or anticipa-   tory bail can be considered under section 498 of the Code of Criminal Procedure. We wish to lay down as a first proposition that it is an extraor- dinary remedy, and an exception to the general law of bail which can be granted only in extraordinary and exceptional circumstances upon a proper and intelligent exercise of discre- tion. The ordinary law is that a person accused of a non-bailable offence must appear before the Court taking cognisance for making a prayer for bail. The prayer can be made when he is arrested or detained with or without war- rant and is brought before the said Court. Pre- arrest bail is an exception to the general law...  \"  .........................  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"20. In this connection, reference may be made to the stern warning sounded by SA Rahman, J, in the case of Said Ali vs State, 18 DLR (SC) 393:  <br> “In discriminate grant of bail, however, merely on the request of a person, who appears in Court, and thereby surrenders himself to that Court, without the other conditions for such bail being satisfied, would amount to an act of judi- cial extravagance which cannot be counte- nanced.”  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"19. In the present case, the learned Judges ought to have remembered that anticipatory bail is an extra-ordinary relief and this power should be exercised sparingly, only in an extra-ordinary and exceptional circumstances, not otherwise. The Court must bear in mind that granting of anticipatory bail is an exception to the general rule.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"18. It may be noted that proper investigation is the precondition for ensurlhy dispensation of jus- tice, Mainly for that purpose, when there is allega- tions of serious offence, bail is generally refused. in order to avoid tempering of evidence so that the police may collect evidence from the witnesses, who may otherwise be afraid of reprisals. If the witness- es themselves are afraid of their own life and limb or of their near ones, they will never come forward with the truth against the marauding offenders, it I¢! loose on obtaining bail from the Court. Ultimately:                 the administration of criminal justice would collapse and no member of the society will be safe. It must also be remembered that the fugitives generally do not come out in the open, out of fear of the police and the public in general but once they are enlarged on bail, instead of feeling shy, they without the fear of the police become doubly emboldened, while the informant and the witnesses take refuge in their hearth and home. The learned Judges would do injustice to their vow to dispense even handed jus- tice if they give a blind eye to this naked truth of the present day situation.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"17.  This petition also gives me an opportuni- ty to remind all concerned which is sometimes for- gotten that a bail although may often be right to an accused but sometimes it is imperative on the part of the Court to refuse if there is serious allegations against him, like murder, rape, violence etc., because the Court must always keep in mind that justice must ultimately be done by ensuring punish- ment upon the offender, otherwise, the offenders will get upper hand and the sober section of the soci- ety will suffer, which will destroy the fabrics of the civilised society. After all, it is the first and foremost duty of the State to bring the offenders to book in order to ensure justice in the society.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"16. Let me now consider the impugned order. With great respect, the order passed by the learned  Judges gives an impression that they did not even go through the first information report in considering the petition for bail. The order does not reflect it at all. It does not state a word about the incident which resulted the death of a human being but granted bail, an anticipatory one, to the main accused on invoking the Constitutional right of the accused. But it was the first legal duty of the accused persons to surrender cither before the police or before the concerned Magistrate before invoking their Constitutional right, although we are not aware of their any other right but the obligation to surren- der as above. After all, the victims also have their various rights under the same very Constitution.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"15. The Judges are well advised to remem- ber this aspect of humanity when they sit on the high  altar of justice. They must remember that not anly the livings appearing before them but the deedy are also equally seeker of even handed justice before them and we cannot deprive cither of them,  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"14. Instead, all of them, surrendered before the High Court Division, and prayed for bail which is in common parlance known as anticipatory bail, although the question of anticipation did not arise here since they are admitted fugitives and sure to be arrested, in connection with investigation into the allegations contained in the first information report and to bring the offenders before the Court for trial. These duties are cast upon the police and other law  enforcing agencies under the various provisions of the Code of Criminal Procedure, long before the enactment of the Constitution. The Constitution only strengthened those established legal duties of the police, so that ordinary law abiding people of Bangladesh can run their normal avocation of life without being afraid of their life and limb, This security from being killed or molested is not only the Constitutional right of 150 million ordinary peo- p.le of Bangladesh but is happened to be their birth right. The people of Bangladesh has a right to die a natural peaceful death and not being hacked to death by a chinese axe and other weapons as alleged in this case.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"13.  In the instant case, the first information report disclosed direct allegations of offences of very serious nature against the accused-respondent No.1 and other accused-respondents in which onc person died and another one seriously injured on 26- 11-2009 . Naturally, the police tried to apprehend them but was unsuccessful, yet within 10 (ten) days, 14 (fourteen) of them very conveniently appeared before the concerned Bench of the High Court Division and prayed for bail when their initial obli- gation was either to surrender before the police or before the concerned Court of Judicial Magistrate.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"12.  Let me remind all concerned that as Superior Court of records both the Divisions of the Supreme Court of Bangladesh, enjoy a high degree of discretion in granting reliefs to the litigants but let it be known also if it is not already known that such discretion must not be arbitrary but judicial discre- tion, based on established legal principles, handed down to us over the centuries.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"11.  We have heard the learned Advocates of both the sides, perused the order dated 8-12-2009, and other papers kept in the paper-book.                 "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"10.  Mr Abdul Majid, the leammed Advocate, appearing on behalf of the respondent No. 1, sup- ports the order of the High Court Division, Besides, a separate petition has been filed on behalf of the accused-respondents on 20-4-2010, praying for vacating the order dated 27-12-2009, passed by the learned Judge in Chamber of this Division, staying the operation of the order dated 8-12-2009 of the High Court Division.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"9.  Mr Md Ekramul Haque, the learned Assistant Attorney-General, assails the impugned order mainly on the ground that the leamed Judges of the High Court Division did not exercise their judicial discretion in accordance with law in granti- ng anticipatory bail in favour of the respondent No.1, in the face of the direct allegations of serious offences alleged against him in the first information report,  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"8. Being aggrieved by the above Order dated 8-12-2009, passed by the High Court Divi- sion, this petition for leave has been filed on behalf of the State.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"7.  The learned Judges, however, disposed of the petition of the petitioner Nos. 2-14, with a direction upon them to surrender before the Sessions Judge, Pabna, within 8 (eight) weeks from date. The learned Judges also directed the police authority not to arrest the accused petitioner Nos. 2-14 in the meantime with a further direction upon the Sessions Judge, Pabna, to consider their prayer for bail, if preferred by them.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"6. With these observations, the learned Judges of the High Court Division, issued a Rule upon the State to show-cause as to why the accused petitioner No. | (the respondent No. | herein), should not be enlarged on anticipatory bail, in con- nection with the case under reference, and in the meantime, he was enlarged on ad-interim anticipa- tory bail for a period of 6 (six) months or till sub- mission of police report whichever is earlier.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"5. The learned Judges of the High Court Division observed that upon meticulous considera- tion of the facts and circumstances of the case, they are satisfied that the petitioners’ application should be considered in order to protect the constitutional guarantee of the accused petitioner, and he must not be victim of any physical abuse.   "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"4. It is alleged in the petition before the High Court Division that on 28-11-2009, the police raided the houses of the respondents, as such, after obtaining a hand copy of the first information report, filed a petition under section 498 of the Code of Criminal Procedure, before the High Court Divi- sion, being Criminal Miscellaneous Case No, 27040 of 2009, and appeared before the Court in person, praying for anticipatory bail.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"3. The police on receipt of the first infor- mation report, started a case under sections 143/341/ 3247326/ 307/302/ 34/114 of the Penal Code, which is now pending before the Chief Judicial Magistrate, Pabna.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"2. The facts leading to the filing of this peti- tion are the one Md Mokhlesur Rahman lodged an first information report on 27-11-2009 with the \\shwardi Police Station, alleging inter-alia that due 1o carlier enmity, the respondent No. 1 along with 20 named persons and others being armed with chinese axe, knife, rod, sticks, on the order of respondent No.l. attacked his two sons namely, Shazal and Azam on 26-11-2009 at about 9-15 PM in the evening, on their way home, that while some of the accused pushed down Azam on the ground, the respondent No.1, gave a blow on his head with his chinese axe and others also variously assaulted Azam and Shazal, as such, Azam died there while Shazal was seriously injured.  "
   },
   {
      "title":"Code of Criminal Procedure (v of 1898)  Section 498",
      "subsection":"Judgment ",
      "year":2010,
      "section":"1. ABM Khairul Haque J 2 This petition for leave to appeal is against the Order dated 8-12-2009, granting ad-interim bail to the respondent No, I and directing the respondent Nos, 2 to 14 to surrender before the Sessions Judge, Pabna,  "
   },
   {
      "title":"Constitution of Bangladesh, 1972  Article 102(2)",
      "year":2010,
      "section":" In election matters the jurisdiction of the High Court Division cannot be invoked under Article 102 of the Constitution except on a very limited ground of total absence of jurisdiction (coram non-judice) or malice in law for the pur- pose of interfering with any step in the election process. No case of coram non-judice or malice in law has been made out so as to attract the juris- diction of the High Court Division.  Article 102(2)  It is well settled that writ petition under Article 102 is not maintainable against any step in the process of election like acceptance or rejec- tion of nomination paper of a candidate,  ...... (15 & 16)  Article 125  Article 125 of the Constitution provides that no election to the offices of President or to the Parliament shall be called in question except by an election petition presented to such authority and in such manner as may be provided for by or under law made by the Parliament and in such view of the matter there is a complete ouster of  *Civil Petition for Leave to Appeal No. 311 of 2009 <br> (From the judgment and order dated 15-12-2008 passed by the High Court Division in Writ Petition No. 9865 of 2008).   jurisdiction in entertaining writ petition in the matter of election disputes except in cases of coram non judice or malice in law. . ... (25) <br> Election Petition <br> Election process starts from the notification issued by the competent authority declaring elec- tion schedule and culminates in the declaration of result of election by a gazette notification and thereafter the question in respect of the effect of pendency of the appeal against the orders of con- viction and sentence becomes an election dispute which can only be raised by way of an election petition. <br> Rokonuddin Mahmood, Senior Advocate instructed by Bivash Chandra Biswas, Advocate-on-Record—For the Petitioner. <br> Mahmudul Islam, Senior Advocate (Probir Neogi. Advocate with him) instructed by Syed Mahbubur Rahman, Advocate-on-Record—For Respondent Nos. 2-3. <br> Not Represented —For Respondent No. .1 "
   }
]