[
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"661. Two hundred years ago, Chief Justice John Marshall in deciding the vires of a congres- sional Statute, raised similar questions in Marbury’ vs Madison (1803): <br> “Why otherwise does it direct the judges to take an oath to support it? This oath certainly applies in an especial manner, to their conduct In their official character. How immoral to  impose it on them, if they were to be used as the instruments, and the knowing instruments for violating what they swear to support.              <br>             The oath of office, too, imposed by the leg- islature, is completely demonstrative of the leg- islative opinion on this subject. It is in these words; “I do solemnly swear that I will admin- ister justice without respect to persons, and do equal right to the poor and to the rich; and that I will faithfully and impartially discharge all the duties incumbent on me as -, according to the best of my abilities and understanding agree- ably to the constitution and laws of the United States.”  Why does a judge swear to discharge his duties agreeably to the constitution of the United States, if that constitution forms no rule - for his government? If it is closed upon him, and cannot be inspected by him?  If such be the real state of things, this is worse than solemn mockery. To prescribe, or to take _this oath, becomes equally a crime.” (Quoted from Professor Noel T. Dowling on the ‘Cases on the Constitutional Law, Fifth Edition, 1954, at page-97) (The underlinings are mine)  Some takes his oath seriously, others may not, they take it as a matter of course. "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"659. As such, the additions made in Article 142 of the Constitution, by the above Second Proclamation No. IV of 1978, is invalid and ultra vires to the Constitution. <br> Part XXXIII The Oath of the Judges <br> In these circumstances, we question ourselves, ‘what is our duty under the Constitution? What is our own obligation to the people of Bangladesh when we took oath to’ preserve, protect and defend the Constitution’?  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"658. In this connection it is pertinent to refer to what Hedge - and Mukherjee, JJ, said in Kesavananda Bharati’s case AIR |} 973 SC 1461 at para-681 : lia ene <br>  “There is a further fallacy in the Contention that whenever Constitution is amended, we should presume that the amendment in question was made in order to adopt the Constitution to respond to the growing needs of the people. We have earlier seen that by using the amending power, it is theoretically possible for Parliament to extend its own life indefinitely and also, to amend the Constitution in such a manner as to make it either legally or Practically unamend- able ever afterwards. A power which is capable of being used against the people themselves cannot be considered as a power exercised on behalf of the people or in their interest.”  The then President and the Chief Martial Law Administrator might be a very powerful and a gifted person but he had no right or authority, under the Constitution, the supreme law of the land, to make any amendment of any law not to speak of the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"657. This addition of clause (1A) was very craftily made. In one hand ‘the President and‘ the Chief Martial Law Administrator was not only mer- rily making all the amendments in the Constitution of the People’s Republic of Bangladesh according to his own whims and caprices by his Orders which would have envied James I and Charles I in early 17th Century, but at the same time, made provision in Article 142: itself in such a manner so that the amended provisions can not be changed even by the two-third majority members of the Parliament short of a referendum. In short, by the executive Order of one person, amendment of the Constitution can be made at any time and in any manner but even the two-third majority members of the representatives of the people cannot further amend it. We are simply charmed by the sheer hypocrisy of the whole process. _ .  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"656. In this connection it should be noted that by the Second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978), clause (1A),-clause (1B) and clause (1C) were added to Article 142 of the Constitution. Clause 1A provides that when any Bill is passed providing for amendment of the Preamble or any of the provisions of Article 8,'48, 56, 58, 80, 92A or Article 142 is presented to the President’ for assent, he would cause it to be referred to a referendum the question whether the said Bill should or should not be assented to. |  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"655. In this case, on lifting the veil of enact- ment we found that the real purpose of the Constitution (Fifth Amendment) Act, 1979, was to ratify, confirm and validate the Martial Law Proclamations etc., by insertion of Paragraph 18 to the Fourth Schedule to the Constitution, but since it does not come within ambit of ‘amended’ or ‘amendment’ as envisaged in Article 142, the said Amendment was illegal and void.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"654. But as a matter of fact, if the pertinent . provisions are illegal, those shall remain so, no mat- ter whether those are thrust into the Constitution or not. If the relevant provisions are legal and benefi- cial to the community, those need not be appended to the Constitution, such provisions remain valid on its own right, since those would be the expressions of the free will of the sovereign.people. Those need not require any constitutional protection.                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"653. That exactly what happened in the Constitution (Fifth Amendment) Act, 1979 . We have already found that all the Proclamations, MLRs and MLOs were issued in total violation of the Constitution and all those provisions were grossly . illegal. This was not, obviously, unknown to the rulers of the day. As such, in their predicament, in. order to hide their acts of violation of the Constitution, they further disgraced the Constitution by inserting Paragraph 18 to the Fourth Schedule of the Constitution, and ratified, confirmed and vali-. dated all,those Proclamation etc, incorporating in the said paragraph. This whole process of amend- ment was engineered in order to hide the illegalities committed by the dictators.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"652. This insertion of Paragraph 18 is anything but an amendment of the Constitution, rather, this Paragraph was thrust into the Fourth Schedule in an effort to legalise what was the most illegal activities the usurpers and dictators who ruled Bangladesh ioe the period from August 15, 1975 to April 9, 1979,  BH Chowdhury, J, also explained the word amendment’ in ‘Anwar Hossain Chowdhury’ at para-196, Page-96 (BLD): : <br> “196.......... let us understand What is meant by ‘amendment’. The word has Latin origin ‘emendere’ —to amend means to correct. <br> “Thus an amendment corrects errors of commission or omission, modifies the system without fundamentally changing its nature-that is an amendment operates within the theoretical parameters of the existing Constitution. But a proposal that would attempt to transform a cen- tral aspect of the nature of the compact and create some other kind of system-that to take an extreme example, tried to change a constitutional democ- racy into a totalitarian. state-would not be an amendment at all, but re-creation, a re-forming, not merely of the covenant but also of the people themselves. That deed would lie beyond the scope of the authority of any governmental body or set of bodies, for they are all creatures of the Constitution and the people’s agreement. In so far as they destroy their own legitimacy.”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"651. From a plain reading of the meanings of the words ‘amendment’ and ‘amended’, given by a number of authorities mentioned above, it is crystal clear that however wide meaning we give, the words ‘ratification’, ‘confirmation’ appearing in the sub- title of the Paragraph 18 to the Fourth Schedule of Constitution, would not come within the ambit of the words ‘amendment’ or ‘amended’ in Article 142. Similarly, the words ‘ratified’, ‘confirmed’ and ‘validly’ appearing in the last portion of aforesaid paragraph 18 do not come any where near the ambit ofthe provision of ‘Amendment of the Constitution’ by any stretch of imagination.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"650. In this connection it would be profitable to repeat what Lord Loreburn , LC said in the case of Vickers, the Sons of Maxim Limited vs Evans 1910 AC 444: <br> “My Lords, this appeal may serve to remind us of a truth sometimes forgotten, that this House sitting judicially does not sit for the purpose of hearing appeals against Acts of par- liament, or of providing by judicial construction what ought to be in an Act, but simply of con- struing what the Act says. We are considering here not what the Act ought to have said, but what it does say;...”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"649. In this connection we must remember that a Constitution is the most sacred Instrument a Nation may possess and its each and every Provision must be read and obeyed with utmost respect and reverence. As such, there is no scope for reading anything in Article 142 which is not there. Specially            <br>               \".....when the meaning of words is plain it is not the duty of the Courts to busy themselves with supposed intentions.\" (Lord Atkin in Pakala Narayan Swami vs Emperor Air 1939 PC 47 ).  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"648. Next, the meanings of the words ‘amend- ment’ and ‘amend’ as given in the Chambers Dictionary, Deluxe Edition, published in India in 1993: <br> Amendment: <br> Correction; improvement; an alteration or addition a document, agreement etc.; an alter- ation proposed on a bill under consideration; a counter-proposal or counter motion put before a meeting. <br> Amend : to free from fault or error; to correct, to improve, to alter in detail, with a view to improvement (eg a bill before parliament); to rectify, to cure, to mend, to grow or become better; to reform; to recover. <br> In the Oxford Dictionary and Thesaurus, Edited By Sara Tulloch, 1997; <br> Amendment : A minor improvement in a document (esp. a legal or statutory one), an article added to the US Constitution. <br> Amend : <br> Make minor improvements in (a text or a written proposal), correct an error or errors in (a document), make better, improve. <br> The Corpus Juris Secundum defines the words ‘amendment’ and ‘amended’ as follows : <br> Amendment: <br> In general use, the word has different mean- ings which-are determined by the connection in which it is employed, but it necessarily connotes a change of some kind, ordinarily for the better, but always a change or alter- ation. It has been said that the word implies something upon which the correction, alter- ation, improvement, or reformation can oper- ate, something to be reformed, corrected, rec- tified altered or improved; a reference to the matter amended; usually a proposal by per- sons interested ina change, and a purpose to add something to or Withdraw something so as to perfect that which is or may be deficient, or correct that which has been incorrectly stated by the party making the amendment and may include several Propositions, all tending to effect and carry out one genral object or purpose, and all connected with one subject. The word has been defined or employed as meaning a change of something a change or alteration for the better; a contin- uance in a changed form; a correction of detail, not altering the essential form or Nature of the matters amended, nor resulting in com- plete destruction; a correction of errors or faults; a material change; an addition, alter- - ation, or subtraction; an addition or Change within the lines of the Original instrument as will effect an improvement or better Carry out the purpose for which it was framed; an alter- ation or change; an improvement; a reforma- tion; a revision; a substitution; the act of free- ing from faults; the act of making better, or of changing for the better; the supplying of a deficiency. <br> Amended: The term implies the existence of an original, a defect therein, and of certain new facts to be added thereto, or a restatement in a more accurate and legal manner, so that it is no longer identical with the original text: but also it involves the superseding of the original and in this respect is to be distinguished from “supplemental” which ordinarily implies only something added to and to be read with the original.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"647. Article 142 as amended by the Constitution (Second Amendment) Act, 1973, starts with the heading.......................... <br> Article 142 in the Constitution reads as follows: <br> The English text starts with the heading “Amendment of The Constitution’.  The English text reads as follows : <br> \"142.(1) Notwithstanding anything con- tained in this Constitution—  Power to amend any provision of Constitution- the Constitution.” <br> (a) any provision thereof may be amended by way of addition, alteration, substi- tution or repeal by Act of Parliament: <br> Provided that— <br> (i) no Bill for such amendment shall be allowed to proceed unless the long title thereof expressly states that it will amend a provision of the Constitution; <br> (ii) no such Bill shall be presented to the President for assent unless it is passed by the votes of not less than two thirds of the total number of members of Parliament, <br> (b) when a Bill passed as aforesaid is pre- sented to the President for his assent he shall, within the period of seven days after the Bill is presented to him assent to the Bill, and if he fails so to do he shall be deemed to have assent- ed to it on the expiration of that peri- od. <br> (2). Nothing in article 26 shall apply to any amendment made under this article. <br> First, the meaning of the words 'সংশোধন' and 'সংশোধিত’, According to Bengali Dictionary pub- lished by Bangla Academy, Sixth Edition, 2005, at page-1102, its meaning is : . <br> সংশোধন : বিশুদ্ধিকরন  সংশোধিত : বিশুদ্ধিকৃত In the Chalantika Bengali Dictionary, 13th Edition, 1389 BS, the meaning of the word 'সংশোধন', পরিশোধন|    "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"646. Earlier We have considered the criteria for amendment of the Constitution. Article 142, pro- vides for its procedure. It also provides that any pro- vision of the Constitution by way of addition, alter- ation, substitution or repeal, may be amended. These are the modes of amendment.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"645. This question was raised by Ms. Nighat Sultana Nabi, Advocate, on the first day of argument on April 4, 2005 . Let us deal with this point.                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"643. Nobody would realize that scores of proclamations, Proclamation Orders, hundreds of MLRs and MLOs and thousands of acts and pro- ceedings were validated and kept safe in its seem- ingly innocent bosom. These were beyod the phi- losophy of even Horatio. These were so craftily camouflaged by the masterly stroke of the draftsman that even angels would not comprehend that the Constitution was not only disgraced but even made subordinate and subservient to those Proclamations MLRs, MLOs, which were sought to be ratified and confirmed in the said new paragraph. We will not repeat the pith and substance of this Act which we have already discussed in details above. It is, how- ever, too apparent that the purpose of the mandatory provision of Article 142 had been completely frus- trated. This was done in order to defraud not only the members of Parliament but also the people of Bangladesh. This is only too obvious. The very pur- pose for which the provision for a long title as pro- vided for in Article 142, had not been adopted in  order to hide the real intent and purport of the Fifth Amendment Act. As such, we are of the opinion that this Act was enacted by practicing fraud upon all concemed with regard to its real intention. <br> On this ground also the enactment of the Constitution (Fifth Amendment) Act, 1979, is invalid and void. <br> Part XXXII The Amendment Itself <br> Now the last point. The question here is whether the purported ratification, confirmation and validation of all Proclamations, MLRs, MLOs and the acts taken thereon from August 15, 1975 to April 9, 1979, by enacting Paragraph 18 to the Fourth Schedule of the Constitution at all come within the meaning of the word ‘amendment’.   "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"642. The question of long title in a bill for amendment came up for consideration in Anwar Hossain Chowdhury’s case. BH Chowdhury, J, gave example what is a long title and a short title at para- 170-172 (BLD) at page-89 : <br> “170 . This has a little history. The title of Acts was added since 1495 in England, Often there was a long title and short title. The long title merely indicates the purpose of the Act while the short title is the label of the law. For example: the Opium Act, 1857 it says: An Act to consolidate and amend the law relating to the cultivation of the poppy and the manufacture of opium in Bangladesh. <br> 171 . The Canals Act, 1864 (Bengal Act V of 1864)-it says: An Act to amend and consoli- date the law relating to the collection of tolls on canals and other lines of navigation, and for the Construction and improvement of lines of navi- gation in Bangladesh. <br> 172 . It is no use multiplying such instances, It is clear that the draftsmen knew the purpose and distinction between the long title and ,Short title. When the Constitution by pro- . hibitive language issued a. mandate it is. not: Understood as to why such mandate: was: dis- obeyed.\"  Although BH Chowdhury J, accepted the con- tention a pera- 174 (BLD) that long title was delib- erately avoided in order to confuse the members of the Parliement but refrained from pronouncing on it since the amended Article had already been found to be bad on merit. <br> Shahabuddin Ahmed, J, at para-357 (BLD) also found that the requirement of long title is a manda- tory provision but his Lordship held at para-359 that since there was nothing to indicate that the members of the Parliament were confused or misled as to the nature and scope of the Bill, the mandatory require- ment as to procedure was substantially fulfilled, <br> Similarly, MH Rahman, J, in rejecting the objection with regard to the lack of long title also held at para-415(BLD) that since there was nothing on record to show that any member of the Parliament felt aggrieved or misled for the long title not being really a long one.  But this much is established that the long title of a Bill of a proposed amendment is mandatory and a Bill without a long title is prohibited. The purpose is very clear. The long title gives a clear indication as - to what provision of the Constitution is proposed to be amended. It gives the members of the Parliament to ponder over the pith and substance of the pro- posed amendment so that they can make up their own mind about it.  We have gone through Section 7 of The Consti- tution (Eighth Amendment) Act, 1988, amending Article 100 of the Constitution. Whatever might be its merit, the purpose was very clear. There was no confusion or scope of misleading the members of the Parliament about its real intent. Any reasonable man would understand what it purported to do.  As such, both Shahabuddin Ahmed, J, and MH Rahman, J, rejected the objection on the ground of  lack: of long title.. BH Chowdhury, J, however, ignored it for an all together different reason.  Be that as it may, it is well established that long title, as in the case of the Constitution (Third Amendment) Act, 1973, is mandatory DO <br> “An Act further to amend certain provision of the Constitution of the people’s Republic of                           Bangladesh to give effect to the Agreement entered into between the Governments of the People’s Republic of Bangladesh and the, Republic of India.” <br> Even this long title ought to have expressly stat- ed the provisions of the Constitution sought to be amended but since those are stated with sufficient clarity in the body of the Act, appending therewith the Agreement between the countries which any per- son of ordinary prudence would understand, as such, it would satisfy the mandatory requirement of Article 142. <br> Now let us look at the title of the Constitution (Fifth Amendment) Act, 1979 : <br> “An Act further to amend certain provision of the Constitution of the People’s Republic of Bangladesh.” <br> From this short title no body, however gifted he may be, would understand its disgraceful contents. <br> Section 1 reads as follows : <br> 1 .  Short-title-This Act may be called the Constitution (Fifth Amendment) Act, 1979. <br> Section 2 reads as follows : <br> 2 . Amendment of Fourth Schedule to the Constitution-In the Constitution of the People’s Republic of Bangladesh, in the Fourth Schedule after Paragraph 17, the following new paragraph 18 shall be added, namely:— <br> “18 . Ratification and Confirmations of Proclamations etc.—All Proclamations, Pro- clamation Orders .......... SA i! all orders made, acts and things done, and actions and proceed- ings taken, ............. are hereby ratified, and confirmed and are declared to have been valid- ly made, .......... shall not be called in question in or before any Court, tribunal or authority on any ground whatsoever.” ~  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"731. This acceptance of the acts as valid but done without lawful validity by Lord Pearce in his dissenting judgment, were approved and consistent ly followed in almost all the decisions since asma <br>                           Jilani in 1972 by the Supreme Court of Pakistan in bestowing restricted or liberal validity, as the case maybe on the actions of the Army Rulers in Pakistan from time to time. "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"730. The next case we shall consider is Madzimbamuto vs Lardner-Burke (1968) 3 All ER 56] PC. In.that case in Souhern Rhodesia, on November 6, 1965, the order of detention of the appellant’s husband was made. On November 11, unilateral declaration of independence was made. On the question of the doctrine of necessity, Lord Reid, for the majority of the Board referring to            <br>                Grotius De Jure Belli Et. Pacis, observed at page- 577 DE: <br> “It may be that there is a general principle, depending on implied mandate from the lawful Sovereign, which recognizes the need to pre- serve law and order in territory controlled by a usurper. But it is unnecessary to decide that question because no such principle could over- ride_the legal right of the Parliament of the United Kingdom to make such laws as it_ may think proper for territory under the sovereignty of Her Majesty in the Parliament of the United Kingdom,” <br> His Lordship further observed at page-578 E F: <br> “Her Majesty’s judges have been put in an extremely difficult position. But the fact that the judges among others have been put in a very difficult position cannot justify disregard of leg- islation_passed_or authorized by the United Kingdom Parliament, by the introduction of a doctrine of necessity which in their lordships’ judgment cannot be reconciled with the terms of the Order in Council. It is for Parliament and Parliament alone to determine whether the maintenance of law and order would justify giv- ing effect to laws made by the usurping govern- ment, to such extent as may be necessary for that purpose.” <br> In declaring the order of detention invalid, his Lordship held at page -578 I: <br> ‘,.. it should be declared that the determi- nation of the High Court of Souhern Rhodesia with regard to the validity of emergency powers regulations made in Southern Rhodesia since Nov. 11, 1965, is erroneous, and that such reg- ulations have no legal validity, force or effect.”  Lord Pearce in his dissenting judgment also held at page-S79 B to E: <br> ...:.. In legal terms Rhodesia was still a colony over which the United Kingdom Parliament had no such power, I cannot accept still had the legal power to cut down the 1961 Constitution and alter the status of Rhodesia to that of a colony governed from the United Kingdom through a Governor. While I appreci- ate the careful reasoning of BEADLE CJ by which he seeks to say that United Kingdom Parliament had no such power I cannot accept its validity. Likewise I cannot accept his argument that the de facto control by the illegal government gave validity to all its acts as such so far as they did not exceed the powers under the 196] Constitution. The de facto status of sovereignty cannot be conceded to a rebel government as | against the true Sovereign in the latter’s courts of law. The judges under the 1961 Constitution therefore cannot acknowledge the validity of an illegal government set up in defiance of it. Ido | not agree with the view of Mac Donald, JA that their allegiance is owed to the rebel gov- | ermment in power. It follows that the declaration { of emergency and the regulations under which it is sought to justify the detention of the appel- lant’s husband are unlawful and invalid.”  Lord: Pearce, however, propounded a further legal proposition at page-579 F:  “I accept the existence of the principle that } acts done by those actually in control without lawful validity may be recognised as valid _ot acted on by the courts, with certain limitations, namely; (a) so far_as they are directed to _and reasonably required for ordinary orderly run- ning of the State: and (b) so far as they do not impair the rights of citizens under the lawful (1961) Constitution: and (c) so far_as they are not intended to and do not in fact directly help | the usurpation and _do not run contrary to the policy of the lawful Sovereign. This is tanta- mount to a test of public policy.”  (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"729. This is how the doctrine of necessity made its appearance in order to salvage what was left of the normal constitutional process in Pakistan at that time in 1955.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"728. But in this connection, the opinion of De Smith is pertinent: <br> “It is clear ..... that the leading Pakistan decision in 1955 was a not very well disguised act of political judgment. By the normal canons of construction, what the Governor-General had done was null and void. But the judges steered between Scylla and Charybdis and chose what seemed to them to be the least of evils.” (The underlinings are mine)  (Quoted from Leslie Wolf-Phillips: Constitutional Legitimacy at page- 11).  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"727. It should be noted that earlier to the Govemor General’s Reference No.1, in the case of Usif Patel vs Crown PLD 1955 FC-387, decided on April 12, 1955, on behalf of an unanimous Supreme Court, Munir, CJ, held at page -392: <br> “The rule hardly requires any explanation, much less emphasis, that a Legislature cannot validate an invalid law if it does not possess the power to legislate on the subject to which the invalid law relates, the principle governing val- idation being that validation being itself legisla- tion you cannot validate what you cannot legis- late upon. Therefore if the Federal Legislature, In the absence of a provision expressly author- izing it to do SO, was incompetent to amend the Indian Independence Act or the Government of India Act, the Governor-General possessing no larger_powers than those _of the Federal Legislature was equally incompetent to amend either of those Acts by an Ordinance, Under the independence Act the authority competent to legislate on constitutional matters being the Constituent Assembly, it is that Assembly alone Which can amend those Acts. The learned Advocate General alleges that the Constituent Assembly has been dissolved and that therefore validating powers cannot be exercised by that Assembly. In Mr Tamizuddin Khan case we did not consider it necessary to decide the ques tion whether the Constituent Assembly was lawfully dissolved but assuming that it was, the effect of the dissolution can certainly not be the transfer of its powers to the Governor-General. The Governor-General can give or withhold his assent to the legislation of the Constituent Assembly but he himself is not the Constituent Assembly and on its disappearance he can nei- ther claim powers which he never possessed nor claim _to succeed to the powers of that Assembly.” (The underlinings are mine)  His Lordship further held at page-396:  “This Court held in Mr Tamizuddin Khan's case that the Constituent Assembly was not a sovereign body. But that did not mean that if the Assembly_was _not_a sovereign body the Governor-General was.” <br> (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"726. It appears that the Hon’ble Chief Justice was more concerned and worried about the difficul- ties of the Governor General who was supposed to. be only a titular head, than the Constituent: Assembly, the institution which represented the peo-  ple of Pakistan but was dissolved by the Governor General which augmented the constitutional crisis.  With great respect, it appears that the Hon’ble Chief  : Justice of Pakistan held a double standard in pro-  tecting the interest of the Governor General than that of the Constituent Assembly. He refused to invoke the doctrine of necessity but upheld the dis- solution of the Constituent Assembly which by then was ready with the Constitution for Pakistan Ne invoked the said very doctrine in aid of \" A Governor General to steer him clear out of pee a stitutional crisis, created by himself, by twistine and                             bending the legal provisions even calling upon the seven hundred years old maxims.  However, Cornelius J in Tamizudding Khan's case dissented at page 358 FF  I place the Constituent Assembly above the Governor General the chief Executive of the state for two reasons, firstly that_the and second because the statutes under and in accordance with which the Governor-General was required to function, were within the com- pretence_of the Constituent Assembly to amend.” (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"725. This stoic and stout stand like that of a 16th Century Common Law Judge was taken by Munir, CJ, when the dissolution of the Constituent Assembly was challenged but the same Chief Justice became full of equity when the Governor General was caught in his own game because of his earlier dissolution of the Constituent Assembly.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"724. But what the Hon’ble Chief Justice decided to ignore was that the Governor General himself brought disaster upon the entire country by dissolving the Constituent Assembly earlier in October 1954 when the Prime Minister had already set the date for adopting the Constitution for Pakistan in December, 1954 . That itself was a viola- tion of the Independence Act, 1947 and a treasonous act against the people of Pakistan. With great respect, the Governor General ought not to have allowed to take advantage of his own grievous wrong against Pakistan. As a matter of fact, that was the beginning of the end. Besides, the Hon’ble Chief Justice also forgot that only a few month’s back in the case of Federation of Pakistan vs Moutlvi Tamizuddin Khan PLD 1955 FC 240 = 7 DLR (FC) 29/, his Lordship refused to interfere even in case of a real disaster brought about, again by the Governor General in dissolving the Constituent Assembly. But in that case Munir CJ, held at page — 299: <br> “It has been suggested by the learned Judges of the Sind Chief Court and has also been vehemently urged before us that if the view that I take on the question of assent be cor- rect, the result would be disastrous because the entire legislation passed by the Constituent Assembly, and the acts done and orders passed under it will in that case have to be held to be void .........0.. Iam quite clear in my mind that we are not concerned with the consequences, however beneficial or disastrous they may be, if  the undoubted legal position was that all legis- lation by the Legislature of the Dominion under section (3) of section 3 needed the assent of the Governor General .If the result is disaster. it will merely be another instance of how thought lessly the constiuent Assembly proceeded with its business and assuming for itself the posi tion of _an_irremovable Legislature to_what straits it has brought the country. Unless any rule of estoppel require us to pronounce merely purported legislation as complete and valid leg. islation, we have no option but to pronounce iy to be void and to leave it to the relevant author. ities under the Constitution or to the country to set right the position in any way it may be open to them. The question raised involves the rights of every citizen in Pakistan, and neither any rule of construction nor any rule estoppel stands in the way of a clear pronouncement.”  (The underlinings are mine) ,  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"723. This doctrine of State necessity was pos- sibly applied for the first time in this sub-continent in Pakistan in the Reference by His Excellency the Governor General in Special Reference No.1] of 1955 PLD 1955 FC 435 . This Reference was made under section 213 of the Government of India Act, 1935 . It shows how Ghulam Muhammad, the Governor General of Pakistan was caught in his own palace clique but was rescued by an over-anxious Supreme Court by reincarnating a long forgotten doctrine of State necessity. The Hon’ble Chief Justice looked for help in the 13th century Bracton and diged deep into the early Middle Ages for Kings’ prerogatives and the maxims, such as, Id Quod Alias Non Est Licitum, Necessitas Licitum Facit (that which otherwise is not lawful, necessity makes lawful), salus populi Suprema lex (safety of the people is the supreme law) and salus republicae est suprema lex (safety of the State is the supreme law). His Lordship referred to. Chitty’s exposition and Maitland’s discussion on the Monarchy in England in late 17th century. His Lordship thereafter referred to the summing up of Lord Mansfield, to the Jury in the proceedings against George Stratton and then held at pages 485-6: <br> “The principle clearly emerging from this address of Lord Mansfield is that subject to the condition of absoluteness, extremeness and imminence, an act which would otherwise be illegal becomes legal if it is bone bona fide under the stress of necessity, the necessity being referable to an intention to preserve the consti- tution, the State or the Society and to prevent it                           from dissolution, and affirms Chitty’s statement that necessity knows no law and the maxim cited by Bracton that necessity makes lawful Which otherwise is not lawful........+ indis- ensable condition being that the exercise of that power _is always subject to the legislative authority of parliament to be exercised ex post facto......... The emergency legislative power, however, cannot extend to matters which _are not the product of the necessity, as for instance, changes in the constitution which are not direct- ly referable to the emergency.”  (The underlings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"722. This doctrine of State necessity is no magic wand. It does not make an illegal act a legal one. But the Court in exceptional circumstances, in order to avert the resultant evil of illegal legisla- tions, may condone such illegality on the greater interest of the community in general but on condi- tion that those acts could have been legally done at least by the proper authority.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"721. The moral is, no premium can be given to any body for violation of the Constitution for any reason and for any consideration. What is illegal and wrong must always be condemned as illegal and wrrong till eternity. In the present context, the ille- gaality and gravest wrong was committed against the People’s Republic of Bangladesh and its people as a whole.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"720. If we hark back to history, we would see that afier Restoration in 1660, Charles Il became King of England with effect from January 1649, the day when his father, Charles I was beheaded, in order to keep the lawful continuity of the Realm but Not the continuity of the illegal administration of the Commonwealth  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"719. But it does not mean that for the sake of continuity of the sovereignty of the State, the Constitution has to be soiled with illegalities, rather, the perpetrators of such illegalities should be. suit- ably punished and condemned so that in future no adventurist, no usurper, would have the audacity to defy the people, their Constitution, their Government, established by them with their con- sent.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"718. But in order to avoid confusion, legal or otherwise and also to keep continuity of the sover- eignty and legal norm of the Republic, we have next to consider as to whether the legislative acts pur- ported to be done by those illegal and void Proclamations etc. during the period from August 15, 1975 to April 9, 1979, can be condoned, by invoking the doctrine of ‘State necessity’.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"717. Under such circumstances, we held earli- er \"that such assumption of the office of President and CMLA, the Proclamations, MLRs and MLOs, discussed above, were all illegal, void ab initio and non est in the eye of law.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"716. In this connection, the observations of Yaqub Ali, J, in the case of Asma Jilani vs Government of Punjab PLD 1972 SC 139 at pages - 237-239 are worth reading: <br> “In this connection, we may examine also the nature of Martial Law imposed by Yahya Khan on the 26th March 1969, for lest it is said that the Martial Law Regulations, and Martial Law Orders were not laws in juristic sense, but they derived their validity from the Proclamation of the 26th March 1962 . Martial Law is of three types: (i) the law regulating dis- cipline and other matters determining the rule of conduct applicable to the Armed forces. We are not concerned with it; (ii) law which is imposed on an alien territory under occupation by an armed force. The classic function of this type of Martial Law was given by the Duke of Willington when he stated in the House of Lords that ‘‘Martial Law is neither more nor less than the will of the General who commands the Army. In fact Martial Law means no law at all.” We are also not concerned with this type of Martial Law; and (iii) law which relates to and arises out of a situation in which the Civil power is unable to maintain law and order and the Military power is used to meet force and recreate conditions of peace and tranquillity in which the Civil power can re-assert its authori- ty. The Martial Law Regulations and Martial Law Orders passed under this type of Martial Law must be germane only to the restoration of peace and tranquillity and induced during the period of unrest.  In practice, the Martial Law imposed by Yahya Khan belonged to the second category. A large number of Martial Law Regulations and Martial Law Orders passed by him between 25th March 1969, and 20th March 1971, had no nexus with civil disturbances. In fact, peace and tranquillity was restored in the country within a few days of his stepping in. Martial Law should therefore have come to an end but the entire structure of institutions of Pakistan including superior Courts were made to appear by Yahya Khan as merely the expression of his will which a victorious military commander impose on an alien territory to regulate the conduct and behaviour of its subjugated popu- lace. Neither Pakistan was a conquered territo- ry, nor the Pakistan Army commanded by Yahya Khan was an alien force to justify the imposition of this of Martial Law. <br> The Martial Law imposed by Yahya Khan was, therefore, in itself illegal and all Martial Law Regulations and Martial Law Orders issued by him were on this simple ground void ab initio and of no legal effect. <br> Let us next examine the validity of the Presidential Orders and Ordinances issued by Yahya Khan between 26th March 1969, and 20th December 1971 . He assumed the office of President on 31-3-1969 with effect from the , 25th March 1969 . Under Article 16 of the 1962- Constitution if_at any time the President was unable to perform the functions of his office, the Speaker of the National Assembly was to act as President. Muhammad Ayub Khan could not, therefore, transfer the office of the President to Yahya Khan. Indeed, he did not even purport to do so. He simply asked him to perform his constitutional and legal responsibil- ities. Yahya Khan, therefore, assumed the office in violation of Article 16 of the Constitution to which he had taken oath of allegiance as Commander-in-Chief. It could not, therefore, be postulated that Yahya Khan had become the. lawful President of Pakistan and was competent |. to promulgate Orders and Ordinances in exer’. cise of the legislative functions conferred by the ! Constitution on the President. All Presidential | Orders and Ordinances which were issued by} him were, therefore, equally void and of no} legal effect.” (The underlinings are mine) <br> We are in total agreement with the legal posi- tion in taking over of the State apparatus by usurp er, as lucidly explained by Yakub Ali, J, above  Bangladesh, the usurpers even went one steP further. <br>                           They started with the murder of the President and his family members. Thereafter, they seized the government issued the Martial Law Proclamation, ousted the jurisdiction of the Supreme Court. Their successors started to govern the country by Martial Law Regulations and Orders in dictatorial manner. this continued till April 7, 1979.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"715. It cannot be believed that they were not aware that the Constitution or the laws in Bangladesh do not provide for Martial Law or the office of the Chief Martial Law Administrator but they. in violation of the Constitution merrily assumed such position, and continued to issue Proclamations of Martial Laws, Martial Law Regulations and the Martial Law Orders as if Bangladesh was. a conquered country.                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"714. It cannot be believed that Khandaker Moshtaque Ahmed, a Minister, Justice Sayem, the Chief Justice of Bangladesh and Major General Ziaur Rahman, BU psc., Chief of Army Staff of Bangladesh, did not know that under Article 48 of the Constitution, they were not eligible to become the President of Bangladesh, still all of them, in defiance and violation of the Constitution, seized the office of President, the highest position in the Republic by force thereby apparently all of them committed the offence of sedition.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"713. We have already discussed above how Khandaker Moshtaque Ahmed, a Minister of the Government of Bangladesh with his band of army officers, serving as well as retired, seized the office if President and the Government of Bangladesh, how Justice Sayem, the Chief Justice of Bangladesh, assumed the office of President on nomination and how he nominated Major General Ziaur Rahman, BU psc., as the President of Bangladesh. On being assumed the office of Minister and the Office of the Chief Justice respectively, they obviously took oath to protect and uphold the Constitution. Similarly, Major General Ziaur Rahman, BU psc, as a Military Commander must have taken oath under the Army Act at the time of his appointment as an officer under the Government of Bangladesh, to ‘be faithful and bear true allegiance to the Constitution’. But unfortunately all of them betrayed their oaths of allegiance to the Constitution as well as their coun- try which reposed upon each of them such confi- dence and such solemn responsibility and bestowed upon them such high positions in the Republic so that they could serve the Republic better not only in time of peace but also during turmoil and unrest when their loyal and faithful services would be needed most. But all of them not only failed their country but also betrayed the trust reposed upon them, in not only disobeying, rather, disfiguring the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"712. Although we found all those arguments, raised on behalf of the respondents, discussed in details above, as misconceived and bereft of all sub- stance but we are neither in oblivion nor unmindful . of the solemn and onerous responsibility that befall and rests upon the Courts, to dispense justice strict- ly in accordance with law but at the same time to keep a keen eye to avoid any confusion or to create a greater state of chaos, rather the Courts should use all endeavours to avoid all such predicaments, if it is possible, without of course, compromising with ille- galities.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"709. In this connection it is pertinent to refer to the case of Raymond vs Thomas 9] US 712 In the said case of Raymond vs Thomas 91 US 712, the attempt of a military commander to annul a decree  of a Court was declared void. The US Supreme  Court held : <br> “It was an arbitrary stretch of authority needful to no good end that can be imagined. Whether Congress could have conferred the power to do such an act is a question we are not called upon to consider. It.is an unbending rule of law that the exercise of military power where  the rights of the citizens are concerned shall never be pushed beyond what the exigency requires. (The underlinings are mine)(Quoted from Willoughby: The Constitutional Law of the US. Vol. III, Seconde Edition, Page  1583)                          Under such circumstances, we are of the opin- on that this MLR VII of 1977 violated the Constitution and also changed its basic character, as such ultra vires to the Constitution, <br> Part XXXV Doctrine of Necessity <br> None of the parties argued much on the doc- trine of necessity. The learned Additional Attorney- General and Mr Akhter Imam, Advocate, appeared to be satisfied by putting all the blames on the Fourth Amendment of the Constitution for the Proclamation of Martial Law in Bangladesh but nei- ther could reply to our various queries nor argued much on the said very Amendment. Their further arguments were that ratification and confirmation by the Fifth Amendment made all those Martial Law Proclamations etc as serene as the Bible as if its legality and validity are all above board and even beyond the reach. of the Constitution and also the Court, that the said Amendment is the cure for all short-comings, if any, that those Martial Law Proclamations etc. and the Fifth Amendment not being challenged in all these years, those are accept- ed by the people of Bangladesh by acquiescence.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"708. We also reiterate the findings of our Appellate Division in the case of Nasiruddin vs Government of the Peoples Republic of Bangladesh 30 DLR AD 216 in respect of MLR VII of 1977: <br> (i) If any property is taken Over as an abandoned property, notwithstanding  any defect, it would be deemed to be vested in the Government, <br> (ii) This taking over or vesting shall not be called in question on any ground what. soever before any authority or Court. <br> (iii) All suits, appeals, petitions or other legal proceedings pending before the commencement of this Regulation in any Court would abate. <br> (iv) All judgments, decrees, writs, injunc- tions, etc. passed before the com- mencement of the Regulation by any Court stood annulled and   would be of no effect.  This is a total negation of the principle of the  Rule of Law and violative of the fundamental right  to property. Besides, this Regulation not only sought  to oust the jurisdiction of the Court but also annulled  the judgments and decrees passed by the Court.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"707. We rciterate what was found by our Apex Court in respect of MLR VII of 1977 in the case of Halima Khatun vs Bangladesh 30 DLR (SC) 207: It was held in the Halima Khatun’s case: <br> (i) Under the Proclamations, the Constitution lost its character as the supreme law of the Republic <br> (ii) The Constitution is subordinate to the Proclamations and’ the Regulations and Orders made thereunder, <br> (iii) Constitution is superior to any law other than a Regulation or Order made under the Proclamation.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"706. Now let us consider. the Abandoned Properties (Supplementary Provisions) Regulation, 1977 (Martial Law Regulation No. VII of 1977) (Annexure L to the Writ petition) <br> It reads as follows: <br> WHEREAS it is necessary in the public inter- est to make certain supplementary provisions relating to abandoned properties for the purpos- es hereinafter appearing; <br> Now, THEREFORE, in pursuance of the Third Proclamation of the 29th November, 1976, read with the proclamations of the 20th August, 1975, and the 8th November, 1975 and in éxer- cise of all powers enabling him in that behalf, the Chief Martial Law Administrator is pleased to make the following Regulation:— <br> 1 . Short title—This Regulation may be called the Abandoned Properties (Supplementary Provisions) Regulation, 1977. <br> 2 . Regulation to override other laws—This Regulations shall have effect notwith- standing anything contained in the Constitution or in any other law for the time being in force. <br> 3 . Definitions—In this Regulation, unless there is anything repugnant in the subject or context, — <br>   (a)“the Acting President’s Order” means the Bangladesh (Taking Over of Control and Management — of Industrial and Commercial Concerns) Order, 1972 (APO No. I of 1972; <br> (b)“Court” includes the High Court and the Supreme Court exercising any jurisdiction under the Constitution or any other law; <br> (c)“The President’s Order” means the Bangladesh Abandoned Property (Control Management and Disposal) Order, 1972 (PO No 16 of 1972), <br> ....................... <br> 6 . Certain judgments, etc., annulled—  (1) Subject to the provisions of sub-para- graph (2) all judgments deci- sions, decrees, writs, injunctions or orders rendered passed, issued of made before the commencement of this Regulation by any Court, which declares, or has the effect of declar- ing any such taking over or vesting of property as is referred to in paragraph 4 to be void, illegal, improper, irreg~ ular, incorrect or otherwise inopera- tive or ineffective, or which direct or require the restoration return, transfer or other disposition of any property as has been so taken over or issued, shall stand annulled and shall be of no effect as if such judgments, issued or made <br> (2)Annulment of any judgment, deci- sion, decree, writ, injunction or order under sub-paragraph (1) shall not dis- turb or otherwise affect the right or interest of any person in any proper-                           ty which, before the commencement of this Regulation, has been actually and effectively restored or trans- ferred to such person any delivery of possession or other appropriate means in pursuance of such judg- ment, decision, decree, writ, injunc- tion or order; and such person shall exercise and have his rights and interests in the property as so restored and transferred as if no such annulment had taken effect in respect of such property. <br> 7 . Regulation not to effect certain tights, etc., of Government —  The provisions of this Regulation shall not limit restrict or otherwise affect the right power or authority of the Government to transfer or in any man- ner dispose of any property or any right or interest in any property, which has vested in it under this Regulation, the President’s Order or any other law. <br> DACCA ZIAUR RAHMAN BU, The 5th October, 1977 MAJOR GENERAL Chief Martial Law Administrator.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"705. In short, The Constitution (Fifth amendment) Act, 1979, protected the Proclamations, MLR, MLOs etc. and the actions taken thereon from being challenged in Court but after its declaration as void, all those Martial Law provisions and actions become justiciable before the  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"704. We have already considered the Proclamation dated August 20, 1975, Proclamation dated november 8, 1975, Proclamation dated November, 29, 1976 and also some of its amend- ments, other MLRs, MLOs and other Orders as dis- cussed earlier in this Judgment, in order to under- stand and appreciate the reasons and purposes of the fifth amendment Act. We found those provisions as illegal and void. All the other provisions are also similarlly justiciable.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"703. Under the’ circumstances, we declare the Constitution (Fifth Amendment) Act, 1979, ultra virus to the Constitution for the following reasons: <br> ‘Firstly, Section 2 of the Constitution (Fifth Amendment) Act, 1979, enacted Paragraph 18, for its insertion in the Fourth Schedule to the Constitution in order to ratify, confirm and val- ‘date the Proclamations MLRs and MLOs. ete. during the period from August 15, 1975 to April 9, 1979 . Since those Proclamation MLRs,  MLOs etc. were illegal and void, there were nothing for the Parliament to ratify, confirm and validate. <br> Secondly, on lifting the veil of enactment, we find that the real purport and reason, ‘the pith and substance’ for the amendment was for ratification confirmation and validation which do not come within the ambit of ‘amendment’ in Article 142 of the Constitution. : <br> Thirdly, the Proclamations etc., being ille- gal and constitute offence, its ratification con- firmation and validation by the Parliament were  against common reason. <br> Fourthly, the Constitution was made subor-  dinate and subservient to the Proclamations etc. <br> Fifthly, those Proclamations etc. destroyed its basic features. <br> Sixthly, lack of long title which is a manda- tory condition for amendment, made the amendment void. <br> Seventhly, the Fifth Amendment was made for a collateral purpose which constituted a fraud upon the People of Bangladesh and its Constitution. <br> The effect of this declaration is that  Paragraph-18, contained in Section 2 of the Fifth  Amendment Act and inserted in the Fourth Schedule to the Constitution, cease to exist along with Paragraph 3A. The Proclamations, MLRs, MLOs  and the acts and proceedings taken thereon become  bereft. of ratification, confirmation and validation  made by the said Paragraph 3A and Paragraph 18. With the withdrawal of the Martial Law on April 7, 1979, those ceased to be effective but with the cea-  sure of Paragraph 18, the constitutional protection of  those Proclamations etc. also ceased. a                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"702. No doubt the Parliament may enact any law but subject to the Constitution, the supreme law in the Republic.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"701. This is how we came to consider the legalities of various Proclamations, MLRs and MLOs, proclaimed and made during the period from August 20, 1975 to April 9, 1979, which were men- tioned in an omnibus manner in paragraph 18 enact- ed by the Fifth Amendment and inserted in the Fourth schedule of the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"700. Declaring the order of detention illegal, Hamoodur Rahman, CJ, held at page — 204 : <br> “Reverting now to the question of the legality of the Presidential Order No. 3 of 1969 and the Martial Law Regulation No. 78 of 1971 it follows from the reasons given earlier that they were both made by an incompetent author- ity and, therefore: lacked the attribute of legiti- macy which is one of the essential characteris- tics of a valid law.” <br> In deciding the same question, Yaqub Ali, J. held at page-237 : <br> “During Martial Law the legislative pow- ers of the State were usurped by the Executive and attempt made to deny to Courts the exercise of judicial functions. The usurpation of legisla- tive powers of the Stage by the Chief Martial Law Administrator was therefore against_the basic norm. The new Legal Order consisting of Martial Law Orders, Martial Law Regulations. Presidential Orders and Presidential Ordinances was. therefore, unconstitutional and void ab ini- tio.  His Lordship further held at page-238-9 :  “The Martial Law imposed by Yahya Khan was, therefore, in itself illegal and _all martia Law. Regulations: and Martial Law Orders issued by him were on this simple ground void ab initio and of no legal effect. | <br> Let us next examine the validity, of the Presidential Orders and Ordinances issued by Yahya Khan between 26th March 1969, and “20th December 1971 . He assumed the office of President on 31-3-1969 with effect from the 25th March 1969 . Under Article 16 of the 1962- Constitution if at any time the President was unable to perform the functions of his office,                           the Speaker of the National Assembly was to act as President. Muhammad Ayub Khan could not, therefore, transfer the office of the President to Yahya Khan. Indeed, he did not even purport to do so. He simply asked him to perform his constitutional and legal responsibil- ities. Yahya Khan, therefore, assumed the office in violation of Article 16 of the Constitution to which he had taken oath of allegiance as Commander-in-Chief. It could not, therefore, be postulated that Yahya Khan had become the lawful President of Pakistan and was competent to promulgate Orders and Ordinances in exer- cise of the legislative functions conferred by the Constitution on the president. All Presidential Orders and Ordinances which were issued by him were, therefore, equally void and of no legal effect.” <br> The Proclamations, MLRs, MLOs and the actions taken thereon by the Martial Law Authorities in Bangladesh, which were sought to be ratified, confirmed and validated by insertion of paragraph 18 to the Fourth Schedule of the Constitution, were in no better position than what are stated above. With great reverence for the learned Judges in the above case, we hold the same view.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"699. At this stage, in conclusion, I would like to refer to the case of Asma Jilani vs Government of Punjab PLD 1972 SC 139 . One Malik Ghulam Jilani Was arrested under the Defence of Pakistan Rules, 1971, His said detention was challenged under a writ of habeas corpus and the Lahore High Court admitted the petition and issued notice. But the orig- inal order was rescinded and substituted by another order issued under Martial Law Regulation No. 78 of 1969 . The High Court, on consideration of the preliminary objection as to its jurisdiction, dis- missed the writ petition.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"698. Since we, as Judges of the Supreme Court took oath to preserve, protect and defend the Constitution, we have no other alternative, rather, constrained to declare the said Constitution (Fifth Amendment) Act, 1979, as ultra vires to the Constitution of the Peoples Republic of B angladesh. AS such, the ratification, confirmation and valida- Hon of all Proclamations, MLRs and MLOs issued since August 15, 1975 becomes all illegal, void and non est in the eye of law.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"696. However, the said Referendum Order and all other Procalmations MLRs and MLOs were ra- ified confirmed and validated and were made part of the Constitution by adding paragraph 18 in the Forth Schedule to the Constitution (Fifth Amendement) Act 1979 as such this amendment is a unique one and it has no parallel any where in the civilized                          world. Apparently, this was done only to hide illegal and unconstitutional provisions and activities and also to bring those under the blanket cover of the constitution, the supreme and most sacred Instrument of the Republic of Bangladesh. But even at the time of revoking and repealing the proclamations MLRs and MLOs by the proclamations dated April 6, 1979, the Constitution was sought to be made subordinate to the ‘Orders’ of the President. We have no words to deplore and dep- recate such conduct. Thus, in the garb of this seem- ingly innocent amendment, a fraud had been com- mitted upon the people of Bangladesh and their Constitution.  697.These are the reasons and circumstances which compel us to declare that the Constitution (Fifth Amendment) Act, 1979, was enacted for a collateral purpose and not for any benefit to the peo- ple of Bangladesh or for enhancement of the pres- tige of the Republic of Bangladesh or for further refinement of the Constitution but only for ratifica- tion, confirmation and validation of illegal provi- sions and illegal activities perpetrated by the illegal Martial Law Authorities and for making all those part of the Constitution as if the Fourth Schedule is dumping ground.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"695. By the Referendum Order 1977 (Martial Law Order No. 1 of 1977), published in the Bangladesh Gazette Extraordinary dated May 1, 1977 a referendum was arranged, to ascertain the Confidence of the people in Major General Ziaur Rahman, BU, psc. Accordingly, a referendum was held on May 30, 1977 and more than 98% voters of Bangladesh showed confidence in him. But inspite Of our repeated queries, the learned Additional Attorney-General, could not show any such provi- sion for holding any referendum either in the Constitution or in the Army Act or in any other law of the land save and except the Martial Law Order 1 of 1977 . Only the example of Field Marshal Ayub Khan can be cited. He along with Major General Iskender Mirza, President of Pakistan, abrogated the 1956 Constitution. Subsequently, he removed the President and became the President himself. In due course, he also held a sort of referendum with ‘yes’ or ‘no’ votes. Although the said referendum did not earn him much credibility as Hamoodur Rahman, CJ, in Asma Jilani’s case saw it as a so-called man- date (page-161) but his example was followed in Bangladesh.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"694. The autocratic Government was soon degenerated into a military dictatorship. He not only continued with the illegalities committed by his predecessors in office but destroyed the basic struc- tures of the Constitution on the false pretext of Act,  repealing the. ‘undemocratic’ provisions of the Fourth Amendment. Besides, he took steps to give permanency to all those “democratic' proclamations, MLRs and MLOs by making those part of the  Constitution, the most Sacred instrument on which this Republic exists. During Martial Law, by the inserting paragraph 3A in the forth schedule to the Constitution. But that was not the end.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"693. We found to our utter astonishment that how a Minister in the cabinet of the Government, a Chief Justice of the Supreme Court, the Chief of Staff of the Army, treated the Constitution, the supreme law of this country with so much disgrace that independent Bangladesh was virtually made subservient to a few. Khondaker Moshtaque Ahmed seized the office of President and virtually occupied Bangladesh. Justice Sayem dissolved the National Assembly and made the country fully autocratic, I without any Parliament, even worse than what it was before August, 1947, under the British Government. Major General Ziaur Rahman, BU pse, did not even stop there.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"692. In course of our examination of those  Proclamations, MLRs and MLOs, which are dis- 1977,  cussed earlier in the Judgment, we are surprised to  comprehend the extent of gross illegalities and the  reckless abuse of powers committed by the Martial  Law Authorities, but without any semblance of legal  authority or jurisdiction, in promulgating those  Proclamations, MLRs and MLOs, so much so that  our surprise has turned into bewilderment.   "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"691. For such reasons also we have examined the main Proclamations, MLRs and MLOs, as made                            available by the learned Advocate for the petitioners  from the Gazette Notifications and also from the —  book ‘The Constitution of the People’s Republic of  Bangladesh’, published by the Ministry of Law,  Justice and Parliamentary Affairs, Government of _ this  the People’s Republic of Bangladesh, as modified  upto 31st May, 2000 . Accordingly, we have scruti-  nized those Proclamations, MLRs and MLOs, as__ to  stated and discussed earlier in this Judgment in  order to understand the import, purpose and extent  of the Constitution (Fifth Amendment) Act. This is _  how we came to examine those Proclamations etc.  in order to consider the legality and validity of the aforesaid Act No. 1 of 1979.   "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"690. In this connection it is pertinent to con- sider the Rule in Heydon’s Case (1584) to arrive at the real reason for the Act. It was stated that the Court should consider the following four things : <br> *what was the common law before the passing of the statute?; *what was the mischief in the law which the common law did not ade- quately deal with?; * what remedy for that mischief had Parliament intended to provide?; * what was the reason for Parliament adopting that remedy? <br> (Quoted from ‘The English Legal System’ By Gary Slapper and David Kelly, Fifth Edition, 2001, page-172). <br> As such, after applying the mischief rule as pro- pounded in Heydon’s case, we find no reason for enactment of the Fifth Amendment Act but for hid- ing of the Proclamations etc in the Fourth Schedule to the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"689. We asked the learned Advocates for the respondents to narrate what provisions of the Constitution were amended and what were the pur- poses, they were without any reply.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"688. Obviously, the perpetrators and benefici- aries of those Proclamations, MLRs, MLOs, etc. themselves had doubts about its legality, as such, this exercise was engineered to make all those Proclamations ratified, confirmed and validated and also made part of the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"687. By this amendment of the Constitution Paragraph 18 was inserted in the Fourth Schedule of the Constitution. This Paragraph ratified all Proclamations, Proclamation Orders, MLRs, MLOs and other laws made during the period between the 15th August, 1975 and 9th April, 1979 (both days inclusive) with all amendments and orders made thereunder.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"686. Besides, the learned Advocates for the respondents candidly submitted that the question of destroying the basic structure of the Constitution by the amending Act itself did not arise at all since it did neither make any new provision nor deleted any, it only inserted Paragraph 18 in the Fourth Schedule which ratified, confirmed validated earlier Procla- mations, MLRs and MLOs and the actions taken thereunder, as such, the Fifth Amendment-Act itself did not come into conflict with the Constitution at all.  Let us now read the Constitution (Fifth Amendment) Act, 1979 (Act of 1979) itself: “(Published in the Bangladesh Gazette Extraordinary, dated the 6th April, 1979]  <br> The following Act of Parliament received  the assent of the President on the 6th April. : 1979, and is hereby published for general infor- mation:— <br> Act No.1 of 1979 <br> An Act further to amend certain P lic 0 of the Constitution of the People’s R&P Bangladesh.                           Whereas it is expedient further to amend certain provision of the Constitution of the People's Republic of Bangladesh for the pur- pose hereinafter appearing.  It is hereby enacted as follows:— <br> 1 . Short title- This act may be called the Constitution (fifth amendment) Act 1979. <br> 2 . Amendment of Fourth Schedule to the Constitution,- In the Constitution of the People’s Republic of Bangladesh, in the Fourth Schedule after paragraph 17, the following new paragraph 18 shall be added, namely:— <br> “18 Ratification and confirmation of Proclamations, etc.—All Proclamations Proclamation Orders. Martial Law Regulations, Martial Law Orders and other_laws made during the period between the 15th August, 1975, and the 9th April, 1979 (both days inclusive), all amendments, additions, modifications, substitutions and omissions made in this Constitution during the said period by any such Proclamation, all orders made, acts and things done, and actions and proceedings taken, or purported to have been made, done or taken, by any per- son or authority during the said period in exercise of the powers derived or pur- ported to have been derived from any such Proclamation, Martial Law Regulation, Martial Law Order or any other law, or in execution of or in com- pliance with any order made or sentence Passed by any Court, tribunal or author- ity in the exercise or purported exercise of such powers, are hereby ratified and confirmed and are declared to have bee Validly made, done or taken and shall Not be called in question in or before b any court, tribunal or authority on any ground whatsoever.” (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"685. The Constitution (Fifth Amendment) Act, 1979, was enacted by the Second Parliament. As an Act of Parliament, generally it is inviolable, unless the Amendment sought to destroy the basic structure of the Constitution itself. As such, it was necessary to examine the subject matters of the amendment. In order to understand and appreciate the real purpose, it was found necessary to lift the veil of enactment and examine the pith and Substance of amending Act. This amending Act, inserted Paragraph 18 to the Fourth Schedule of the Constitution, The sais Paragraph 18, as stated earlier, sought to ratify con- firm and validate all Martial Law Proclamations, Martial Law Regulations and Martial Law orders and also all actions taken under those provisions in a sweeping and omnibus manner Without specifying any particular provision or provisions and actions. We have examined some of those in Order to find \" the real face and the purpose of those Proclamations etc. But for our purpose, it was not Necessary to examine all the Proclamations, MLRs and MLOs Even if one of those is found to destroy the basic structure of the Constitution, the amendment would be illegal since it is inseparable. However, we have examined the three main Proclamations with some of the amendments and other MLRs and MLOs. We have also recorded our findings in respect of those Proclamations etc. as discussed above.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"684. The next obvious question is about the ambit and the extent of enquiry which should be made in respect of the aforesaid Act.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"683. In the instant case, it was declared long ago in 1977 that the premises of Moon Cinema House is not an abandoned property. This is not dis- puted either by the learned Additional Attorney- General or Mr Akhtar Imam, the learned Advocate for the respondent no. 3 . Their contentions are that the Judgment passed in Writ Petition No. 67 of 1976 was annulled by the provisions of MLR VII of 1977. This provision along with all Proclamations, MLRs and MLOs became part of the Constitution by virtue of Paragraph 3A to the Fourth Schedule of the Constitution. The said paragraph was immune from challenge since it was part of the Constitution. Even after lifting of the Martial Law on April 7, 1979, the said paragraph 3A of the Fourth Schedule along with all Proclamations etc. were ratified, confirmed and validated by the addition of Paragraph 18 of the Fourth Schedule to the Constitution by section 2 of the Constitution (Fifth Amendment) Act, 1979, passed by the Second Parliament. As such, consid- eration of the vires of the said very Act becomes incumbent. Because if the Fifth Amendment Act is intra vires and valid, MLR VII of 1977 remains unassailable being ‘ratified and confirmed and are declared to have been validly made’. In that situa- tion, the Judgment and Order passed in Writ Petition No. 67 of 1976, remains annulled and the petitioners would have no remedy. ‘But if the aforesaid Act is found to be ultra vires, paragraph 3A to the Fourth schedule to the Constitution and MLR VII of 1977 become justiciable. Under such circumstances, an in depth enquiry about the vires of the Constitution (Fifth Amendment) Act, 1979, is unavoidable, rather becomes imperative.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"682. We, however, considered these observa- tions in the back-ground of the Doctrine of suprema- cy of the Constitution discussed in details earlier in our judgment.                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"681. We are also conscious of. what Kemaluddin Hossain, CJ observed in Dr Nurul Islam vs Bangladesh 33 DLR (AD) 20] at para-1 : <br> \"I........ As regards the constitutionality ............I like to adhere to the well-established self-established self-set rule which says, the Court will not declare a law unconstitutional, if the case in which the question is raised can be properly disposed of in some other way ......\"  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"680. In disposing of this Rule, we kept in our mind what ATM Afzal, J (as his Lordship then was) aptly observed in Anwar Hossain Chowdhury ’s case 1989 BLD (Spl.)1 at para 491, page 181.  “In answering the ultimate question involved in these cases i.e. scope of the Parliament’s power _of amendment of the Constitution, the Court’s only function is to examine _dispassionately the terms of the Constitution_and_the law _without_involving itself in any way with all that I have indicated above. Neither politics, nor policy of the gov- erment_ nor personalities have any relevance for_examining the power of the Parliament under the Constitution which has to be done purely upon an interpretation of the provisions of the Constitution with the help of legal tools.”  (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"679. Although this is no public interest litiga- tion but in order to reach MLR VII of 1977, in the turn of the 21st Century, the petitioners in the instant Rule challenged the ratification and confirmation of MLR VII of 1977 and Proclamations (Amendment) Order, 1977 (Proclamation Order No. | of 1977) with regard to insertion of the aforesaid paragraph 3A to the Fourth Schedule of the Constitution by the aforementioned paragraph 18 of the Fourth Schedule to the Constitution, added by the Constitution (Fifth Amendment) Act, 1979 (Act No. 1 of 1979).  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"678. In this manner, although the petitioners were prejudiced and remained so by MLR VII of 1977 but they were unable to challenge it because MLR VII of 1977 was firstly, validated with all other Proclamations, MLRs and MLOs, by para- graph 3A to the Fourth Schedule of the Constitution, inserted by Proclamations (Amendment) Order, 1977 (Proclamations Order No.1 of 1977). Secondly, MLR VII of 1977 along with all Proclamations MLRs, MLOs, were again ratified, confirmed and validated by Paragraph 18 to the Fourth Schedule of the Constitution. This paragraph 18 was added by amendment of the Fourth Schedule by Section 2 of the Constitution (Fifth Amendment) Act, 1979 (Act No. 1 of 1979). This Act was pub- lished in the Bangladesh Gazette Extra-ordinary on April 06, 1979, s  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"677. They were aggrieved, not because their properties were earlier enlisted as abandoned, since it was already declared illegal by the High Court Division and the said finding being remained undis- puted since 1977 but the petitioners are aggrieved because inspite of the Notification issued by the Government itself, releasing the property from the list of abandoned properties and directing handing over possession of its property in their favour, the said Notification even could not be carried out, again on the plea of MLR VII of 1977 to the preju- dice of the petitioners.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"676. Since in the face of MLR VII of 1977, even the orders of the High Court Division of the Supreme Court could not be executed to the preju- dice of the petitioners, they were aggrieved.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"675. We know that this is not a public interest litigation. No Raymond Blackburn or Mehta chal: lenged the vires of the Constitution (Fifth Amendment) Act, 1979 . The Petitioner No.1 is a Company and the Petitioner No.2 is its Managing  Director. Apparently, they have no special interest in  the Constitution of Bangladesh or its legal history.  They are, however, very much interested in their  Own properties, namely, the premises at 11, Wiseghat and 12, Wiseghat. Initially both the prop- erties were declared abandoned although the prem  ises at 12, Wiseghat was released earlier but the Premises at 1], Wiseghat which housed the moon Cinema House, remained abandoned and was not released. As such, the petitioners successfully chal- lenged the order declaring the said property as aban- doned. The High Court Division in Writ Petition No. 67 of 1976 not only declared the impugned order                            illigal but also directed the respondents to hand over the possession of the same in favour of the petition- ers within 60(sixty) days. But the said Order of the High Court Division was not carried out on the plea of bar created by MLR VII of 1977 . The petitioners unsuccessfully filed contempt petitions and ulti- mately those were withdrawn in 1994,  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"672. We the Judges have got the obligation to uphold the Constitution and we are oath-bound to do it, no matter who is hurt. It is better to hurt a few than the country. In any case everybody must face the truth however awkward it may seem at first. But truth and only the truth must prevail. We Judges are obliged to enhance the cause of justice and truth and not to disgrace it, however political over-tone it may seem to have but the Constitution, the supreme law with the ever vigilant people of this country, shall over-ride all political implications. In this connec- tion we refer to the upbraiding of Nasim Hasan Shah J (as his Lordship then was) in the case of Federation of Pakistan vs Haji Muhammad Saifullah Khan PLD 1989 SC 166 at page-41: <br> “The circumstance that the impugned action has political overtones cannot prevent the Court form interfacing therewith, if it is shown that the action taken is violatative of the Constitution The superior Courts have an inherent duty together with the appurtenant power in any case coming before them to ascertain and enforce the provisions of the constitution and as this duty is derivable from the express provisions of the Constitution itself the Court will not be deterred from performing its constitutional duty merely because the  action impugned has political implications. (The underlining are mine) As such, the contention that since the fifth Amendment may have political implications we should refrain from deciding its legality has got no substance. This Court on no excuse refrain from upholding the Constitution and at the same time oath bound to declare the constitutionally of any law which comes before it in course of any dispute or litigation. If we do not, we ourselves shall be guilty of violation of our oath and also the Constitution, the supreme law of the country <br> Part XXXIV The Scope of the Rule <br> Let us now consider the scope of this Rule. We have travelled in a very wide scale in the field of Constitutional law and the Constitution not only of Bangladesh but also of many other countries. But this is not for nothing. We have issues to decide of utmost Constitutional and national importance, as such, in order to appreciate the real issues at hand, we had to travel far and wide.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"671. This apprehension has got no substance. It is true, however, that the constitutional process in Bangladesh remained eclipsed till holding of ne general election in 1991 but we now have a par in mentary form of Government since the said genera election, as envisaged in the original Constitution. But we reiterate what we said earlier that what is wrong, what is illegal, what is perverse, shall remain so for all time to come. Nothing can legalise the illegal acts of the Martial Law Authorities perpetrat- ed since August 15, 1975 . As such, it is best for the country that we put our records correct, once for all. It is no use keeping the skeleton in the cub-board. It was bound to come out some day. It has come out now, exposing its corrupt nature. It exposes its hol- low and shallow ground on which it stood. It also exposes the unbounded illegalities committed by the usurpers and dictators.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"670. The learned Advocates for the respon- dents obliquely submitted that any decision touch- ing the vires of the Fifth Amendment may have seri- ous political repercussions, as such, they contended that the Court may not enter into the question of vires of the Fifth Amendment after so many years which may jeopardise the Constitutional position of the Republic if it is held ultra vires to the Constitution.                           "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"669. It should be noted that the oath of office, an individual Judge takes at the time of his elevation to the Bench, is a personal one and each individual Judge declares it taking upon himself, the obligation to ‘preserve, protect and defend the Constitution’. It is an obligation cast upon each individual Judge. Each individual Judge himself remains oath-bound to fulfil his own obligations under the Constitution. This obligation under the oath is personal and remains so upon him, every day, every week, every month, every year, during his tenure as a such Judge. His all other obligations are subject to his Oath and the Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"668. Similarly, MH Rahman, J, observed at para-488, page-180 : <br> “488 . The Court’s attention has repeatedly been drawn to the oath the Chief Justice or a Judge of the Supreme Court takes under art. 148 of the Constitution on his appointment. Mr Asrarul Hossain has pointed out the difference between the language of the oath the Judges of the Indian Supreme Court take “to uphold the Constitution”, and that of the oath the Judges of Our Supreme Court take “to preserve,’ protect and defend the Constitution”. The import of the Single world ‘uphold’ is no less significant or onerous than that of the three words ‘preserve, Protect and defend’. In either case the burden is the same. And the Court carries the burden without holding the swords of the community held by the executive or the purse of the nation commanded by the legislature, The Court could do so because all the authorities of the Republic act, as enjoined by the Constitution under art. 112, in aid of the Court for securing obedience to its judgments and orders. When the Constitution is suspended or made subject to a non-law the Court is deprived of the aid of the relevant authorities of the Republic. When such an abnormal situation occurs a Judge has got two alternatives: either he would resign or he would hold on to his post. One who has not lost faith in the rallying power of law may prefer a temporary deprivation of freedom to desertion. It is hardly necessary to point out that the Court will have no worthwhile power without the Constitution. The future of the Constitution lies obliged under _art. 21 of the Constitution to observe the Constitution.” (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"667. In Anwar Hossain Chowdhury case BH Chowdhury J observed at para 246 page 106 of BLD <br> \"246 While it is the duty of the people at  large to safeguard protect and defend the constitution the oath of the President Judges is to preserver protect and defend the Constitution To preserver it is an onerous duty while for the people the duty is to safeguard. Nature of the two duties are different and run in parallel. To deny the power to judiciary to preserve the constitution is to destroy the independence of the judiciary thereby dismantlling the Constitution itself\" <br> Shahabuddin Ahmed J, observed at para 379 page 157 <br> \"379 Judges are by their oath of office bound to preserve defend and protect the Constitution and in exercise of this power and function they shall act without any fear or favor and be guided by the dictate of con- science and the principle of self restraint. It is\"             these principles which restrain them from exceeding the limits of their power. In this con- nection the following observation of the sitting in the Court of Appeal, State of Virginia, is quite appropriate : <br> \"I have heard of an English Chancellor who said, and it was nobly said, that it was his duty to protect the rights of the subject against the encroachments of the crown; and that he would do it at every hazard. But if it was his duty to protect a solitary individual against the rapacity of the sovereign, surely it is equally mine to protect one branch of the legislature and consequently_the whole community against the usurpations of the other and whenever the proper occasion occurs, I shall feel the duty; and fearlessly perform it ....if the whole legislature, an event to be deprecated, should attempt to overleap the bounds prescribed to them by the peo- ple, I, in administering the public justice of the court, will meet the united powers at my seat in this tribunal, and pointing to the constitution, will say to them, there is the limit of your authority: and_hither shall you go, but no further.”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"666. In the case of Asma Jilani vs Government of Punjub PLD 1972 SC 139 . Hamoodur Rahman. CJ, of necessity referred to the oath of office of the Judges at page 203-204 <br> \"Incidentally it may also be mentioned here that a great deal that has been said about the oath of Judges is also not germane to the question now before us, for, in the view I take of the duty of a Judge to decide a controversy that is brought before him it cannot be said that any Judge of this court has violated his oath which he took under the Constitution of 1962.  So far as this Court is concerned it has always acted in accordance with its oath and will continue to do so whenever a contro- versy is brought before it, no matter what the consequences. \"  (The underlining are mine)  Our Supreme Court is also fully alive to the importance and sanctity of the oath of office of the Judges of the Superior Court.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"665. Again, in Fazlul Quader Chowdhury \" Muhammad Abdul Haque PLD 1963 sc 106 Cornelius CJ, referred to oath of office of the Judg at page-502-3 : <br> “The Judges of the Supreme Court and the  High Courts when they enter upon their office,  are required to swear an oath that they will  “preserve, protect and defend the  Constitution.” The reasons why the Judges of the Supreme Court and the High Courts have to  take a similar oath can in my opinion be found  within the simple provisions of Article 58 . It is .  there provided for all persons in Pakistan that in any case where it becomes necessary for them  to assert in their interest, any provision of the  Constitution, they shall have access to the High Courts and through the High Courts to the  Supreme Court as of right, and these two Courts  are bound by their oath and duty to act so as to Judges of the Superior Court. keep the provisions of the Constitution fully alive and operative, to preserve it in all respects safe from all defeat or harm, and to stand firm  in defence of its provisions against attack of any kind. The duty of interpreting the Constitution is in fact a duty of enforcing the provisions of  the Constitution in any particular case brought  before the Courts in the form of litigation. His Lordship further held at page-506 :  <br> From these circumstances, it is clear that  the conclusion cannot be escaped that the President’s Order is  sub-constitutional force,  and bearing in mind that he_as well as the the  Courts are under oath. to \"preserve, protect and defend the constitution\" the duty of the Courtis plainly to place the provisions of the Order strictly against the enabling provisions in Article 224(3) and if upon such comparison the Court is satisfied that the provisions of the order do not fall within the ambit of the power given by Article 224(3) the Court has no alternative but to declare to that effect and thus to invalidate the amendment.?\" (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"664. Coming back to the present, AR Cornelius J (As his Lordship then: was), in Federation of Pakistan vs Moulvi Tamizuddin Khan PLD 1955 FC 240 = 7 DLR (FC) 291, in dis- senting, referred to the oath of office of a Judge at page-319: <br>  The resolution of a question affecting the interpretation of important provisions of the interim constitution of Pakistan in relation to the very high matters which are involved, entails a responsibility going directly to the oath of office which the constitution requires of a Judge, namely, to bear true faith and allegiance to the Constitution of Pakistan as by law estab- lished and faithfully to perform the duties of the office to the best of the. incumbent’s ability, knowledge and judgment,” .... .                 "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"663. Four hundred years ago, the case of Commendams (1616) was heard in the Exchequer Chamber before all the twelve Judges. In that case, 4 Prerogative of the King was disputed, as such, the King James I, sent a massage through Attorney- Genera] Bacon, asking the Judges not to proceed until they spoke to the King. But the Judges informed the King : ‘Obedience to His Majesty’s Command to Stay proceedings would have been a delay of justice, contrary to_the law, and contrary to oaths of the Judges.' (The underlinings are mine) <br> On return to London, the King summoned all the twelve Judges and put this question: <br> ‘When the King believes his interest is concerned and requires the judges to attend him for their advice, ought they not to stay proceed- ings till His Majesty has consulted them?’  All the Judges except Coke, promised to act in future according to the Royal desire. But Coke said: <br> “When that happens, | will do that which it shall be fit for a judge to do.’ <br> (The above quotations are from Lord Denning On: ‘What Next In The Law’, Indian Reprint, 1993, at page-9-10).  Chief Justice Coke risked his nake but did not compromise with his Oath of Office. He however, had to pay for his uprightness by being dismissed within a few days.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"662. Let us again hark back to the history. Thomas More was one who took it very seriously. Henry VIII appointed him as the Lord Chancellor. He resigned the.Great Seal in 1532 . He was asked by the King to take an oath acknowledging him as the Head of the Church of England but he refused and was indicted for treason. He was upbraided by many including his wife for his refusal to take the oath. He did not relent and ultimately he was beheaded. He gave his life but did not compromise . with his values.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"780. The Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976), repealed most of the changes brought about by the (Fourth Amendment) Act, 1975, save and accept Chapters I and II of the Part IV. of the Constitution, keeping the Presidential form of Government, introduced earlier by the Fourth Amendment. The Second Proclamation Order No. IV of 1976 came into force with effect from 13-8- 1976. <br> The Proclamations (Amendment) Order, 1977 (Proclamations Order No. 1 of 1977) (Annexure-L- 1 to the writ petition), replaced many of the para- graphs in the Preamble and in various provisions of the Constitution. The Proclamation was published in Bangladesh Gazette Extraordinary on April 23, 1977 . This Proclamation made the following changes in the Constitution, amongst others :      <br>                   Original Constitution       1 . First Paragraph of the Preamble: We, the people of Bangladesh, having proclaimed our Independence on the 26th day of March 1971 and, through a historic struggle for national liberation, established the independ- ent, sovereign People’s Republic of Bangla- desh; <br> 2 . Second Paragraph of the Preamble: Pledging that the high ideals of nationalism, socialism, democracy and secularism, which inspired our heroic people to dedicate them- selves to, and our brave martyrs to sacrifice their lives in, the national liberation struggle, shall be the fundamental principles of the constitution; <br> 3 . Article-6 : Citizenship of Bangladesh shall be deter- mined and regulated by law; citizens. of Bangladesh shall be known as Bangalees. <br> 4 . Article-8 : (1) The principles of nationalism, socialism, democracy and secularism, together with the principles derived from them as set out in this Part, shall constitute the fundamental principles of state policy. ' <br> (2) The principles set out in this Part shall be fundamental to the governance of Bangladesh, shall be applied by the State in the making of laws, shall be a guide to the interpretation of the Constitution and of the other laws of Bangladesh and shall form the basis of the work of the   Proclamations (Amendment) Order, 1977 <br> 1.First Paragraph of the Preamble: We the people of Bangladesh, having pro, claimed our independence on the 26th day of March, 1971 and through [a historic war for national independence], estab. lished the independent, Sovereign People’s Republic of Bangladesh; <br> 2.Second Paragraph of the Preamble: Pledging that the high ideals of absolute trust and faith in the almighty Allah, nationalism, democracy and socialism meaning economic and social justice, which inspired our heroic people to dedi- cated themselves to, and our brave mar- tyrs to sacrifice their lives in, the war for national independence, shall be the funda- mental principles of the Constitution; <br> 3 . Article-6: <br> (1) The citizenship of Bangladesh shall be determined and regulated by law. <br> (2) The citizens of Bangladesh shall be known as Bangladeshis. <br> 4 . Article-8: <br> [(1) The principles of absolute trust and faith in the almighty Allah, national- ism, democracy and socialism mean- ing economic: and social justice. together with the principles derived from them as set out in this Part, shall constitute the fundamental principles of state policy. <br> (1A) Absolute trust and faith in the Almighty Allah shall be the basis of all actions.]                           Original Constitution State and of its citizens, but shall not be judicially enforceable. <br> 5 . Article-9: <br> The unity and solidarity of the Bangalee nation, which, deriving its identity from its language and culture, attained sovereign and independent Bangladesh through a united and determined struggle in the war of inde- pendence, shall be the basis of Banglaee nationalism. <br> 6 . Article-10: <br> A socialist economic system shall be estab- lished with a view to ensuring the attainment of a just and egalitarian society, free from the, exploitation of man by man. <br> 7 . Article-12:. <br> The principle of secularism shall be realized by the examination of— : <br> (a) communalism in all its forms; <br> (b) the granting by the State of political sta-: tus in favour of any religion; <br> (c) the abuse of religion for political pur- poses; <br> any discrimination against, or persecution of, Persons practicing a particular religion.   Proclamations (Amendment) Order, 1977 <br> (2) The principles set out in this Part shall be fundamental to the governance of Bangladesh, shall be applied by the State in the making of laws, shall be a guide to the interpretation of the Constitution and of the other laws of Bangladesh, and shall form the basis of the work of the State and of its cit- izens, but shall not be judicially enforceable. <br> 5 . Article-9:  The State shall encourage local Govern- ment institutions composed of representa- tives of the areas concemed and in such institutions special representation shall be given, as far as possible, to peasants, workers and women. <br> 6 . Article-10: <br> Steps shall be taken to ensure participation of women in all spheres of national life. <br> 7 . Article-12 was deleted.                           Original Constitution <br> 8 .  Clause 2 of Article-25 was not there. <br> 9 . Article: 38  Every citizen shall have the right to form associations or unions, subject to any reason- able restrictions imposed by law in the inter- ests of morality or public order:  Provide that no person shall have the right to form, or be a member or otherwise taken part in the activities of, any communal or other association or union which in the name or on the basis of any religion has for its object, or pursues, a political purpose. <br> 10 . Article-42: <br> (2) A law made under clause (1) shall pro- vide for the acquisition, nationalization or requisition with or without compen- sation, and in a case where it provides for compensation shall fix the amount or specify the principles on which, and the manner in which, the compensation is to be assessed and paid; but no such law shall be called in question in any court on the ground that it does not provide for compensation or that any provision in respect of such compensation is not adequate. <br> Proclamations (Amendment) Order 1977 <br> 8 . Article-25: <br> [(2) The State shall endeavour to consoli- date, preserve and Strengthen frater- nal relations among Muslim coun- tries based on Islamic solidarity. ] <br> 9 . Article: 38 <br> Every citizen shall have the right to roam associations or unions, subject to any rea- sonable restrictions imposed by law in the interests of public order or public health. <br> 10 . Article-42: <br> (2) A law made under clause (1) shall pro- vide for the acquisition, nationaliza- tion or requisition with compensation and shall either fix the amount of com- pensation or specify the principles on which, and the manner in which the compensation is to be assessed and paid; but no such law shall be called in question in any court on the ground that any provision in respect of such compensation is not adequate.                            Besides, 2 new paragraph being paragrape 3A was added to the Fourth Schedule of the Constitu- tion in order to validate all Proclamations MLEs and MLOs and all actions taken thereon since Augustt 15 1975, till revocation of the Proclama- tions and the withdrawal of the Martial Law   ( Annexure L). <br> All the above changes were made in the English rext of the Constitution but the original Bengali ver- i of the Constitution remained as it was. The aengal version of those and other and further changes in the Constitution were made by the second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978). section 2, Clause (3) reads as follows:  <br> \"2 . Amendment of the Second Proclama- tion—In the Proclamation of the 8th Novem- ber, 1975. <br> (3) after clause (gc), the following new clause shall be inserted, namely,: <br> \"(gd) the provisions of the Bengali text of _the Constitution shall be amended in the manner specified in the Second Schedule to this Proclamation;\" <br> Earlier, some minor changes were made in  Article 142 by the Constitution (Second Amend- ment) Act, 1973 but subsequently Article 142 and the Bengali version of Article 38 were also changed by the above Second Proclamation Order No. IV of 1978.   <br>             Original Constitution 12 . Article-142: Notwithstanding anything contained in this Constitution— <br> (a)any provision thereof may be amended by way of addition, alteration, substitu- tion or repeal by Act of Parliament:  Provided that— <br> (i) no Bill for such amendment shall be allowed to proceed unless the long title thereof expressly states that it will amend a provision of the Constitution; <br> (ii)no such Bill shall be presented to the President for assent unless it is passed by the votes of not less than two-thirds of the total number of members of Parliament;  <br>  (b)when a Bill passed as aforesaid is pre- sented to the President for his assent he shall, within the period of seven days after the Bill is presented to him assent to the Bill, and if he fails so to do he shall be deemed to have assented to it on the expiration of that period. <br> (2)Nothing in Article 26 shall apply to any amendment made under this Article. <br> Proclamations (Amendment) Order, 1977 12 . Article-142: <br> Notwithstanding anything contained in thic Constitution— is <br> (a)any provision thereof may be amended by way of addition, alteration, substitution or repeal by Act of Parliament: <br> Provided that— <br> (i) no Bill for such amendment shall be allowed to proceed unless the long title thereof expressly states that it will amend a provision of the Constitution; <br> (ii)no such Bill shall be presented to the President for assent unless it is passed by the votes of not less than two-thirds of the total number of members of Parliament; <br> (b)when a Bill passed as aforesaid is presented to the President for his assent he shall, within the period of seven days after the Bill is presented to him assent to the Bill, and if he fails so to do he shall be deemed to have assented to it on the expiration of that period. <br> (1A) Notwithstanding anything contained in clause (1), when a Bill, passed as aforesaid, which provides for the amendment of the Preamble or any provisions of Articles 8,48 [or] 56 or this Article, is presented to © the President for assent, the President, shall, within the period of seven days after the Bill is presented to him, cause to be referred to a referendum the question whether the Bill should or should not be assented to. <br> (1B) A referendum under this Article shall be conducted by the Election Commission, within such period and in such manner as may be provided by law, amongst the persons enrolled on the electoral roll prepared for the purpose of election to [Parliament]. <br> (1C) On the day on which the result of the referendum conducted in relation to a Bill under this Article is declared, the President shall be deemed to have— <br> (a) assented to the Bill, if the majority of the total votes cast are in favour of the Bill being assented to; or <br> (b) withheld assent therefrom, if the majority of  the total votes cast are not in favour of the Bill being assented to. <br> [(1D) Nothing in clause (1C) shall be deemed to be an expression of. confidence or no-confidence in the Cabinet or Parliament.] <br> (2)Nothing in article 26 shall apply to any amendment made under this Article. <br>                             Excepting Article 42, these are the basic changes in the structure of the Constitution and can- not even be done by the Parliament itself, and as such the question of ratification, confirmation or validation of those changes does not arise. besides, by the above noted Proclamation, by the amendment of Article 6, our identity of thousand years as ‘Bangalee’ was changed into “Bangla- deshis.\" Since the said change was made by a Martial Law Proclamation, it was without jurisdic- tion and non-est in the eye of law, as such, there was nothing to ratify confirm or validate by the subse- guent Act of Parliament. <br> Under the circumstances, we deny condonation ofboth Bengali and English texts of the following provisions made in the Constitution by the various Proclamations : <br> (1) The Amendments made in the Preamble of the Constitution <br> (2) Article 6. <br> (3) Article 8. <br> (4) Article 9. <br> (5) Article 10. <br> (6) Article 12. <br> (7) Article 25. <br> (8) Proviso to Article 38 <br> (9) Clauses 1A, 1B and IC to Article 142. <br> (10) Paragraph 3A to the Fourth Schedule to the Constitution, <br> It may be reiterated that by the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976), sev- ‘ral changes were made with effect from 13-8-1977 . in the Constitution as it stood after the Fourth Amendment. One of such changes was in respect of article 95 of the Constitution. This provision is in respect of appointment of Judges in the Supreme COurt, Article 95 in the original Constitution reads as follows : <br> “95 . (1) The Chief Justice shall be appoint- ed by the President, and the other Judges shall be appointed by the President after consultation with the Chief Justice. <br> 2) ...........................\" <br> The Constitution (Fourth Amendment) Act, 1975, changed clause (1) of Article 95 in the fol- lowing manner : <br> 95.(1) The Chief Justice and other Judges shall be appointed by the President.”  <br> Article 95(1) was again amended by the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976) with effect from August 13, 1976, in the following man- ner : <br> “95 . Appointment of Supreme Court Judges.—{1) The Chief Justice of the Supreme Court shall be appointed by the President, and the other Judges shall be appointed by the President after consultation with the Chief Justice.  ...\" <br> This version commensurate with the Article 95 in the original unamended Constitution.  But the Second Proclamation (Tenth Amend- ment) Order, 1977 (Second Proclamation Order No. 1 of 1977) again changed Article 95(1) of the Cons- titution in the following manner : <br> _ “95, Appointment of J udges.—_(i) The Chief Justice and other Judges shall be appoint- ed by the President.  ...\" <br> This form of Article 95(1) is exactly the same as made in the Fourth Amendment.  This Order containing Article 95 in this form came into force on 1-12-1977 and remains so in the                           Constitution till date in view of the Fifth Amendment, without further change.  This Second Proclamation (Tenth Amendment ) Order 1977 (Second Proclamation Order No. | of 1977) containing the latest version of Article 95 was sought to be protected amongst others firstly by the Proclamations (Amendment) Order, 1977 (Procla- mations Order No. 1 of 1977), by inserting Para- graph 3A in the Fourth Schedule to the Constitution. This was: published in the Bangladesh Gazette Extraordinary on 23.4.1977 . Secondly, by insertion of Paragraph 18 in the Fourth Schedule by the Constitution (Fifth Amendment) Act, 1979.  Since we have decided that we would approve and condone the amendments made in the Constitu- tion which would repeal the various provisions of the Constitution (Fourth Amendment) Act, 1975, we do not condone the amendment of clause (1) of Article 95 by the Second Proclamation (Tenth Amendment) Order, 1977 (Second Proclamation Order No. 1 of 1977) which commensurate with Article 95(1) as made in the Fourth Amendment along with its English Text.  This would amounts to revival of Article 95(1) as amended by the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976) which com- mensurate with that of the original Constitution which reads as follows : <br> “95, Appointment of Supreme Court Judges.—{1) The Chief Justice of the Supreme Court shall be appointed by the President, and the other Judges shall be appointed by the President after consultation with the Chief Justice. ...\" <br> In our view, this is the present correct position of Article 95(1) of the Constitution in both Bengali and English texts. We also declare so. <br> We provisionally condone the various provi- sions of the Proclamations with amendment as appended to the book, namely, the Constitution of the People’s Republic of Bangladesh; published by  the Ministry of Law, Justice and Parliamentary, Affairs, Government of Bangladesh, as modified upto 31st May, 2000, save and except those men. tioned above. But since we have declared the Constitution (Fifth Amendment) Act, 1979, ultra vires to the Constitution, the vires of the rest of the provisions of the Proclamations not considered | herein, remain justiciable before the Court, However, all the acts and proceedings taken thereon, although were not considered yet, are condoned as past and closed transactions. <br> We have held earlier held in general that there was no legal existence of Martial Law and conse- quently of no Martial Law Authorities, as such, all Proclamations etc. were illegal, void ab initio and ’ non est in the eye of law. This we have held strictly in accordance with the dictates of the Constitution, the supreme law to which all Institutions including the Judiciary owe its existence. We are bound to declare what have to be declared, in vindication of our oath taken in accordance with the Constitution, otherwise, we ourselves would be violating the. Constitution and the oath taken to protect the Constitution and thereby betraying the Nation. We: had no other alternative, rather, we are obliged to act strictly in accordance with the provisions of the  Constitution. <br> The learned Advocates for the respondents  raised the possibility of chaos or confusion that may arise if we declare the said Proclamations, MLRs  and MLOs and the acts taken thereunder as illegal.  void ab initio and non est. We are not unmindful of such an apprehension although unlikely but we have no iota of doubts about the illegalities of those Proclamations etc. What is wrong and illegal shall remain so for ever. There cannot be any acquires- cence in case of an illegality. It remains illegal for all time to come. A court law cannot extend ben-                            efit to the perpetrators of the illegalities by declaring it legitimate, It remains illegitimate till eternity. The seizure of power by Khandaker Moshtaque Ahmed and his band of renegades, definitely constituted offences and shall remain so forever. No law can legitimize their actions and transactions. The Martial Law Authorities in imposing Martial Law behaved like an alien force conquering Bangladesh all over again, thereby transforming themselves as    Be that as it may, although it is very true that illegalities would not make such continuance as a legal one but in order to protect the country from irreparable evils flowing from convulsions of appre- bended chaos and confusion and in bringing the country back to the road map devised by its Constitution, recourse to the doctrine of necessity in the paramount interest of the nation becomes imper- ative. In such a situation, while holding the Procla- mations etc. as illegal and void ab initio, we provi- sionally condone the Ordinances, and provisions of the various Proclamations, MLRs and MLOs save and except those are specifically denied above, on the age old principles, such as, Id quod Alias Non Est Licitum, Necessitas Licitum Facit (That which otherwise is not lawful, necessity makes lawful), Salus populi suprema lex (safety of the people is the supreme law) and salus republic est suprema lex (safety of the State is the supreme law).  In this connection it may again.be reminded that those Proclamations eté. were not made by the Parliament but by the usurpers and dictators. To them, we would use Thomas Fuller’s warning sounded over 300 years ago: ‘Be you ever so high, the law is above you.” (Quoted from the Judgment of Lord Dennings M. R., in Gouriet vs Union of Post Office Workers (1977) 1 QB 729 at page-762).  Fiat Justitia, ruat caelum.  <br> Part XXXVI. Summary <br> To summarise, we hold : <br> 1 . Bangladesh is a Sovereign Democratic Republic, governed by the Government of laws and not of men. <br> 2 . The Constitution of Bangladesh being the embodiment of the will of the Sovereign People of the Republic of Bangladesh, is the supreme law and all other laws, actions and proceedings, must conform to it and any law or action or proceeding, in whatev- er form and manner, if made in violation of the Constitution, is void and non est. <br> 3 . The Legislature, the Executive and the Judiciary are the three pillars of the Republic, created by the Constitution, as such, are bound by its provisions. The Legislature makes the law, the Executive runs the government in accordance with law and the Judiciary ensures the enforce- ment of the provisions of the Constitution. <br> 4 . All Functionaries of the Republic and all services of the Republic, namely, Civil Service, Defence Services and all other services, owe its existence to the Constitu- tion and must obey its edicts. <br> 5 . State of emergency can only be declared by the President of the Republic on the advice of the Prime Minister, in case of imminent danger to the security or eco- nomic life of the Republic. <br> 6 . The Constitution stipulates a democratic Republic, run by the elected representa- tives of the people of Bangladesh but any .attempt by any person or group of persons, how high so ever, to usurp an elected gov- ernment, shall render themselves liable for high treason. <br> 7 . A proclamation can only be issued to declare an existing law under the Cons-                            litution, but not’ for promulgating a new law or offence or for any other purpose. <br> 8 . There is no such law in Bangladesh as Martial Law and no such authority as Martial Law Authority, as such, if any per- son declares Martial Law, he will be liable for high treason against the Republic. Obedience to superior orders is itself no defence. <br> 9 . The taking over of the powers of the Government of the People’s Republic of Bangladesh with effect from the morning of 15th August, 1975, by Khandaker Mushtaque Ahmed, an usurper, placing Bangladesh under Martial Law and his assumption of the office of the President of Bangladesh, were in clear violation of the Constitution, as such, illegal, without lawful authority and without jurisdiction. <br> 10.The nomination of Mr Justice Abu Sadat Md Sayem, as the President of Bangla- desh, on November, 6, 1975, and his tak- ing over of the Office of President of Bangladesh and his assumption of the powers of the Chief Martial Law Adminis- trator and his appointment of the Deputy Chief Martial Law Administrators by the Proclamation issued on November 8, 1975, were all in violation of the Constitution. <br> 11 . The handing over of the Office of Martial Law Administrator to Major General Ziaur Rahman BU, psc, by the aforesaid Justice Abu Sadat Mohammad Sayem, by the Third Proclamation issued on November 29, 1976, enabling the said Major General Ziaur Rahman, to exercise all the powers of the Chief Martial Law Administrator, was beyond the ambit of the Constitution. <br> 12 . The nomination of Major General Ziaur Rahman, BU, psc, to become the President of Bangladesh by Justice Abu Sadat Md Sayem, the assumption of Office of the President of Bangladesh by Major General Ziaur Rahman, BU, psc were Without lae ful authority and without jurisdiction,. <br>  13 . The Referendum Order, 1977 (Martial Law Order No. 1 of 1977), Published in Bangladesh Gazette On Ist May, 1977 is unknown to the Constitution, being made only to ascertain the confidence of the people of Bangladesh in one person, namely, Major General Ziaur Rahman, BU, psc. <br> 14 . All Proclamations, Martial Law Regula- tions and Martial Law Orders made during the period from August 15, 1975 to April 9, 1979, were illegal, void and non est because : <br> (i)  Those were made by persons with- out lawful authority, as such, with- out jurisdiction, <br> (ii) The Constitution was made subor- dinate and subservient to those Proclamations, Martial Law Regula- tions and Martial Law Orders, <br> (iii) Those provisions disgraced the Constitution which is the embodi- ment of the will of the people of Bangladesh, as such, disgraced the  people of Bangladesh also, <br> (iv) From August 15, 1975 to April 7,  1979, Bangladesh was ruled not by the representatives of the people but by the usurpers and dictators, as such, during the said period the peo- ple and their country, the Republic of Bangladesh, lost its sovereign republic character and was under the subjugation of the dictators, <br> (v) From November 1975 [0 Mi 1979, Bangladesh was without # y Parliament and was ruled by the                 dictators, aS such, lost its democrat- ic character for the said period. <br> (vi) The Proclamations etc., destroyed the basic character of the Constitu- tion, such as, change of the secular character, negation of Bangalee nationalism, negation of Rule of law, ouster of the jurisdiction of Court, denial of those constitute seditious offence.  <br>  15 . Paragraph 3A was illegal, firstly because it sought to validate the  Proclamations, MLRs and MLOs which | were illegal, and secondly, Paragraph 3A, made by the Proclamation Orders, as such, itself was void. <br> 16 . The Parliament may. enact any law but subject to the Constitution. The Constitu- tion (Fifth Amendment) Act, 1979 is ultra vires, because: <br> Firstly, Section 2 of the Constitution (Fifth Amendment) Act, 1979, enacted Para- graph 18, for its insertion in.the Fourth Schedule to the Constitution, in order to ratify, confirm and validate the Procla- mations, MLRs and MLOs etc. during the period from August 15, 1975 to April 9, 1979 . Since those Proclamations, MLRs, MLOs etc., were illegal and void, there were nothing for the Parliament to ratify, confirm and validate. <br> Secondly, the Proclamations etc,, being illegal and constituting offence, its ratifi- cation, confirmation and validation, by the Parliament were against common right and reason. <br> Thirdly, the Constitution was. made subor- dinate and subservient to the Proclama- tions etc. <br> Fourthly, those Proclamations _ ete. destroyed its basic features. Fifthly, ratification, confirmation and vali- dation do not come within the ambit of ‘amendment’ in Article 142 of the Constitution. <br> Sixthly, lack of long title which is a mandatory condition for amendment, made the amendment void. <br> Seventhly, the Fifth Amendment was made for a collateral purpose which con- stituted a fraud upon the People of Bangla- desh and its Constitution. <br> 17 . The Fourth Schedule as envisaged under Article 150 is meant for transitional and temporary provisions, since Paragraph 3A and 18, were neither transitional nor tem- porary, the insertion of those paragraphs in the Fourth Schedule are beyond the ambit of Article 150 of the Constitution. <br> 18 . The turmoil or crisis in the country is no excuse for any violation of the Constitu- tion or its deviation on any pretext. Such turmoil or crisis must be faced and quelled within the ambit of the Constitution and the laws made thereunder, by the con- cerned authorities, established under the law for such purpose. <br> 19 . Violation of the Constitution is a grave legal wrong and remains so for all time to come. It cannot be legitimized and shall remain illegitimate for ever, however, on the necessity of the State only, such legal wrongs can be condoned in certain cir- cumstances, invoking the maxims, /d quod Alias Non Est Licitum, Necessitas Licitum Facit, salus populi est suprema lex and salus republic est suprema lex. <br> 20 . As such, all acts and things done and actions and proceedings taken during the period from August 15, 1975 to April 9, 1979, are condoned as ‘past and closed transactions, but such condonations are made not because those are legal but only                           in the interest of the Republic in order to avoid chaos and confusion in the society, although distantly apprehended, however, those remain illegitimate and void forever. <br> 21 . Condonations of provisions were made, among others, in respect of provisions, deleting the various provisions of the Fourth Amendment but no condonation of the provisions was allowed in respect of omission of any provision enshrined in the original Constitution. The Preamble, Article 6, 8, 9, 10, 12, 25, 38 and 142 remain as it was in the original Constitu- tion. No condonation is allowed in respect of change of any of these provisions of the Constitution. Besides, Article 95, as amended by the Second Proclama- tion Order No. IV of 1976, is declared valid and retained. ) <br> We further declare : <br> (i) The Constitution (Fifth Amend- ment) Act, 1979 (Act 1 of 1979) is declared illegal and void ab initio, subject to condonations of the pro- visions and actions taken‘thereon as mentioned above.  <br>  (ii)The “ratification and confirmation” of The Abandoned Properties (Sup- plementary Provisions) Regu- lation, 1977 (Martial Law Regu- lation No. VII of 1977) and Procla- mations (Amendment) Order, 1977 (Proclamation Order No. | of 1977) with regard to insertion of Para- graph 3A to Fourth Schedule of the Constitution by Paragraph 18 of the Fourth Schedule of the Constitution added by the’ Constitution (Fifth Amendment) Act, ‘1979 (Act 1 of 1979), is’ declared to have been Made without’ lawful authority and is of no legal effect, <br>   We further direct the respondents to handover physical possession of the premises, known as Moon Cinema Hall at 11 Wiseghat, Dhaka, in favour of the Petitioners, within 60 (Sixty) days from the date of receipt of the copy of this Judgment and Order.   In the result, the Rule is made absolute but without any order as to costs,  Before parting with the case, I would like to express my deep gratitude to the learned Advocates appearing in this case for their unfailing assistance to us. I have enriched my knowledge by their pro- found learning and experience. I would like to put it on record my deep appreciation for all of them. <br> Ed. <br> HIGH COURT DIVISION (Special Original Jurisdiction) <br> Md Ashfaqul Islam J  | BIVAC International SA SM Emdadul Hoque J   | and another......Petitioners                      |vs   <br>                   |National Board Judgment             |Revenue and others......... May 18th, 2010 .      | ....................RESpondents* <br>      "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"779. The Bengali version of the above Praviso was omitted subsequently by the Second Proclamation (Fifteenth Amendment) Order, 1978 (Second Proclamation Order No. IV of 1978) 2nd Schedule.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"778. The Second Proclamation (Sixth Amendment) Order, 1976 (Second Proclamation Order No. II] of 1976), omitted the following provi- so of the original Article 38 : <br> “Provided that no person shall have the right to form, or be a member or otherwise take part in the activities of, any communal or other association or union which in the name or on the basis of any religion has for its abject, or pursues, a political purpose.”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"777. The Proclamation dated November 8. 1975, omitted Part VIA of the Constitution (added by the Fourth Amendment).  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"716. The Proclamations (Second Amendment) Order, 1975, dated November 6, 1975, was made, inserting clause (aa) in the Proclamation dated August 20, 1975, providing for nomination of any Person as President. b ohgabiarete  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"775. The changes made by the Proclamation dated August 20, 1975 : <br> 1 . Article 48 <br> 2 . Article 55 <br> 3 . Article 148 <br> 4 . Form 1 of the Third Schedule.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"774. Now let us consider the basic changes in the Constitution made during the period from August 15, 1975 to April 9, 1979, as far as we could gather from the Constitution and Bangladesh Gazette.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"773. The very endeavour to change the basic features of the Constitution by the Martial Law Proclamations was illegal, void and non est in the eye of law. By the said Martial Law Proclamations, the secular Bangladesh was transformed into a theo- cratic State and thereby not only changed one of the most basic and fundamental features of the Constitution but also betrayed one of the dominant cause for the War of Liberation of Bangladesh.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"772. We have already discussed earlier that the English text of various portion of the Preamble, Article 6, Article 8, Article 9, Article 10 and Article 25 were altogether changed or replaced while Article 12 was completely omitted by the Procla- mations (Amendment) Order, 1977 (Proclamation Order No. 1 of 1977). This was published in Bangla- desh Gazette Extra-ordinary on April 23, 1977. Besides other changes, a new paragraph with the heading, “3A. validation of certain Procla-mations, etc.”—-was inserted after paragraph 3 in the Fourth schedule to the Constitution. The English text of the proviso to article 38 was omitted by the Second                              Proclamation (Sixth Amendment) Order 1976 Second proclamation Order No. III of 1976). The Bengali text of the above noted all the changes were made by the Second Proclamation (Fifteenth amendment) Order, 1978 (Second Proclamation order No. IV of 1978). Besides, clauses 1A, 1B and IC were added to Article 142 of the Constitution by the above Order No. IV of 1978 . These changes were of fundamental in nature and changed the very basis of our War for liberation and also defaced the Constitution altogether.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"771. Under such circumstances, since he assumed the office of President in violation of the Constitution and since the Martial Law Procla- mations and MLRs and MLOs were made in viola- tion of the Constitution and the Army Act or any other law prevalent at the relevant period of time, those Proclamations etc. were all illegal, void and —  non-est in the eye of law.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"770. It may be noted that on April 21, 1977, Major General Ziaur Rahman, BU psc, as the Chief of Army Staff, was in the service of the Republic, as such, was oath bound to bear true allegiance to the Constitution but he assumed office of the President of Bangladesh, in utter violation of the said very Constitution.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"769. Lieutenant General Oliver Cromwell even after waging war for more than eleven years, could only become a Lord Protector in 1653 but Khandaker Mushtaque Ahmed, Justice Sayem and Major General Ziaur Rahman, BU psc, could attain the highest office in Bangladesh apparently without much efforts.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"768. This kind of nomination in the Office of President is unheard of. Even nomination to the office of President (or Chairman) of a mere local union council is not permissible but it was made possible in the highest office of the Republic of Bangladesh. It was done in violation of the Constitution of Bangladesh, and as such, it was ille- gal, void ab initio and non-est in the eye of law,  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"767. It appears that Justice Abu Sadat Mohammad Sayem by his Order No. 1/1/77- CD(CS)01 dated April 21, 1977, nominated Major General Ziaur Rahman, BU psc, to be the President of Bangladesh. This Order was published in the Bangladesh Gazette Extraordinary on April 21, 1977,  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"766. The same goes for all the Martial Law Regulations and Martial Law Orders, issued from the period of November 6, 1975 to November 29, 1976, But we condone the illegality of the Political Parties Regulation, 1976 (Martial Law Regulation No. XXII of 1976) published in Bangladesh Gazette on July 29, 1976, with amendments. This was done on the third ground for condonation as propounded by Hamoodur Rahman, CJ, in Asma Jilani’s case, as the same was in respect of a right guaranteed under the Original Constitution and to promote the good of the people. We, however, condone the illegalities in respect of the actions taken on all the MLRs and MLOs, as past and closed transactions. during the said period. Besides, we also condone various’ Ordinances passed during the above period.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"765. As such, the legality of the Proclamation dated November 29,1976, is next to nothing. It can- not confer any office or power on any body, because such way of transferring authority which was not in existence either under the Constitution or under any law prevalent at the time, cannot be done. We have already found and held that neither Martial Law nor the office of Martial Law Administrator had or has any existence in our law and Jurisprudence. As such, the handing over of the office of the Martial Law Administrator in favour of Major General Ziaur Rahman, BU, psc, was illegal and void. Under the circumstances, the Proclamations, MLRs and MLOs issued during the period from November 29, 1976 to April 9, 1979, were all illegal, void and non est in the eye of law. ;  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"764. Under such circumstances, we are unable to accept his argument as to the existence of the so called Martial Law Jurisprudence or Martial Law culture, in order to give validity to those.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"763. We have already held: that all the Martial Law Proclamations: including the one issued on November 29, 1976, were not issued under any legal authority: and. since .we refuse to acknowledge Martial Law as legally. enforceable provision and a source of law and the office of the Chief Martial Law Administrator as a lawful office, both are non- existent in Jurisprudence and we emphatically hold that there is no such concept as Martial Law Jurisprudence or Martial Law culture. As such, in any view of the matter, handing over of the office of Martial Law Administrator to Major General Ziaur Rahman, BU, psc; was without any lawful authority.                 "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"762. Mr Akhter Imam, Advocate, however, argued half-heatedly that under Martial Law Jurisprudence, developed in this sub-continent, the Martial Law Proclamations, Martial Law Regulations and Martial Law.Orders, are always kept under the Constitutional protection. We are not aware of any such Martial Law Jurisprudence either under our Constitution or any other laws of the land, The learned Advocate could not refer to the views of any Jurist of fame in support of his such argument. . .  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"761. It is far, far better thing that we do now, what should be done in the interest of justice, even it was not done earlier.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"760. It appears that Major General Ziaur Rahman, BU, psc, was made one of the Deputy Chief Martial Law . Administrators by the Proclamation issued by Justice Sayem on November 8, 1975 . By: the Proclamation issued by Justice Sayem on November 29, 1976, the office of the CMLA, was again handed over to Major General Ziaur Rahman BU, psc, who was the Chief of Army Staff at that time. But he must have taken oath under the Army Act to be faithful and bear true allegiance to the Constitution, as noted by Hamoodur Rahman, CJ, in Asma Jilani’s case in respect of General Yahya Khan, In this respect the leamed Additional Attomey-General or Mr Akhter Imam, Advocate, could not show any legal validity of the aforesaid Proclamation either under the Constitution or under the Army Act or under any law for the time being in force, Their only argument was that, good or bad, legal or illegal, white or grey, those were ratified and confirmed by the Fifth Amendment, as such, remain beyond further consideration even by the Supreme Court, as spelt out in the said Amendment, specially when it was not challenged for such a long time. We do not agree. The answer has been aptly given by Denning LJ, in Packer vs Packer (1953) 2 All ER 127 at page -129 H: <br> “What is the argument on the other side? Only this, that no case has been found in which it has been done before. That argument does not appeal to me in the least. If we never do any- thing which has not been done before, we shall never get anywhere. The law will stand still while the rest of the world goes on, and that will be bad for both.”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"759. Justice Sayem, however, left chapters | and If in Part IV of the Constitution with regard to the office of President unchanged from what.was done by the Fourth Amendment, as if that was the only justification for the said Amendment. This was also admitted by the learned Advocates for the respo\"” —                            dents and also stated in the book ‘Bangladesh Constitution: Trends And Issues’. It required anoth- er 14(fourteen) years by the Constitution (Twelfth Amendment) Act, 1991, to bring it in its present osition. Besides, although, once the constitution of the Supreme Court was bifurcated by separating the High Court and inserting the provision for consulta- tion with the Chief Justice by the President in respect of appointment of the Judges of the Supreme Court and High Court as was in the Original Constitution under Articles 95 and 101, by bringing amendments under the Second Proclamation (Seventh Amendment) Order, 1976 (Second Proclamation Order No. IV of 1976), yet the said provision requiring consultation with the Chief Justice was again deleted by the subsequent Second Proclamation (Tenth Amendment Order), 1977 . The specific provision for consultation in respect of appointment of Judges, though re-introduced by Justice Sayem, was again omitted through another amendment by his successor in Office of President and CMLA, Major General Ziaur Rahman, BU, psc. deleting the provision requiring consultation: with; the Chief Justice of Bangladesh, in appointing Judges of the Supreme Court.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"758. Still, we would condone those amend- ments effected by the Proclamations made by Justice Sayem which deleted most of the provisions of the Fourth Amendment, those which made inroads in the original Constitution. Since the said Fourth Amendment was made by the Parliament, it could have been reversed by the said Parliament also. But the illegality in deleting the Proviso to Article 38 of the original Constitution by the Second Proclamation (Sixth Amendment) Order, 1976 (Second Proclamation Order IT] of 1976) is not con- doned as it was in the original unamended Constitution. Besides, the said omission would tend to change the secular character of the Constitution which was one of its basic features.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"757. Although, Shahabuddin Ahmed, J (as his Lordship then was) was very critical about the Fourth Amendment, in Anwar — Hossain Chowdhury’s case 1989 BLD (Spl) 1, but with great- est respect and with utmost humility to the learned Judge, we could not be that uncharitable in our opin- ion since firstly, the Fourth Amendment is not the issue before us, Secondly, the said amendment was passed by a sovereign Parliament, admittedly by overwhelming majority of the representatives of the people, and thirdly, the Fourth Amendment was never challenged before any Court even obliquely. As such, we feel obliged to hold back and reserve our own opinion in this respect specially when it was not the issue in this case although the said observation was referred to us by the learned Advocates for the respondents in support of their contention on the Fourth Amendment of the Constitution by way of a very poor and out of con- text justification for the Proclamation of Martial Law in Bangladesh but failed to notice that Shahabuddin Ahmed, J, in his said very judgment was very critical about Martial Law also.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"756. It may be noted that till 1975, four consti- tutional amendments ,were made. The Fourth Amendment made provisions for one National Party and transformed the Parliamentary form of Government into one of Presidential form of _Government. This was done as a political decision on. the affirmative votes of 297 Members of Parliament out of 300 . This figure was stated by the learned Advocate for the petitioner and the learned Additional Attorney-General submitted that 2/3 <br> ‘Members opposed the said Bill out of 300 Members.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"755. Justice Sayem as the Chief Justice of Bangladesh, took oath to preserve, protect and defend our Constitution. He had neither legal nor constitutional right to assume the office of President or was in a position to exercise the so called powers of the Chief Martial Law Administrator. It may be mentioned here that the Constitution or the Army Act or any law of the land do not envisage Martial Law or the Office of the Chief Martial Law Administrator. As such, issuance of Proclamation, its amendments, Martial Law Regulations: and Martial Law Orders either as a President or as a CMLA or both were all without jurisdiction, illegal, void and non est in the eye of law. Still, on the basis of discussions made above, we would condone the  ‘acts done during the period from 6-11-1975 to 21-4- -1977.We, however, are not going to condone the amendments which changed the fundamental princi- i ples‘and basic structures of the Constitution. But we shall‘ be able to condone only those amendments ‘which did not change the basic structure of the Constitution and which were brought to our notice. ‘It may also be noted that some such changes made in the Constitution, were brought to our notice on behalf of the petitioners.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"754. It appears that on 8-11-1975, Justice Abu Sadat Mohammad Sayem, ‘the then Chief Justice of                           Bangladesh, issued a Proclamation. By that Proclamation, lie proclaimed that he assumed the office of President of Bangladesh on and from November 6, 1975 . He also assumed the powers of the Chief Martial Law Administrator and. modified the Proclamation issued earlier on August 20, 1975 . He also issued Proclamations, Martial Law Regulations and Martial Law Orders from time to time.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"753. We have already examined Proclamations dated 20-8-1975 . We have found that Khandaker Moshtaque Ahmed was a cabinet Minister of the Government of Bangladesh. As a Minister, he took oath to preserve, protect and defend the Constitution. He was a Minister even in the morning of August 15, 1975 . On that morning, the President of Bangladesh was murdered. As such, in accor- dance with the provisions of Article 55 of the Constitution as amended by the Constitution (Fourth Amendment) Act, 1975, the Vice-President ought to. have. become the Acting President until a new President was elected. This was the legal .and con- stitutional position on that moming but Khondaker Moshtaque Ahmed, by a Proclamation issued on August 20, 1975, changed certain provisions of the Constitution to suit his purpose and to give legal coverage to the seizure of office of the President of Bangladesh. His such issuance of the Proclamation amending the Constitution and seizure of the Office of President were all done not only in violation of the Constitution but also constituted offence under the law. As such, the said proclamation was void and non est in the eye of law, so the question of its con- donation does not arise. It was illegal and void for all time to come. But on the principles propounded by Lord Pearce in Madzimbamuto, Hamoodur Rahman, CJ, and Yaqub Ali, J, in Asma Jilani and Ajmal Mian CJ in Sh. Liaquat Hossain’s Case, we would condone only the acts done during the period from August 15, 1975 to November 6, 1975, as past and closed transactions although those were neither legal nor valid, rather were also void.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"752. However, we shall consider next whether any of those Proclamations come withir: the ambit of the doctrine of necessity.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"731. We have already found earlier that the Constitution (Fifth Amendment) Act, 1979, ratified, confirmed and validated all those Proclamations, MLRs and MLOs and the actions taken on the basis Of those Proclamations etc. but since all those proclamations etc. were illegal, its ratification, con- firmation and validation, by the Fifth Amendment was illegal and void. Since the very: purpose and object of the enactment of the Fifth Amendment was illegal and void ab initio, so also the Fifth Amendment itself, as.it was enacted for a collateral purpose. Besides, since the Martial Law Proclamations etc. were void and non-est, there were nothing for the Second Parliament to ratify or confirm or validate by the subsequent Fifth Amendment.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"750. We, however, accept the views of _ Hamoodur Rahman, CJ, and Yakub Ali, J, in Asma Jilani’s case and also the views expressed by Ajmal Mian, CJ, in Sh. Liaquat Hussan’s case and that of Irshad Hasan Khan, CJ, in Syed Zafar Ali Shahs Case, as narrated above.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"749. Although we agree with the above views of his Lordship but with respect, unable to agree to his conclusions in the facts of that case.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"748. We have also gone through the Judgement of Irshad Hasan Khan, CJ, in the case of Syed Zafar                           Ali Shah vs General Parvez Musharraf, Chief executive of Pakistan PLD 2000 SC 869 . His Lordship dealt with the doctrine of necessity at para 252 266 The concluding para-266 at page 1203 reads as follows : <br> «266 . It will be seen that the ‘doctrine of necessity’ 1s not restricted to criminal prosecu- tion alone. However, the invocation of the doc- trine of State necessity depends upon the pecu- liar and extra-ordinary facts and circumstances of a particular situation. Jt is for the Superior  Courts alone to decide whether any given pecu- E liar_and extraordinary circumstances warrant the_application of the above doctrine or not.  This dependence has a direct nexus with what ! preceded the action itself. The material avail- able on record generally will be treated at par with the “necessity/State necessity/ continuity  of State” for the purposes of attaining the pro- portions justifying its own scope as also the future and expected course of action leading to <br> restoration Of democracy .......... ” (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"747. The next we shall consider the case of SA. Liquat Hussain vs Federation of Pakistan PLD 1999 SC 504 . In this case Pakistan Armed Forces (Acting in Aid of the Civil Power) Ordinance, 1998, where- by the civilians are to be tried by the Military Courts for the civil offences, was declared unconstitutional. On ‘the Doctrine of necessity, Ajmal Mian, CJ, held at para-25: <br> \".................. In my humble view, if the estab- _ lishment_of the Military Courts under the ; impugned Ordinance is violative of the Constitution, we cannot sustain the same on the  above grounds or on the ground of expediency,  Acceptance of the Doctrine of Necessity by this Court inter alia in the case of State vs Dosso (PLD _1958 SC (Pak.) 533), turned out to be  detrimental to the evolution and establishment  of a democratic system in this Country. It may  be observed that some critics feel that the same  had encouraged and caused the imposition of |. the Martial Law in this country more than once which adversely affected the attainment of maturity by the Pakistani nation in the demo- | cratic norms. As a fall out, our country had been experiencing instability in the polity. The Doctrine of Necessity cannot be invoked if its effect is to violate any provision of the Constitution.” (The underlinings are mine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"746. Democracy is a way of life. It cannot be begotten over-night. It cannot be handed down in a silver platter. It has to be earned. It has to be owned. The world history is replete with stories of people, ordinary people who fought for their rights in differ- ent names in different countries, but the cry for lib- erty, the cry for equality, the cry for fraternity were reverbrated in the same manner from horizon to horizon. This sense of liberty made us independent from the yoke of the British rule in 1947 and the same sense of liberty pushed us through the war of liberation in 1971 and brought Bangladesh into exis- tence. But the proclamation of Martial Law is alto- gether the negation of the said spirit of liberty and independence. In this connection we would recall what was said in the case of Shamima Sultana Seema vs Bangladesh 2 LG 194 at para-123 : <br> “123 . It should be remembered that the ingrained spirit of the Constitution is its intrin- sic power. It is its soul. The Constitution of a country is its source of power. It is invaluable with its such soul. It strives a nation to move forward. But if the said spirit is lost, the Constitution becomes a mere stale and hollow instrument without its such life and force, [ becomes a dead letter. The United Kingdom, although does not have any written Constitution but has got the spirit of the Constitution and that is why the people of that country can feel proud of their democracy. but there are countries with Constitutions, written and amended many a times but without the said spirit, the democracy remains a mirage.”  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"745. As Judges, our only tools are the Constitution, the laws made or adopted under it and the facts presented before us. We are bound by these instruments and we are to follow it. The plea of ‘State necessity’ shall have to be considered within the bounds of these instruments and not without those. That is how we read Grotius and Lord Pearce in Madzimbamuto. But Grotius or Lord Mansfield in Stratton’s case (1779) or Lord Pearce, did not dream of breaking any law or giving legitimacy to an illegality, far less making the Constitution, the supreme law of any country, subservient to the com- mands of any Army General, whose only source of power is through the muzzle of a gun although all the Generals in any country seize power in the name of the people and on the plea of lack of democracy in the country with a solemn promise to restore it in no time, as if the democracy can be handed down to the people in a well packed multi-coloured gift box.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"744. With great respect, we are constrained to differ from the views expressed by the Supreme Court of Pakistan in Begum Bhutto’ case. Some how it reminds us of the judgment given by Chief                           Baron Fleming and Baron Clarke, in Bates 5 case (the case of Impositions) in 1606 . Fortunately we are now in the 21st century and we must learn to live in this century.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"743. The learned Judges of the Supreme Court of Pakistan also referred to the argument that one is permitted to eat which is forbidden, namely, dead meat or the flesh of swine if one is forced by neces- sity but the learned Judges of the Supreme Court, although endowed with excellent reason and wis- dom, failed to perceive that the justification for such necessity shall be finally decided by God himself, the wisest of all Judges, on the day of Judgment, but we being the mere mortals with our borrowed and very meagre knowledge, are unable to judge it so either way. Besides, eating of dead meat or the flesh of swine and seizing of State apparatus by sheer force are not the same thing, rather far apart. One concerns only one person or two but the other dom- inates the country and subjugates its entire popula- tion. There can not be any comparison between the two. The learned Judges possibly forgot that on the demise of our Prophet Hazrat Mohammad (SM) in 632 AD in Medina, a great chaos and confusion ensued as to who was going to be the next head of State. Even in those early days of Islam, none of the great leaders of that time or military commanders tried to seize power by force out of any ‘necessity’, rather, even in the face of such an extreme uncer- tainty, the people of Medina elected Hazrat Abu Bakr Siddique (R) as the leader of the believers (Amir ul Momenin), but not their King, although at that first quarter of the seventh century, title of King would have been the only appropriate position. But the democratic spirit displayed in 632 AD by the Muslims was unique and beyond the perception of the then known world. The Amir ul Momenin, of necessity, had to deal with many a great Kings and Emperors of his time but no ‘state necessity’ was felt to crown himself as King.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"742. In by gone days, the Rulers, whatever might have been their title, used to rule by force. The people accepted their rule out of fear and per- haps also due to habit. Then came the King or Monarch, Apart from might, they used to rule by divine right as a justification for their rule upon the people of the Kingdom. The Roman Ceasers and Emperors and also the Kings in Europe including England, used to govern their Kingdoms by such divine rights.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"741. We must remember that democracy is a way of life. It is of later origin and of modern inno- vation with the growth of civilisation. More the peo- ple grow civilized, more they become aware and feel duty bound to their civic duties and obligations towards the Republic and also to their own corre- sponding rights.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"740. With great respect for the learned Judges of the Supreme Court of Pakistan, we are unable to agree with their views on democracy, morality and legality. However, that is a different country and they certainly do know what is best for them.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"739. It appears, that the Supreme Court of Pakistan accepted the explanation given by General Mohammad Ziaul Haq for the Army’s intervention and validated such intervention and the imposition of Martial Law invoking the doctrine of State neces- sity. In doing so the learned Judges resorted to the Holy Quran also, in justification for suspension of the Constitution and dissolution of the National and Provincial Assemblies. In this respect they were sat- isfied with the explanations given by the Army Chief of Staff. This was a U-turn of the Supreme Court from its earlier stand in the cases of Asma Jilani and Zia ur Rahman.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"738. It appears from the Judgment that the first general election in Pakistan under the 1973 Constitution was held on March 7 1977 followed by whole-sale chaos, agitation and unrest all over pakistan, as such, Martial Law was imposed on July 5, 1977.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"736. It appears that on July 5, 1977, the Chief of the Army Staff imposed Martial Law all over Pakistan. He also removed the Prime Minister from his office and dissolved the National and Provincia Assemblies. All these were done obviously viola tion of 1973 Constitution of Pakistan. <br>                          737.In this case, the detention of Mr Zulfigar Ali Bhutto and ten others were challenged. However, in considering the order of their detention, the valid-  ity and legal effect of the imposition of Martial Law iwas considered.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"735. Next we shall consider the case of Begum Nusrat Bhutto vs Chief of Army Staff PLD 1977 SC 6357.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"734. In general, if a usurper wrecks the Constitution or interferes with the normal legal order of the country, on the very first opportunity such an usurper and his collaborators should be suit- ably punished under the law. But this depends on the awareness of the people of their rights. Nothing nor- mally can be done, in the Third world countries, even if the people at large and their country suffers because of the illegal activities of the usurpers. However, if the existence of the national fabrics are threatened then and only then the doctrine of neces- sity can be invoked as a last resort.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"733. At this stage, we would observe that the doctrine of necessity is not a normal rule but it is an exception to the normal rule, as such, can be called upon only in an exceptional circumstances, in order to remedy a lapse or illegality which could not be settled in any other way but such a lapse or illegali- ty must be remedied in the greater interest of the State and its citizens but not to bestow benefit upon the usurpers and the dictators. If the said doctrine is not invoked the interest of the State as well as its cit- izens could be seriously prejudiced and harmed only in such circumstances it can be invoked. In other words, this doctrine can only invoked, when there is no other way out and most certainly, not in a matter of course. )  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"732. In the case of Asma Jilani vs Government of Punjab PLD 1972 SC 139 Hamoodur Rahman CJ held at page 204-5 <br> “Reverting now to question of the legality of the Presidential Order No.3 of 1969 and the Martial Law Regulation No.78 of 1971 it fol- lows from the reasons given earlier that the were both made _by_an incompetent _authority and, therefore: lacked the attribute of legitima- cy which is one of the essential characteristics of a valid law. The Presidential Order No.3 of 1969 was also invalid on two additional grounds, namely, that_it was a Presidential Order, which could not in terms of the Provisional Constitution Order itself amend the Constitution so as to take away the jurisdiction conferred upon the High Courts under Article 98 and that it certainly could not, in any event, take away the judicial power of the Courts .to hear and determine questions pertaining even to their own jurisdiction and this power could not be vested in another authority as long as the Courts continued to exist. <br> This does not, however, dispose of the case, for, we are again presented by the learned Attorney-General with the argument that a greater chaos might result by the acceptance of this principle of legitimacy. He has reminded the Court of the grave consequences that fol- lowed when in Moulvi Tamizuddin Khan’s case a similar argument was spurned by the Federal Court and “disaster” brought in. ]_am_not unmindful of the grave responsibility that rests make confusion worse confounded or create a greater state of chaos if that can possibly be avoided consistently with their duty to decide in accordance with Jaw. ’......+- This is a difficult question to decide and although | have for my guidance the example of our own Federal Court, which in Governor-General’s Reference No.1 of 1955 invoked the maxim of salus pop- uli suprema lex to create some kind of an order out of chaos. i would like to proceed with great caution for I find it difficult to legitimize what I am convinced is illegitimate. ...... ” <br> Then the Hon’ble Chief Justice fell back on the doctrine of necessity and held at page-206-7 <br> “I too am of the opinion that recourse has to_be taken to the doctrine of necessity where the ignoring of it would result in disastrous con- sequence to the body politic and upset the social order itself but I respectfully beg to disagree with the view that this is a doctrine for validat- ing the illegal acts of usurpers in my humble opinion, this doctrine can be invoked in aid only after the Court has come to the conclusion that the acts of the usurpers were illegal and illegitimate. It_is only then that the question arises as to how many of his acts, legislative or otherwise, should be condoned or maintained, notwithstanding their illegality in_the wider . public interest..I would call this a principle of condonation and not legitimization”. <br> But his Lordship not only accepted the formu- lation of Lord Pearce but rather, extended it further, held at page-207: <br> “Applying this test | would condone (1) all -transactions which are past and closed, for, no useful purpose can be served by re-opening them, (2) all acts and legislative measures which are in accordance with, or could have been made under, the abrogated Constitution or the previous legal order, (3) all acts which tend to advance or promote the good of the people, (4) all acts required to be done for the ordinary orderly running of the State and all such meas- ures as would establish or lead to the establish- ment of, in our case, the objectives mentioned in the Objectives Resolution of 1954 . I would not, however, condone any act _intended_to entrench the usurper more firmly in his power or to directly help him to run the country con-                         trary to its legitimate objectives. | would no also condone anything which seriously impairs the rights of the citizens except in so far as they may be designed to advance the social welfare and national solidarity .”  The Hon’ble Chief Justice in declaring both the orders of detention illegal, ultimately held at page- 207: <br> “I am not in a position, therefore, to_say that Martial Law Regulation No. 78 was neces- sary for the ordinary orderly running of the State or for promoting the good of the people of West Pakistan. This Regulation cannot thus in my opinion, be justified even on the ground of necessity.” <br> Yaqub Ali, J, in the same case, in considering the question of State necessity held at page-239: <br> “The next question which arises for deter- mination is whether these illegal legislative acts are protected by the doctrine of State necessity. The Laws saved by this rule do not achieve validity. They remain illegal, but acts done and proceedings undertaken under invalid laws may be condoned on the conditions that the recogni- tion given by the Court is proportionate to the evil to be averted, it is transitory and temporary in character-does not imply abdication of judicial review, In the Southern Rhodesian case Madzimbamuto vs Lardner Burke only those legislative acts of the de facto Government of Smith were recognized which were necessary for the ordinary, orderly running of the Courts and which did not defeat their rights of the citizens and in its operation did not directly or indirectly entrench the usurpation (Fieldsend, A. JA.) Acts which are beneficial to the Society and provide their welfare, such as, appointment of Judges and other public functionaries by Yahya Khan will also be covered by the doctrine. <br> It has been noticed that both President’s Order 3 of 1969 and Martial Law Regulation 78 of 1971 were intended only to deny to the Courts the per- formance of their judicial functions, No chaos or anarchy would have taken place in the Society if these ‘laws’ _were__not__promulgated, both Jurisdiction of Courts (Removal of Doubts) Order 3 of 1969 and Martial Law Regulation 78 are there. fore, not protected by the doctrine of State necess. ty.” (The underlinings aremine)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"8. It has been stated that the said request for proposal clearly intended the petitioners to provide . consultancy services. Section 1.1 and Section 1.2 of the RFP provide as follows : <br> \"1.1 The Client (National Board of  Revenue) as indicated in the Proposal Data  Sheet (PDS), issues this Request for Proposal (RFP) for the supply of Services as specified in  the PDS and described in details in Terms of } Reference (ToR) section 6 of Request for Proposal) in accordance with the method of selection specified in the PDS. <br> 1.2 Only those short-listed Applicants who are sent the Letter of Invitation and this RFP are to submit a Proposal for supply of consulting services required for assignment. The Proposal will be the basis for contract negotiations and ultimately for a signed Contract with the select- ed Applicant.        (emphasis added)\" <br> Section 15.3 of the RFP provides as follows : <br> \"15.3 The selection method for awarding the final contract will follow the guidelines laid down under the Quality and Cost Based   Selection (QCBS) process in accordance with   the Public Procurement Act, 2006 and the   Public Procurement Rules 2008 of Bangladesh;   however the available budget shall not be dis-   closed.” (Emphasis added)  <br>    Subsequently, in accordance with the Government's   request, the petitioners submitted applications and   participated in the tender process and became suc-   cessful bidders. They were the successful bidders   and entered into \"Contract for Employment of Pre-   Shipment Inspection Agency\" on 22-9-2008 . Since   hen the petitioners have been carrying out pre-ship-   rent inspection services in accordance with the   ems of Contract.                 "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"7. The tasks to be performed by the PSI Agents were set out in the following manner; <br> \"(a) To verify description quantity and quali- ty of goods as per invoices and packing lists supplied by the exporter. <br> (b) To determine the correct HS Code of the goods in accordance with the existing law and rules; <br> (c) To determine and certify correct value in accordance with the existing laws and rules: <br> (d) To ensure compliance with the shipment procedures and container sealing as per rules and order; <br> (e) To issue CRFS and NNRF after under- taking proper inspection (physical aaand otherwise) prior to shipment of the con- signments to be exported as per rules, <br> (f)To help prepare and sustain a valuation database. <br> In response to the said advertisement the petitioner submitted its Expression of Interest for Appointment of PSI Agency to the Member (Customs) National Board of Revenue. Thereafter the petitioners were informed by the Government of Bangladesh by its letter dated 19-6-2008 that it has been short-listed for sending request for Proposal (RFP) (Annexure-C),  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"6. The government of Bangladesh, on 21-5- 2008 published an advertisement in the Daily Star, inviting \"request for Expression of Interest for Appointment of Pre-Shipment Inspection (PSI) Agencies.\" Paragraph 5 of the said advertisement reads as follows. <br> \"PSI Agencies will be selected in accor- dance with the procedure set out in \"The Public Procurement Act 2006\" and the \"The Public Procurement Rules, 2008 . (emphasis added)  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"5. The back ground of issuance of the Rule, in short, is that the National Board of Revenue (NBR) respondent No.1 by a letter issued by Member, National Board of Revenue, respondent No.2 direct- ed the Commissioners of different Customs Houses to deduct VAT at the rate of 15% from the PSI com- panies in accordance with the formula set out by the NBR in terms of the said letter. In the light of the said letter respondents have been deducting VAT from the petitioners' invoice at the rate of 15% which is in excess of statutory maximum and in vio- lation of section 3 of the VAT Act 1991.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"4. At the time of issuance of the Rule this Division directed the respondents to treat the peti- tioners \"Consultants' and impose and deduct VAT at the rate applicable to \"Consultants' from time to time at the rate of 4.5% and to accept bank guaran- tees at the time of payment of invoices covering the differential amount of 8.54%.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"3. The petitioners in all the petitions are aggrieved by the arbitrary action of the respondents, as elaborated hereunder, being without lawful authority and in violation of public procurement Act, 2006 (hereinafter as referred to as Act) and public procurement Rules (hereinafter as referred to as Rules) deducting VAT from the petitioners at the rate of 13.04% erroneously treating them as \"Surveyors\" and not as \"Consultants\" who are subject to pay VAT at the rate of 4.5% as it would appear from Annexure -A series and in all these writ petitions, the Rule was issued in the following manner : <br> \"Let a Rule Nisi issue calling upon the <br> _ respondents to show cause as to why (a) the let- ters variously issued by the respondents deduct- ing VAT from the petitioners' invoices purport- edly at a rate higher than 4.5% (as evidenced in Annexure-A series and more specifically identi- fied in Prayer 'A' to the writ petition) (a) failure of the Respondents to treat the petitioners \"Consultants\" for the purpose of payment of VAT under the VAT Act 1991 and the VAT Rules 1991 (c) deduction of VAT from the peti- tioners' invoices. at a rate higher than 4.5% thereby, not treating the Petitioners as \"Consult- ants\" in palpable violation of the Public Procurement Act, 2006 and. the Public Procurement Rules, 2008 and (d) the failure of the Respondents to refund/adjust the excess VAT deducted from the petitioners’ invoices should not be declared to be without any lawful authority and are of no legal effect and to                           declare such action as unconstitutional and being violative of the petitioners’ fundamental rights guaranteed under Articles 27 and 31 of the Constitution.\"  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"2. BIVAC Intemational SA and another, Inter- tek International limited and another, SGS Societe Generale de Surveillance SA and another, Overseas Merchandises Inspection Co Limited and another are the petitioners respectively in writ petition Nos.5337, 5354, 5355 and 5924 of 2009.  "
   },
   {
      "title":"Constitution of Bangladesh, 1972 Article 102",
      "subsection":"Judgment ",
      "year":2010,
      "section":"1. The whole function of the PSI Agency as described in 25A of the Act and in the contract documents reveals in ascertainment of the cor- rectness of the statement made by the importer in respect of the goods to be imported, particularly as to quality, quantity, price, description, HS Code classification or, in other words, classifica- tion of any goods as well as valuation. The Customs Authority rightly charged VAT on the services of the PSI Agency as the Surveyors par ticularly on the background of the explanation 4 the Surveyors.                           Pre Shipment Inspection (PSI) the PSI agents are appointed by the Government to do certain works in connection with importable goods i.e. inspection of the good, which is imported into Bangladesh, and they render service in lieu of fees and commis- sion.  surveyor’ and ‘Consultants’  The service render by the petitioners in con- nection with new contract is absolutely in the nature of ‘Surveyor' and not that of 'Consul- tants’.  Surveyor and Consultant  There are positive laws and rules concerning PSI Agency in minute details and those Laws and Rules portrait service rendered by PSI Agency as \"Surveyor\". But nowhere in those Laws and Rules it could be found that there has been any deliberation given in any manner highlighting the PSI Agency as \"Consultant\". In other words we can say that no elaboration under the scheme of Laws and Rules in that respect are there to made us think that PSI Agency are Consultants.  NBR Chairman vs Intertex Testing Services International Ltd. 11 BLC (AD) 233 and Sadharan Bima Corporation vs Bengal Liner 48 DLR (AD) 143 ref.  Fida M Kamal with Akhter Imam, Senior Advocates, Abdullah M Hasan, Advocate — For the Petitioners (In all the writ Petitioners).  Mahmudul Islam with Nahid Mahtab, Advocates— For respondent No, I (In all writ petitions).  SM Moniruzzman, Assistant Attorney-General — For respondents. (In all the Writ Petitions). <br>  Judgment <br> Md Ashfaqul Islam J : All these Writ petitions are taken up together and disposed of by a single judgment since all the writ petitions deal with a common question of law and fact.  "
   }
]
