[{
		"title": "Acquisition and Requisition of Immovable Property Ordinance",
		"year": 2010,
		"section": "Section 46— Rules of 1983 [r. 8(3)]—The report relating to costs of the constructions made in the acquired land filed by the Private Engineering Firm ought not to have been taken into consideration by the Arbitrator and having had taken into consideration the said unauthorized report of the Private Engineering Firm in assessing the costs of constructions in the acquired land in awarding costs for construction, the appellate Court was quite correct in setting aside the judgment of the Arbitrator and sending the case back on remand for  fresh trial.  Land Acquisition Officer vs Md Abdul  Latif Biswas (Civil) 255 "
	},
	{
		"title": "Administrative Tribunals Act",
		"year": 2010,
		"section": "Section 4—The tribunal cannot grant  gratuitous relief and if such a relief is granted the same should be construed as relief granted in excess  of jurisdiction. The Act has not provided for any such authority to the tribunal to give such a relief as has been given to the authority in the present case before us. Government of Bangladesh vs Md Anwarul Islam (Civil) 273  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 32(1)(2)—The requirement of sub- section (1) of section 32 was complied with when the charge sheet was filed along with a copy of the sanction from the Commission. As such, there was no illegality in taking cognizance by the learned Judge of the Metropolitan Senior Special Judge. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 32—After completion of the investigation, the investigating officer, under sub- section (2) of section 32, on obtaining the sanction from the Commission, would submit the police report before the Court along with a copy of the letter of sanction. The Court, under sub-section (1), would take cognizance, only when there is such sanction from the Commission. Both the sub-section (1) and sub-scction (2) of the section 32 envisages  only one sanction, not two. Sub-section (1) does not spell out or even envisage filing of any fresh sanction when the sanction to prosecute has already been filed along with the charge sheet of the investigating officer. It only envisages that without such sanction from the Commission (¥t SFGm= IfSw) as spelt out in sub-section (2), no Court shall take cognizance of the offence (@ SmETs @3 TR SR (@ woEg Jomd s agd R @) under sub-section (1) of section 32. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 32—Sanction from the Commission will be required when the charge sheet is filed under sub-section (2) and on receipt of the charge sheet along with a copy of the letter of sanction the Court takes cognizance of the offence for trial, either under the original section 32 or the amended section 32. As a matter of fact, only one sanction will be required under section 32, unamended or amended. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 32—No sanction is required to file a complaint (afew@) and the unamended as well as the amended section 32 requires only one sanction from the Commission. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 27(1)—Bail in a pending appeal— The matter of granting bail by the High Court Division, during the period of emergency, in a pending appeal filed by the convict who has been convicted and sentenced under the provision of Anti Corruption Commission Act, 2004 in case of short sentence not exceeding 3 years, when the appeal could not be disposed of within 90 working days for no fault of the appellant and/or in the case of serious illness endangering life to be certified by duly constituted Medical Board, may consider the matter of granting bail in an appropriate case in an appeal. Government of Bangladesh vs Sabera Aman (Civil) 246  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 27—In the absence of any statement of assets; there was no scope to submit any explanation for acquisition of assets there was no scope for him to submit any explanation for acquisition of the assets. No citizen could be arraigned for such a severe offence in the absence of service of any notice or order for explaining the source of income. Offence of abetment under section 109 equally could not be conceived of with regard to such an offence. Anri-Corruption Commission vs Nargiys Begum (Civil) 279  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 27—Section 109 of the Penal Code is included in paragraph 'Gha of the schedule to the ACC Act, 2004 for abetment to any offence under the schedule 1s committed by any sort of involvement or complicity. Such offence could never be intended or could be a substantive offence. The High Court Division held that no such offence of abetment could be conceived of in respect of an offence under section 26(2) or 27(1) of the ACC Act, 2004. Accordingly, lodging of FIR, taking cognizance, initiation of criminal proceedings against the writ-petitioners are unwarranted, unauthorized and without jurisdiction. Anti- Corruption Commission vs Shamima Begum (Civil) 277  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 26(2)—No legal impediment for the Commission to issue fresh notice under section 26 of the Act, if so advised, but not in those cases where the accused has already been acquitted on merit of the case as is in this case. Anti-Corruption Commission VS Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Sections 26 & 27—Since the prosecution casc is almost over and the appellant put his defence by cross-examining the witnesses, in view of the consistent views of the superior Courts of this Sub  continent that the High Court Division which exercising its pOWer under section 561A of the Code should not usurp the jurisdiction of the trial Court Habibur Rahman Mollah vs State (Criminal) 233  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Sections 26 & 27—Whether the appellant has disproportionate wealth, he has concealed his known source of income, there is mis-joinder of charges and the trial of the appcllant on facts allegedly committed prior to the promulgation of Durnity Daman Commission Ain, 2004 constitute an offence under the Durnity Daman Commission Ain are disputed facts can only be decided on evidence at the trial. Habibur Rahman Mollah VS State (Criminal) 233  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 26—Notice—A notice must allow a resonable time to check-up the details of the assets of a person, if necessary, on examination of his records and after consultation with his lawyers and other concerned persons. Section 26 certainly does not envisage a notice upon a person Who is In detention and he is not expected to give any of his assets within the time specified. The person concerned must be afforded a fair and reasonable opportunity to respond to the notice, otherwise, it 1S 1o notice in the eye of law. A notice issued under section 26 of the Act to a detenu, away from his hearth and home, cannot be said to be a fair and bonafide exercise of power. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 200  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 26—If any person acts beyond his authority, to the prejudice of any person, such acts cannot be ratified or Validated by Post facto legislation, his action remains void Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Section 26—Satisfaction—Satisfaction must be of the Commission itself constituted of no other person than its Commissioners. The relevant order to submit assets may be issued by any of its authorised officials but the decision to issue such an order must be recorded by the Comissioner(s). Anti-Corruption Commissioner vs Dr.Mohiuddin Khan Alamgir (Criminal) 290    "
	},
	{
		"title": "Anti-Corruption Commission Act",
		"year": 2010,
		"section": "Sections 18 & 26—Section 26 envisages that before issuance of the notice, the Commissioner(s) must be satisfied about the allegation. It is their satisfaction and of nobody elses. But by sub-section (2) of section 18, the Commissioners can only ratity the 'satisfaction' of the Secretary which is certainly not stipulated in section 26. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Rules",
		"year": 2010,
		"section": "Rules 3 & 4—Commissioners resigned from the Commission on 7-2-2007 and it was reconstituted on 24-2-2007, as such, although the Commission existed as an Institution on 18-2-2007, when the notice was issued, but there was no Commission within the meéning of section 3 read with section 5 of the Act on that date. Anri- Corruption Commission vs Dy Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Rules",
		"year": 2010,
		"section": "Rules 3 & 4—An officer of the Commission lodged a first information report on 6-3-2007 with the Tejgaon Police Station and a case was started. This is not envisaged under rules 3 and 4 of the Rules. Those Rules provide only for filing of the complaint involving the offences mentioned in the schedule to the Act. However, those provisions are merely directory and deviation from provisions in lodging an first information report instead of a complaint, would not vitiate the proceedings. Anti- Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Anti-Corruption Commission Rules",
		"year": 2010,
		"section": "Rules 3 & 4—Words \"মামলা দায়ের\" means institution of a case by submission of a charge sheet by an officer of the Commission, before the concerned Court and certainly not an first information report as envisaged under section 154 of the Code of Criminal Procedure or a complaint (অভিযোগ) as envisaged under Rule 3 and 4 of the Rules.  The irresistible conclusion is that no sanction will be required to file a complaint (wRewst) either with the Commission or with the police. But sanction from the Commission shall be required both under the unamended and the amended section 32, before institution of a case (মামলা দায়ের) in the concerned Court. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Arms Act [XI of 1878]",
		"year": 2010,
		"section": "Sections 19(a) & 19(f)—Having regard to the submissions made by the learned Advocate as well as the manner of arrest of the convict-petitioner after chasing them following the encounter in the face of firing by the convictS towards the police force and the recovery of the arms and ammunitions from their possession .We are of the view that discrepancies pointed out by the learned Advocate  cannot disprove charges levelled against the convict-petitioner, The convict-petitioner and others were caught red handed. The High Court Division onsidered the materials and evidence on record and  on detailed discussion has correctly arrived at its decision dismissing the appeal. Jahedul Islam vs State (Criminal) 270  "
	},
	{
		"title": "Army Act [XXXIX of 1952]",
		"year": 2010,
		"section": "Sections 94/95—Concurrent Jurisdiction— Sections 94 and 95 of the Army Act provide for concurrent jurisdiction to the Court Martial and ordinary criminal Court. Section 94 envisages that in respect of a civil offence, when a Court Martial and a criminal Court have concurrent jurisdiction, the prescribed officer of the army has discretion to decide before which Court the proceeding shall be instituted and if he decides that the case shall be instituted before a Court Martial, it shall direct that iTaccused persons be detained in military custody. In a case under section 95 of the Army Act, when a criminal Court having jurisdiction is of the opinion that proceedings ought to be instituted before itself in respect of any civil offence, it may by written notice require the prescribed officer to produce the offender to nearest Magistrate or to postpone proceedings pending a reference to the Government.  (Per Md Muzammel Hossain J). Major Bazlul Huda vs State (Criminal) 117  "
	},
	{
		"title": "Army Act [XXXIX of 1952]",
		"year": 2010,
		"section": "Section 31(a)(b)(c) and (d)—Clause (a) of section 31 of the Army Act relates to the qubstantive offence of mutiny and insubordination, while other three sub-clauses (b), (c) and (d) relate (o the abetment of the offence of mutiny. In order to bring an offence of mutiny within the ambit of the  Act, there must be evidence of overthrowing or resisting lawful authority of the armed forces or disobeying the authority in such circumstances as to nake the disobedience subversive of discipline or to impede the performance of any duty or service in the qrmed forces of Bangladesh. There is nothing on record to show that the appellants and other accused nave collectively insubordinated or defied or disregarded the authority in the armed forces or refused to obey authority in order to bring their act within the ambit of mutiny or abetment for mutiny. (Per SK Sinha J). Major Bazlul Huda vs State (Criminal) 116  "
	},
	{
		"title": "Army Act [XXXIX of 1952]",
		"year": 2010,
		"section": "Section 8(2)—Plea of ‘mutiny’—Since the prosecution witnesses did not say anything  Support of the plea of mutiny, the defence ought to have made out a case at least by way of suggestion to the witnesses that the army officers involved in the mutiny submitted their charter of demands to the authority in the armed forces and that as their demands were not redressed, they revolted. Secondly, if there was rebellion as claimed the rebellious force would have attacked their com- manding officer, and if the commanding officer was involved’ they would have attacked the Chief of army staff but. they did not attack them, rather killed the President which, proved that it was not a mutiny (Per SK Sinhs J) Major Bazlul HUda vs State (criminal) 115  "
	},
	{
		"title": "Army Act [XXXIX of 1952]",
		"year": 2010,
		"section": "Sections 8(1)(2)/59(2) & 94—Since the appellants were not on active service within the meaning of section 8(1) of the Army Act, 1952 the appellants cannot be tried under the Army Act and, as such, there was no offence of mutiny leading to murder in the facts of the instant case. Even if One were to accept for the sake of argument that offences committed were civil offences within the meaning of section 8(2) read with section 59(2) of the Army Act, there is no legal bar in trying those accused persons in the Sessions Court in compliance with the provisions of section 94 of the Army Act read with section 549 of the CrPC. There is no legal bar for trial of the appellants in the Criminal Court in the relevant case, inasmuch as the offences committed are in the nature of murder simpliciter. (Per Md Muzammel Hossain J) Major Bazlul Huda vs State (Criminal) 271  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 561A—No prima facie case was made out against the respondent in the first information réport and the District Anti-Corruption Officer, Gazipur without examining the necessary Papers of the authority (IPSA) specially bill No.4  dated - 29-10-1994 lodged the first information report.  During investigation by police usually the Court does not interfere under section 561 A of the Code but in the Instant case is g fit case to interfere at the stage of poljce investigation to prevent the abuse of the process of the court and to secure the  end.s of justice. State vs Lailun Nahar Ekram (Criminal) 283  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 561 A—Since the prosecution case is almost over and the appellant put his defence by cross-examining the witnesses, in view of the consistent views of the superior Courts of this sub- continent that the High Court Division which exercising its power under section 561 A of the Code should not usurp the Jurisdiction of the trial Court, Habibur Rahman Mollah vs State (Criminal) 233  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 561A—The provisions of the Code provide that the administration of criminal Justice should be allowed to proceed in the usual manney without interruption. If the High Court Divisjgp interferes with the case in the midst of the trial it wj|| have to set up a wrong precedent by which instey of the cause of justice being advanced had really been stifled. Habibur Rahman Mollah vs Sigy, (Criminal) 233  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 561A—The inherent power of the Court is undefined and indefinite and, as such, j must be exercised very sparingly and with great caution. Habibur Rahman Mollah vs State(Criminal) 233   "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 561A—Inherent power of the High Court Division is generally exercised where no other remedy is available for obtaining justice in the cause—it should not be invoked where another remedy is available. This power has not been vested upon the High Court Division where another remedy is available. This is an extraordinary power and is exercised in extraordinary circumstances in  the interest of justice. Habibur Rahman Mollah vs State (Criminal) 233   "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 549—Since the appellants were not on active service within the me_aning of section 8(1) of the Army Act, 1952 the appellants cannot be tried under the Army Act and, as such, there was no offence of mutiny leading to murder in the facts of the instant case. Even if one were to accept for the sake of argument that offences committed were civil offences within the meaning of section 8(2) read with section 59(2) of the Army Act, there is no legal bar in trying those accused persons in the Sessions Court in compliance with the provisions of section 94 of the Army Act read with section 549 of the CrPC. There is no legal bar for trial of the appellants in the Criminal Court in the relevant case, inasmuch as the offences committed are in the nature of murder simpliciter. (Per Md Muzammel Hossain J) Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 498—Anticipatory bail —Not to harass/arrest. If a fugitive surrenders before the High Court Division and prays for bail, it may either grant bail under section 498 of the Code, on the principle discussed or is obliged to hand him over to the police, to be dealt with in accordance with law. But directing the police not to arrest a fugitive, which the police is duty bound to do under the law, is an order beyond the ambit of the Code of Criminal Procedure or any other law, known to us. This kind of order may impede the investigatiox? .and ultimately frustrate the administration of criminal justice. State vs Zakaria Pintu (Criminal) 420  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 417A(2)—Section 417A(2) of the Code appeal lies to the appellate Court against the sentence on the ground of inadequacy. The appellate Court was the Court of Sessions but no appeal was filed before the Court of Sessions rather it was filed, long after the limitation, before the High Court Division. The very appeal was incompetent and the High Court Division acted illegally in entertaining the appeal and therefore the judgment of the High Court Division is liable to be set aside.  In an appeal a sentence may not be enhanced whereas this may be done in revision and secondly that in revision and acquittal shall not be converted into a conviction, whereas this may be done in an appeal against an acquittal. Every other power, whether procedural or final, is equally exercisable in appeal as it may be exercised in revision by the High Court Division. GMM Rahman vs State (Criminal) 410  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 426—Bail in a pending appeal—The malter of granting bail by the High Court Division, during the period of emergency, in a pending appeal filed by the convict who has been convicted and sentenced under the provision of Anti-Corruption Commission Act, 2004 in case of short sentence not exceeding 3 years, when the appeal could not be disposed of within 90 working days for no fault of the appellant and/or in the case of serious illness endangering life to be certified by duly constituted Medical Board, may consider the matter of granting bail in an appropriate case in an appeal. Government of Bangladesh vs Sabera Aman (Civil) 246  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Sections 378 & 429—Hearing of the case by a Third Judge—The language used in sections 378 and 429 of the Code is almost identical. It is said that in hearing a reference or an appeal if the Judges are equally divided in opinion thereon, the case with their opinions shall be laid before a third Judge for hearing, and the third Judge after hearing ‘as he thinks fit’ would deliver his opinion, and the judgment and order would follow such opinion. The expressions “as he thinks fit” used in both the sections are significant. It is the third Judge to  decide on what points or in respect of whom he shall hear arguments. This postulates that the third Judge is completely free in resolving the difference as he thinks fit. If he does not think to hear the arguments in respect of any accused of whom the Judges are not divided in their opinions, he may decline to do s0. The use of the words “equally divided” in both the sections means the Judges differ in their opinions, in respect of complicity of an accused or on the charge framed against him or them or on any Particular point it can be inferred that they are ®qually divided but in a case where the Judges toncur each other in respect of a particular accused and in respect of the offence charged, it can not be said that Judges are equally divided in respect of the  accused charged with, Major Bazlul Huda vs State ( Criminal) 111  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 376—Although there is no evidence against - all the accused persons of directly participating in the carnage but it should be borne mind that for the Killing of the sitting President, al the accused persons with a view to attainment of the ot played different roles. Without jointly o ting in concert the criminal object could not have been executed. It was not possible to bring Jbout the result of the criminal object without support of all. In view of the matter, all the conspirators who actually participated and acted the 1e do not deserve any leniency in the matter of sentence. (Per SK Sinha J) Major Bazlul Huda vs gate (Criminal) 111  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 376—According to our provision the Court has been left with the discretion on the facts of the given case whether or not a sentence of death should be awarded, and in case of awarding a sentence of death the Court is required to assign reason. The Court is of course keeping in mind while awarding the extreme sentence whether there IS mitigating circumstances to exercise such discretion. The mitigating circumstances in the exercise of Courts discretion as analysed in Jogmohan’s case (AIR 1971 SC 500) are undoubtedly relevant circumstance and might be given weight in the determination of sentence. (Per SK Sinha J). Major Bazlul Huda vs State (Criminal) l10  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 376—Commutation of death sentence —There is no merit in the contention that uncontrolled and unguided discretion of the Judges to impose capital punishment or imprisonment for life is hit by Article 14 of the Constitution. If the Law has given to the Judge a wide discretion in the matter of sentence to be exercised by him afier balancing all the aggravating and mitigating circumstances of the crime it will be impossible tq say that there would be at all any discrimination since facts and circumstances of one case can hardly be the same as the facts and circumstances of another. Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 376—Commutation of death sentence —Mere delay is not a legal ground for commutation of a sentence. (Per Md Tafazzul Islam J). Major Bazlul Huda vs State (Criminal) 110  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 374—The death of the victim was due to asphyxia resulting from exerting pressure on the throat, neck, head and facial region, which was ante- mortem and homicidal in nature and it s ex-facie clear that the petitioner strangled the victim with the intention of causing her death and there is no circumstances that may impel the Court to take a lenient view in commuting the death sentence as there is no mitigating or extenuating circumstances  on record for the purpose of commutation of the death sentence, rather all the circumstances are aggravating. Alam Uddin vs State (Criminal) 281  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 374—Delay in disposal—The appellants never made any endeavour to dispose of the appeals either in the High Court Division or in the Appellate Division. It was the State that frequently prayed for fixation of the death reference in the High Court Division and on its prayer a Bench was constituted for hearing the death reference. After the death reference was disposed of by the  High Court Division, the appellants after filing leave petitions did not take any step for hearing of their petitions. It was only on the prayer of the State that the leave petitions were heard and the appeals were also heard. Major Baziul Huda vs State (Criminal) 113  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 154—Words Il AICFE means institution of a case by submission of a charge sheet by an officer of the Commission, before the concerned Court and certainly not an first information report as envisaged under section 154 of the Code of Criminal Procedure or a complaint (wfstane) as envisaged under Rule 3 and 4 of the Rules.  The irresistible conclusion is that no sanction will be required to file a complaint (fetae) either with the Commission or with the police. But sanction from the Commission shall be required both under the unamended and the amended section 32, before institution of a case (V<& WA CFC@) in the concerned Court. Anti-Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 154—FIR—Delay—Mere delay in lodging a case is not a ground for disbelicving a prosecution  case, for there are various circumstances in which lodging any case as 1o the commission of offence may be delayed. (Per SK Sinha J) Major Bazlul Huda vs State (Criminal) 114  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 115—Courts below also concurrently found that the defendants have failed to prove their right, title, interest and possession in the suit lands by adducing oral and documentary evidence. These findings of fact are not immune from interference by the High Court Division in exercise of revisional jurisdiction in the absence of misreading or non- consideration of the evidence on record, The learned Judge of the High Court Division has exceeded its jurisdiction in interfering with the concurrent findings of fact, which is liable to be interfered with. Abdul Gafur vs Md Abdur Razzak (Civil) 242  Code of Criminal Procedure [V of 1898)  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 33(5)—At the instance of the decree  holder-bank auction. was held and ultimately the decree-holder-bank has withdrawn the money deposited by the auction purchasers. After the auction process is completed, proceeding with the execution case is redundant. Sonali Bank vs Artha Rin Adalat (Civil) 231  Code of Civil Procedure [V of 1908]  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Sections 94/95—Concurrent Jurisdiction— Sections 94 and 95 of the Army Act provide for concurrent jurisdiction to the Court Martial and ordinary criminal Court. Section 94 envisages that in respect of a civil offence, when a Court Martial and a criminal Court have concurrent jurisdiction, the prescribed officer of the army has discretion to decide before which Court the proceeding shall be instituted and if he decides that the case shall be instituted before a Court Martial, it shall direct that iTaccused persons be detained in military custody. In a case under section 95 of the Army Act, when a criminal Court having jurisdiction is of the opinion that proceedings ought to be instituted before itself in respect of any civil offence, it may by written notice require the prescribed officer to produce the offender to nearest Magistrate or to postpone proceedings pending a reference to the Government.  (Per Md Muzammel Hossain J). Major Bazlul Huda vs State (Criminal) 117  Artha Rin Adalat Ain [VIII of 2003]  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 31(a)(b)(c) and (d)—Clause (a) of section 31 of the Army Act relates to the qubstantive offence of mutiny and insubordination, while other three sub-clauses (b), (c) and (d) relate (o the abetment of the offence of mutiny. In order to bring an offence of mutiny within the ambit of the  Act, there must be evidence of overthrowing or resisting lawful authority of the armed forces or disobeying the authority in such circumstances as to nake the disobedience subversive of discipline or to impede the performance of any duty or service in the qrmed forces of Bangladesh. There is nothing on record to show that the appellants and other accused nave collectively insubordinated or defied or disregarded the authority in the armed forces or refused to obey authority in order to bring their act within the ambit of mutiny or abetment for mutiny. (Per SK Sinha J). Major Bazlul Huda vs State (Criminal) 116  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Section 8(2)—Plea of ‘mutiny’—Since the prosecution witnesses did not say anything  Support of the plea of mutiny, the defence ought to have made out a case at least by way of suggestion to the witnesses that the army officers involved in the mutiny submitted their charter of demands to the authority in the armed forces and that as their demands were not redressed, they revolted. Secondly, if there was rebellion as claimed the rebellious force would have attacked their com- manding officer, and if the commanding officer was involved’ they would have attacked the Chief of army staff but. they did not attack them, rather killed the President which, proved that it was not a mutiny (Per SK Sinhs J) Major Bazlul HUda vs State (criminal) 115  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Sections 8(1)(2)/59(2) & 94—Since the appellants were not on active service within the meaning of section 8(1) of the Army Act, 1952 the appellants cannot be tried under the Army Act and, as such, there was no offence of mutiny leading to murder in the facts of the instant case. Even if One were to accept for the sake of argument that offences committed were civil offences within the meaning of section 8(2) read with section 59(2) of the Army Act, there is no legal bar in trying those accused persons in the Sessions Court in compliance with the provisions of section 94 of the Army Act read with section 549 of the CrPC. There is no legal bar for trial of the appellants in the Criminal Court in the relevant case, inasmuch as the offences committed are in the nature of murder simpliciter. (Per Md Muzammel Hossain J) Major Bazlul Huda vs State (Criminal) 271  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Sections 19(a) & 19(f)—Having regard to the submissions made by the learned Advocate as well as the manner of arrest of the convict-petitioner after chasing them following the encounter in the face of firing by the convictS towards the police force and the recovery of the arms and ammunitions from their possession .We are of the view that discrepancies pointed out by the learned Advocate  cannot disprove charges levelled against the convict-petitioner, The convict-petitioner and others were caught red handed. The High Court Division onsidered the materials and evidence on record and  on detailed discussion has correctly arrived at its decision dismissing the appeal. Jahedul Islam vs State (Criminal) 270  Army Act [XXXIX of 1952]  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Rules 3 & 4—Commissioners resigned from the Commission on 7-2-2007 and it was reconstituted on 24-2-2007, as such, although the Commission existed as an Institution on 18-2-2007, when the notice was issued, but there was no Commission within the meéning of section 3 read with section 5 of the Act on that date. Anri- Corruption Commission vs Dy Mohiuddin Khan Alamgir (Criminal) 290  Arms Act [XI of 1878]  "
	},
	{
		"title": "Code of Criminal Procedure",
		"year": 2010,
		"section": "Rules 3 & 4—An officer of the Commission lodged a first information report on 6-3-2007 with the Tejgaon Police Station and a case was started. This is not envisaged under rules 3 and 4 of the Rules. Those Rules provide only for filing of the complaint involving the offences mentioned in the schedule to the Act. However, those provisions are merely directory and deviation from provisions in lodging an first information report instead of a complaint, would not vitiate the proceedings. Anti- Corruption Commission vs Dr Mohiuddin Khan Alamgir (Criminal) 290  "
	},
	{
		"title": "Companies Act",
		"year": 2010,
		"section": "Section 85(3)—Company Bench cannot interfere in the internal management of the company. Since these directions are ancillary and consequential in nature the High Court Division (mmitted no illegality in exercising the power ynder section 85(3) of the Act. Reazaul Karim vs ABM Khalequzzaman (Civil) 411  "
	},
	{
		"title": "Criminal Law Amendment Act",
		"year": 2010,
		"section": "Section 10—The High Court Division has correctly followed the observations made by this Division in Criminal Appeal No. 6 of 2008 in granting bail to the respondent No.1. The appeal could not be disposed of within ninety days and the respondent has already served out a substantial portion of sentence. Anti-Corruption Commission vs Sigma Huda (Criminal) 227  "
	},
	{
		"title": "Criminal Law Amendment Act",
		"year": 2010,
		"section": "Section 6(5)—According to of section 6(5) of the Act the Government is to accord sanction within 60 days of the memo seeking sanction and after the lapse of 60 days it shall be deemed that sanction was duly accorded and accordingly, to proceed with the irial of the case. But in the instant case, after the expiry of 60 days period, the Government has decided not to accord sanction intimating that the Government has decided not to accord any sanction in order to proceed with the case; In view of the provision of section 6(5) of the Act meanwhile for failure of the authority to intimate within 60 days of the letter seeking for sanction it will be deemed that sanction was duly accorded after the expiry of the period of 60 days when the sanction was sought for and in view of the provision of law any subsequent letter refusing to accord sanction was of no legal consequence.  This determining clause shall prevail in respect of the proceeding with the trial of the case and that the subsequent letter of the Government replying to the letter refusing to accord sanction was of no legal consequence and consequently, the proceeding shall continue in accordance with law as if the sanction to prosecute has been obtained against the accused and the subsequent refusing to accord sanction and consequently not to proceed with the case against the accused was of no legal consequence. Malek Hussain  Pir vs Begum Nurjahan Khanum(Criminal)  285    "
	},
	{
		"title": "Criminal Law Amendment Act",
		"year": 2010,
		"section": "Section 4—Fugitive has no locus standi to file any petition—The petitioner is a fugitive from justice when he moved the petition and obtained the Rule Nisi. This Court repeatedly argued that a fugitive from justice is not entitled to obtain a judicial order defying the process of the Court. When a person wants to seek remedy from a Court of law, he 1s required to submit to the due process of the Court and unless he surrenders to the jurisdiction of the Court, the Court will not pass any order in his aid.  Anti-Corruption Commission vs ATM Nazimullah Chowdhury (Civil) 225  "
	},
	{
		"title": "Emergency Power Rules, 2007",
		"year": 2010,
		"section": "Rule 11(3)—Bail in a pending appeal—The matter of granting bail by the High Court Division, during the period of emergency, in a pending appeal filed by the convict who has been convicted and sentenced under the provision of Anti-Corruption Commission Act, 2004 in case of short sentence not exceeding 3 years, when the appeal could not be disposed of within 90 working days for no fault of the appellant and/or in the case of serious illness endangering life to be certified by duly constituted Medical Board, may consider the matter of granting bail in an appropriate case 1n an appeal. Government bangladesh vs Sabera Aman (Civil) 246.   "
	},
	{
		"title": "Emergency Power Rules, 2007",
		"year": 2010,
		"section": "Rule 11(2)—The High Court Division has correctly followed the observations made by this Division in Criminal Appeal No. 6 of 2008 in granting bail to the respondent No.l. The appeal could not be disposed of within ninety days and the respondent has already served out a substantial portion of sentence. A nti-Corruption Commission vs Sigma Huda (Criminal) 227  "
	},
	{
		"title": "Emergency Requisition of Property Act [XIII of 1948]",
		"year": 2010,
		"section": "Section 8B—Admittedly the land in question were acquired under section 93A of the Town Improvement Act and the same vested in the Board free from all encumbrances and therefore the Government cannot release the same taking resort to section 8B as quoted above of the Act of 1948.  Once compensation has been paid it reaches its finality and thereafter such land cannot be released even under the Act of 1948. Sufia Khatoon vs Mahbuba Rahman (Civil) 266  "
	},
	{
		"title": "Emergency Requisition of Property Act [XIII of 1948]",
		"year": 2010,
		"section": "Section 8B—From the scheme of the law it appears that section 93A provided a complete law for requisition and acquisition of the property and also payment of compensation and as per section 93(4)(h), once the property is requisitioned under this law the same shall vest absolutely in the Board free from all encumbrances and the period of such requisition of such  property shall end. Sufia Khatoon vs Mahbuba Rahman (Civil) 266  "
	},
	{
		"title": "Environment Conservation Act",
		"year": 2010,
		"section": "Section 7—Safety of the people be the Supreme Law—public interest lies in protecting the rivers from encroachments and pollution by all means. The maxim ‘Salus Papuli Suprema lex’ Should be put in the imperative i.e. ‘Salus Papuli Suprema lex esto' let the safety of the people be the Supremee Law, City Sugar Industries Ltd, vs Human  Rights and Peace for Bangladesh (Civil) 428   "
	},
	{
		"title": "Evidence Act",
		"year": 2010,
		"section": "Section 110—If a party waives proof of circumstances justifying the giving of secondary. evidence, he cannot raise the objection 1n appeal, consent or want of objection to the wrong manner in which relevant evidence should be brought .on record of the suit disentitles parties from objecting to such evidence in a Court of appeal. Abul Hossain vs Amjad Hossain (Civil) 436  Interpretation of Statute  Manual: Case of public functionary—In the case of public functionary the question of waiver in the performance of function required by law to be performed is to be strictly construed and only in the presence of positive conduct of public functionary waiver as regard performance of public function is to be fixed. Land Acquisition Officer vs Md Abdul Latif Biswas (Civil) 255  "
	},
	{
		"title": "Evidence Act",
		"year": 2010,
		"section": "Section 110—Section 110 of the Evidence Act provides for a presumption of ownership in favour - of the person who is in possession of the property. A person in possession of land however.imperfect his title may be, has a good:title against whole world except the true owner and ‘until. 'the true owner comes in Court to assert a claim to the property. Possession is evidence of title, and gives a good title as against wrong doer.Abul Hossain vs Amjad Hossain (Civil) 436 a party waives proof of  "
	},
	{
		"title": "Evidence Act",
		"year": 2010,
		"section": "Section 10—Common Intention—When a criminal conspiracy for committing murder has been established there is no need to award a conviction in the aid of section 34 for, in an offence of criminal conspiracy | anything said, done or written in reference to their common intention after the intention was entertained is relevant against all the accused. When specific acts done by each of the accused have been established showing their common intention they are admissible against each and every other accused. Though an act or action of one accused cannot be used as evidence against other accused but an exception has been carved out in section 10 of the Evidence Act in case of criminal conspiracy. If there is reasonable ground to believe  “that two or more persons have conspired together in  the light of the language used in 1204 of the Penal Code, the evidence of acts ‘done by one of the accused can be used against the other. Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Evidence Act",
		"year": 2010,
		"section": "Section 10—Fixing the peribd of conspiracy is important as the provisions of section 10 of the Act would apply only during the existence of the conspiracy. (Per SK Sinha J).Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Non-Agricultural Tenancy Act",
		"year": 2010,
		"section": "Section 94—Pre-emption—Passing of final decree in partition suit implies that all ¢} in respect of distributing and separating the Saham of the parties contained in the preliminary decree was complied with, nothing remains to be executed 'after the passing of the final decree ang therefore it IS wrong to imply that the final decree has to be executed for the Separation of the Saham land Aktaruzzaman vs Abdur Rashid Khan (Civil) 250  "
	},
	{
		"title": "Non-Agricultural Tenancy Act",
		"year": 2010,
		"section": "Section 24—Pre-emption—The registered deed of partition is a complete transaction of transfer of ownership and possession among the co-sharers, which put an end to co-sharership. Aktaruzzaman vs Abdur Rashid Khan (Civil) 250  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 409—Fugitive has no /ocus standi o file any petition—The petitioner is a fugitive from justice when he moved the petition and obtained the Rule Nisi. This Court repeatedly argued that a fugitive from justice is not entitled to obtain a judicial order defying the process of the Court, When a person wants to seek remedy from a Court of law, he is required to submit to the due process of the Court and unless he surrenders to the jurisdiction of the Court, the Court will not pass any order in his aid.  Anti-Corruption Commission vs ATM Nazimullah Chowdhury (Civil) 229  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 302—Wife killing case—The deceased was the wife of the accused who met with death in the bedroom of the accused, while she was living with the accused. The presence of the accused in the house at the material time is not disputed rather is supported and proved by evidence on record and the death of the deceased was within the special knowledge of the accused. State vs Azam Reza (Criminal) 406  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Sections 120A/34—There is no substantial difference between conspiracy as defined in section 120A and acting on a common intention in section 34. In the former the gist for the offence is bare agreement and association to break law even though illegal act does not follow while the gist of an offence under section 34 is the commission of a criminal act in furtherance of a common intention of all the offenders which means that there should be a unity of criminal behaviour resulting in something for which an individual will be punishable if it is done by himself alone. (Per Md Tafazzul Islam J). Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 120B—A conspiracy is a matter of Inferene¢ deduced from certain criminal acts of the parties accused done in pursuance of apparent criminal purpose common between them. A criminal conspiracy consists not merely intention of two or more, but in the agreement of two or more to do an unlawful act or to do a lawful act by unlawful means. When two agree to carry it into effect the very plot of the act itself, and the act of each of the parties capable of being enforced, if lawful, possible if for a criminal object or for the use of criminal means. (Per SK Sinha J). Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 120B—Conspiracy—In order to constitute the offence of conspiracy, there must first be a combining together of two or more persons in the conspiracy; secondly, an act or illegal omission must take place in pursuance of that conspiracy in order to the doing of that thing. It is not necessary that the abettor should concert the offence with the Person who commits it. It is sufficient if he engages in the conspiracy in pursuance of which the offence iS committed. Therefore, I find that each conspirator Plays his Separate part in one integrated and united effort to achieve the common purpose. (Per SK Sinha J) Major Bazlul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 109—In the absence of any statement of assets; there was no scope to submit any explanation for acquisition of assets there was no scope for him to submit any explanation for acquisition of the assets. No citizen could be araigned for such a severe offence in the absence of service of any notice or order for explaining the source of income. Offence of abetment under section 109 equally could not be conceived of with regard to such an offence. Anti-Corruption Commission vs Nargis Begum (Civil) 279  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 109—Section 109 of the Penal Coté included in paragraph 'Gha' of the schedule to the AcC Act, 2004 for abetment to any offence under the schedule is committed by any sort of involvement or complicity. Such offence could never be intended or could be a substantive offence. The High Court Division held that no such offence of abetment could be conceived of in respect of an offence under section 26(2) or 27(1) of the ACC Act, 2004 Accordingly, lodging of FIR, taking gognizance, initiation of criminal proceedings against the writ-petitioners are unwarranted, ynauthorized and  without jurisdiction.  Anti- Corruption Commission vs Shamima Begum (Civil) 277  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Section 109—Bail in a pending appeal—The matter of granting bail by the High Court Division, during the period of emergency, in a pending appeal filed by the convict who has been convicted and sentenced under the provision of Anti-Corruption Commission Act, 2004 in case of short sentence not exceeding 3 years, when the appeal could not be disposed of within 90 working days for no fault of the appellant and/or in the case of serious illness  endangering life to be certified by duly constituted Medical Board, may consider the matter of granting bail in an appropriate case in an appeal. Government of Bangladesh vy Sabera Aman ( Civil) 246  "
	},
	{
		"title": "Penal Code [XLV of 1960]",
		"year": 2010,
		"section": "Sections 34/120A—Common Intention__ When a criminal conspiracy for committing murg, has been established there is no need to awarq a conviction in the aid of section 34 for, in an offenc, of criminal conspiracy anything said, done o written in reference to their common intention afie the intention was entertained is relevant against ) the accused. When specific acts done by each of (e accused have been established showing thej; common intention they are admissible against each and every other accused. Though an act or action of one accused cannot be used as evidence agains other accused but an exception has been carved out in section 10 of the Evidence Act in case of criminal conspiracy. If there is reasonable ground to believe that two or more persons have conspired together in the light of the language used in 120A of the Penal Code, the evidence of acts done by one of the accused can be used against the other. Major Baziul Huda vs State (Criminal) 111  "
	},
	{
		"title": "Prevention of Corruption Act",
		"year": 2010,
		"section": "Section 5(2)—Fugitive has no locus standi to file any petition—The petitioner is a fugitive from justicé when he moved the petition and obtained the Rule Nisi. This Court repeatedly argued that a fugitive from justice is not entitled to obtain a judicial order defying the process of the Court. When a person wants to seek remedy from a Court of law, he is required to submit to the due process of the Court and unless he surrenders to the jurisdiction of the Court, the Court will not pass any order in his aid..Anti-Corruption Commission vs ATM Nazimullah Chowdhury (Civil) 225    "
	},
	{
		"title": "State Acquisition & Tenancy Act, 1950",
		"year": 2010,
		"section": "Section 96—Pre-emption law provides four months time for filing an application for pre- emption from the date of knowledge and that any opposite party in the pre-emption case is permitted to file an application for adding him/her as an co- applicant with prayer for rateable preemption of the land within two months and is required to deposit he amount. Chan Miah vs pp Dabirul Islam Khan Civil) 228  "
	},
	{
		"title": "Words and Phrases",
		"year": 2010,
		"section": "  Commutation of sentence—Delay—There ar uniform decisions of our Superior Courts that meye delay is not a legal ground for the commutation of sentence of death.(Per SK Sinha J). Major Bazly| Huda vs State (Criminal) |<br>  Constitution—Supreme Law—Since the Constitution is the Supreme law of the land and the Martial Law Proclamations, Regulations and Orderg promulgated made by the usurpers, being illegal, void and non-est in the eye of law, could not be ratified or confirmed by the Second Parliament by the Fifth Amendment, as it itself had no such power to enact such laws as made by the above Proclamations, Martial Law Regulation or orders. Khondker Delwar Hossain vs Bangladesh Ilialian Marble Works (Civil) 298 <br> Doctrine of necessity—Doctrine of State necessity is no magic wand. It does not make an illegal act a legal one. But the Court in exceptional circumstances, in order to avert the resultant evil of illegal legislations, may condone such illegality on the greater interest of the community in general but on condition that those acts could have been legally done at least by the proper authority. Khondker Delwar Hossain vs Bangladesh Italian Marble Works (Civil) | : 298 <br> Doctrine of Severability—While declaring any. law ultra vires, the Court often applies the doctrine of severability to limit the application of the judicial verdict. This is no legislative act though such a decision modifies or even destroys a legislation.  Khondker Delwar  Hossain Bangladesh Italian Maible Works (Civil) 298 <br> Due process of law—The phrase due process of law”is synonymous with ‘law of the land’ as used in the famous twenty-ninth chapter of ‘Magna Charta’ which declared that “no freeman shall be aken, OF imprisoned, or dissiezed, or outlawed, or panished, or in any way destroyed, nor will the king iss upon him or commit him to prison, unless by he judgment of his peers or the law of the land.” This principle has been adopted in the Fifth and pourteenth Amendments of the American Constitution. Both these amendments prohibit deprivation of life, liberty or property ‘without due process of law’. The essence of the concept is fimess and avoidance of arbitrariness. (Per SK sinha J) Major Bazlul Huda vs State (Criminal) 111 <br> Effect of Martial Law—They serve the “peop]e” and can never become the masters of the “people”. Accordingly  Martial Law s unconstitutional and illegal and it is a mischievous device not founded in any law known in Bangladesh and by Martial Law the whole nation is hijacked by some people with the support of the armed forces and the whole nation goes into a state of siege; it is like that the whole nation and “We, the people of Bangladesh”, are taken hostage and further like a hostage-taking situation, the hostage takers themselves recognize that there is a superior law than their weapons which “We, the people” put in their hands to serve us and they recognize that there are two impediments to their taking over power or assuming power, first, the Constitution itself and so they, at first, start by saying “Notwithstanding anything in the Constitution” because they recognize that the Constitution is superior but they choose to brush it aside. The second impediment to Martial Law is the Superior Court of the Republic tntrusted with the solemn duty to “preserve, protect and defend the Constitution” and so every Martial Law, immediately upon Proclamation seeks to curb the powers of the Court, particularly, the powers of the Constitutional Court. Khondker Delwar Hossain  vs Bangladesh Italian Marble Works (Civil) 298 <br> Election Petition—Election process starts from the notification issued by the: competent. authority declaring election schedule and culminates in the declaration of result of election by a gazette notification and thereafter the question in respect of the effect of pendency of the appeal against the orders of conviction and sentence becomes an election dispute which can only be raised by way of an election petition. Dr Mohiuddin Khan Alamgir vs Bangladesh (Civil) 425 <br> Extra Constitutional Adventure—Our total disapproval of Martial Law and suspension of the Constitution or any part thereof in any form. The perpetrators of such illegalities should also be suitably punished and condemned: so that in future no adventurist, no usurper, would dare to defy the people, their Constitution, their Government, established by them with their consent. However, it is the Parliament, which can make law in this regard. Let us bid farewell kinds of extra constitutional adventure forever. Khondker Delwar Hossain vs Bangladesh Italian Marble Works (Civil) 298 <br> Partition Suit—Partition suit ending in a final decree or an amicable partition of the property among the admitted co-sharer through a registered deed of partition put an absolute end to co- sharership for all practical purpose irrespective of separation or splitting of land or Jama through mutation proceeding. Aktaruzzaman vs Abdur Rashid Khan (Civil) 250 <br> Pre-emption—After passing of the final decree in partition suit, it is effective between the admitted co-sharers and for the purpose of a pre- emption proceeding were the transfer is made by a co-sharer to a stranger. Aktaruzzaman vs Abdur Rashid Khan (Civil) 250  <br> Pre-emption—The passing of the final decree in a partition suit finally determines the right of the co-sharers in the land. Aktaruzzaman vs Abdur  Rashid Khan (Civil) 250 <br> Pre-emption—The application for the pre- emptor on the basis of co-sharership is not maintainable. Aktaruzzaman vs Abdur Rashid Khan  (Civil) 250  Rule of Law—The concept of rule of law is recognised all over the world, and our founding fathers of the Constitution also adopted that principle, but we failed to apply the same in the case of the killing of our Father of the Nation. (Per SK Sinha J). Major Bazlul Huda vs State (Criminal) 1  Remand—It is now well settled that the remand orders are not to be made as a matter of  course. The High Court Division as a revlgmnl Court is required to properly appreciate the rejey, Ange of the evidence on record before making such Order o remand. Since there is no necessity for taking any further evidence in the interest of resolution qf the dispute on title, the order of remand passed by the High Court Division cannot be sustained. Majeq, Khatun vs Jiban Nessa (Civil) 23g  Right of pre-emption—Final decree j, \" partition suit for a registered deed of partition py an end to co- sharershlp extinguishing his right of pre- emption. Akraruzzaman vs Abdur Rashid Khan  (Civil) 250 "
	}
]