app/helpers/rules_helper.rb

		def make_results_hash(rules)
      @results = {} # Initialize @results as an empty hash
      puts "Helper method started"
      rule_hash = {}


                  # Loop through each hash object in search_results
      rules.each do |hash_object|
        # Find the rule using the rule_id from the hash object
        rule = Rule.find(hash_object[:rule_id])
---
SELECT `rules`.* FROM `rules` WHERE `rules`.`id` = 90 LIMIT 1

    def make_results_hash_rules(rules)

      rule_hash = {}
      # Initialize an empty results hash
      @results = {}

                  # Loop through each hash object in search_results
      rules.each do |hash_object|
        rule = Rule.find(hash_object[:id])
---
SELECT `rules`.* FROM `rules` WHERE `rules`.`id` = 11 LIMIT 1