[
  {
    "title": "Administrative Tribunal Act, 1980 (VII of 1981)",
    "subsection": "",
    "year": 1991,
    "section": "Section 10A—Order given by Administrative Appellate Tribunal—Maintainability of writ petition for enforcement of such order—The Administrative Tribunal can execute, functioning as an executing Court, its own decisions or orders and also the decisions and orders of the Administrative Appellate Tribunal following the provisions of Civil Procedure Code relating to execution of a decree. The petitioner has been given a further remedy by way of punishment for contempt of the Tribunal's authority. The petitioner having failed to exhaust such remedies his writ petition is not maintainable. Munshi Mozammel Hossain Vs. Post Master, Faridpur (Writ) 415 "
  },
  {
    "title": "Administrative Tribunal Act, 1980 (VII of 1981)",
    "subsection": "",
    "year": 1991,
    "section": "Section 4(3)—Civilian employees in the  defence services—Administrative Tribunal was not correct in holding that they belonged to the defence services. Against the mistaken orders the petitioners were at liberty to prefer appeals before the Administrative Appellate Tribunal. Their applica- tions under the writ jurisdiction are not maintainable. Abdul Latif Vs. Bangladesk (Writ) 446  "
  },
  {
    "title": "Administrative Tribunal Act, 1980 (VII of 1981)",
    "subsection": "",
    "year": 1991,
    "section": "Section 4(2)—]Jurisdiction of Administrative Tribunal—Tribunal shall have no power to entertain an application unless it is filed within six months of the impugned order. In the instant suit the impugned order was made 4 years earlier than the date of incorporation of the petitioner bank in the schedule of the Act. Consequently the cause is beyond the jurisdiction of the Tribunal. That being so the suit does not come within the mischief of Article 117. DGM Rupali Bank Vs. Shah Jalal (Civil) 193  "
  },
  {
    "title": "Administrative Tribunal Act, 1980 (VII of 1981)",
    "subsection": "",
    "year": 1991,
    "section": "Section 4—Return of plaint in a matter relating to persons in the service of the Republic —Amendment replacing a cause of action, after it \" had ceased to exist, by a new cause of action so as to change the nature of the suit and the cause of action will not be allowed, and if allowed, cannot relate back to the date of filing the suit. Furthermore, the jurisdiction of the Civil Court having been vested in the Administrative Tribunal by the promulgation of special statute the jurisdiction of Civil Court in respect of Bank employees has been ousted, and in that view of the matter, the plaint was rightly returned by the Civil Court for presentation to the proper Tribunal having jurisdiction. Monsur Ali Vs. Janata Bank (Civil) 394  "
  },
  {
    "title": "Administrative Tribunal Rules, 1982",
    "subsection": "",
    "year": 1991,
    "section": "Rule 7—Order given by Administrative Appellate Tribunal—Maintainability of writ petition for enforcement of such order—The Administrative Tribunal can execute, functioning as an executing  Court, its own decisions or orders and also the decisions and orders of the Administrative Appellate Tribunal following the provisions of Civil Procedure Code relating to execution of a decree. The petitioner has been given a further remedy by way of punishment for contempt of the Tribunal's authori.ty. The petitioner having failed to exhaust such remed1e§ his writ petition it not maintainable. Munshi Mozammel Hossain Vs. Post Master, Faridpur (Writ) 415 "
  },
  {
    "title": "Admiralty Court Act, 1861",
    "subsection": "",
    "year": 1991,
    "section": "Section 6—Suit under Admiralty jurisdiction when not maintainable—Since the plaintiff is neither the owner nor consignee nor assignee of any Bill of Lading of any goods and since no damage was done to any goods of the plaintiff on board by the defendant, the plaintiff-insurer has no locus standi to invoke the jurisdiction of the Admiralty Court under section 6 of the Admiralty Court Act. The plaint be returned to the plaintiff with liberty to file it in appropriate court if not otherwise barred. Sadharan Bima Corporation Vs. Bangladesh Shipping Corporation (Civil) ; 548 "
  },
  {
    "title": "Admiralty Court Act, 1861",
    "subsection": "",
    "year": 1991,
    "section": "Section 6—Locus standi to invoke Admiralty jurisdiction—Only the owner or consignee or assignee of the Bill of Lading of any goods may claim damages against the owner, master or crew of the ship. The plaintiff insurer having satisfied neither of these descriptions they have no locus standi to invoke the jurisdiction of the Admiralty Court. Sadharan Bima Corporation Vs. Bangladesh Shipping Corporation (Civil) 322  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 37(4)—Where an arbitration agreement provides that a claim shall be barred unless it is referred to arbitration within certain time the Court is empowered to interfere if it is of the opinion that in the circumstances of the case undue hardship would otherwise be caused to a party. Sadharan Bima Corporation Vs. The Dhaka Dyeing and Manufacturing Company Ltd. (Civil) 286  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 30—In proceedings arising out of arbitration, a court cannot be regarded as a court of appeal from the decision of the Arbitrator. Courts art in favour of non-interference with his findings unless they are perverse or he has misconducted himself of the proccedings. MJs. Rising Sun Traders Lid. Vs. Chittagong Port Authority (Civil) 1                "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 20—Forfeiture of insurance claim—The arbitration agreement contained in the insurance policy in question provided that if a claim be made and rejected and an action be not commenced within 3 months after such rejection all benefits under the policy shall be forfeited. The Insurance Company having informed the plaintiff that their claims under the policy were not payable and as such rejected the same as per condition No. 13 of the policy and the plaintiff having not commenced any | action within 3 months, have forfeited all their rights under the policy. Sadharan Bima Corporation Vs. Dhaka Dyeing & Manufacturing Co. Ltd.  286  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 20—Arbitration on insurance claim—It is only where there is a dispute between the parties with regard to the amount of any loss or damage claimed by the plaintiff that the same could be referred to arbitration. Since the insurance company repudiated the plaintiff's claim wholly the dispute raised was not covered by condition No. 18 of the insurance policy. Sadharan Bima Corporation Vs. The Dhaka Dyeing and Manufacturing Company Ltd. (Civil) 286  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 13—Ex parte decision in arbitratigp proceeding—Powers of the Arbitrator—The respop. dent Port Authority did not appear before the Arbitrator at all nor did they express their intentigy to appear on receiving notice from the Arbitrator, [y, such circumstances the Arbitrator is not bound (g give them notice about ex parte hearing and passing of ex parte award in the arbitration proceeding before him. M/s. Rising Sun Traders Ltd. Vs. Chittagong Port Authority (Civil) 1  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 11—Parties refer their dispute to arbitration to get an amicable settlement which is encouraged even though Arbitrators do not follow strict and delicate procedural technicalities. If any party has lack of confidence in the Arbitrator he may seck his removal in accordance with law, —There is no requirement of law that a pers, serving under the respondent Port Authority cannqy function as Arbitrator or that the Arbitrator bejy their employee for some time in the past could not function as such. If the Port Authority had p, confidence in him they could seek his removal, pgjq Rising Sun Traders Vs. Chittagong Port Authority (Civil) 1  "
  },
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3-Item 3-First Sch.—Time limit for arbitration—The conclusion of arbitration proceedings depends upon facts and circumstances of cach case. The law has not prescribed a minimum time limit for this. M/s Rising Sun Traders Vs. Chittagong Port Authority (Civil) 1  "
  },
  {
    "title": "Arms Rules, 1924",
    "subsection": "",
    "year": 1991,
    "section": "Col. 2 Sch. 1—The decision in this case having depended on findings of facts as to whether the seized arms were recovered from the possession of the petitioner, whether the same came within the exception provided for and covered by amnesty, if any, declared by the Government, the extra-ordinary power to prevent the abuse of the process of the Court is not required to be exercised. Hossain Mohammad Ershad Vs. The State (Criminal) 150  "
  },
  {
    "title": " Bangladesh Abandoned Property (Control, Management & Disposal) Order, 1972 (PO 16 of 1972)",
    "subsection": "",
    "year": 1991,
    "section": "Articles 15 & 16—In exercise of statutory power the prescribed authority passed orders declaring the disputed property as not being abandoned property and directing its release in favour of the petitioner. This order having not been set aside or revised by any appellate or revising authority, it is not now open to the Govt. or any of its agencies to ignore the prescribed authority's order. Rana Awan Vs. Ministry of Works (Writ) 139 "
  },
  {
    "title": " Bangladesh Abandoned Property (Control, Management & Disposal) Order, 1972 (PO 16 of 1972)",
    "subsection": "",
    "year": 1991,
    "section": "Article 2—The plaintiff continued to live in Dhaka and did not acquire citizenship of any other country. After the liberation he took shelter elsewhere at Dhaka but when he appeared and claimed his property his whereabouts were very much known. So there is' no reason to treat his property as abandoned property. Hashem Vs. Bangladesh (Civil) ' 109  "
  },
  {
    "title": "Bangladesh Abandoned Property (Buildings in the Urban Areas) Rules, 1972.",
    "subsection": "",
    "year": 1991,
    "section": "Rule 14—In exercise of statutory power the prescribed authority passed orders declaring the disputed property as not being abandoned property and directing its release in favour of the petitioner. This order having not been set aside or revised by any appellate or revising authority, it is not now open to the Govt. or any of its agencies to ignore the prescribed authority's order. Rana Awan Vs, Ministry of Works (Writ) 139 "
  },
  {
    "title": "Bangladesh Abandoned Property (Buildings in the Urban Areas) Rules, 1972.",
    "subsection": "",
    "year": 1991,
    "section": "Rule 10—Suit for declaration simpliciter —When the suit property is in possession of the Overnment, no prayer for recovery of possession is required. If it is declared by the Court that the property is not an abandoned property, the Government will have no reason to possess the same and will be under an obligation to restore possession to the plaintiff and no prayer for recovery of possession as a consequential relief is necessary. The lessor under the Government has no independent right and no prayer for her eviction is necessary. Hashem Vs. Bangladesh (Civil) 109  "
  },
  {
    "title": "Banking Companies Ordinance (LVII of 1962)",
    "subsection": "",
    "year": 1991,
    "section": "Section 41—A company's Cash Credit Account with a bank—Power of Bangladesh Bank to give directions—The direction contemplated in the above section can be of general character touching policy guidelines and not otherwise. Direction given in the instant case does not mention any public interest, it rather relates to the conduct of a bank with respect to a particular loanec only to secure the interest of a respondent. Such direction particularly                when the resj;ondent's claim is sub-judice before a civil court was not proper, the same being beyond the purview of the section. Delia Jute Mills Ltd. Vs. Sonali Bank (Writ) 483 "
  },
  {
    "title": "Banking Companies Ordinance (LVII of 1962)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 2, 60-62—Auction sale of property of a company—The Company is in liquidation long afterwards—Question of setting aside the sale—Provisions of the Banking Companies Ordinance when read with those of the Companies Act and the Public Demands Recovery Act, it appears that the provisions of the Banking Companies Act shall be effective in addition to and not in derogation to the Companies Act or any other- law for the time being in force excepting “the provisions which are specifically made in the Ordinance. In view of the fact that the law under which the auction sale took place has made provisions for the aggrieved person to seek the relief of setting aside the auction and the plaintiff did not avail of the forum for appropriate remedy and the auction is still subsisting in the eye of law, the same cannot be set aside now in the present proceeding under the Banking Companies Ordinance. Official Liquidator Vs. Jahura Khatun (Civil) 558  "
  },
  {
    "title": "Building Construction Act,1952 (II of 1953)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 3B & 7—Construction of building without sanction—Order for removal and question of natural justice—To a person like the petitioner who constructed a building without sanction opportunity has been given to obtain sanction on payment of ten times of the prescribed fee and fine imposed. Had the petitioner availed such opportunity to protect his construction by submitting an application for sanction it could be said that he was prejudiced for not allowing him an opportunity to be heard on question of saving his construction from demolition. In the absence of pendency of any application for sanction, it cannot be said that there was failure of the principle of natural justice in his case.  Habibullah Chowdhury Vs. RAJUK (Writ) 187 "
  },
  {
    "title": "Children Act (XXXIX of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 2(f) & 6(1)—Joint trial of  appellant Sunil, a child, along with the appellants being adults was illegal. Kadu Vs. State (Criminal) 163 "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLVII r. I—Review—Formulation of points for determination—Non-fixation of proper points for determination has caused miscarriage of justice in the instant case. The Sub-ordinate Judge is directed to re-hear the application for review on fixation of points for determination and decide the same in accordance with law. Afsar (Md.) Vs. Moulvibazar Paurashava (Civil) 589  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLVI r. 7—The suit falling within the exclusive jurisdiction of the Small Cause Courts Judge but erroneously tried by a court other than the SCC Judge suffers from no legal infirmity and the trial cannot be vitiated. Section 23 of the Small Cause Courts Act negatives the proposition that section 16 of the Act altogether deprives the Civil Court of the jurisdiction conferred by section 9 of the Code in respect of the small causes suit, Wahida Rashid Vs. Miran Muhammad Zahidul Hoque. (Civil) 115  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLIII r I(a)—Taking revision in a matter in which appeal lies—High Court Division assuming revisional jurisdiction taking into consideration circumstances of exceptional nature, in a matter in which appeal lies, cannot be accepted as a general principle for determining the point as to whether revision application lies to the High Court Division against the order from which appeal lies before the District Judge. The present case having been arisen from the order against which appeal has been provided, revision is not maintainable, no matter whether the appeal has been provided for either before the District Judge or the High Court  Division. Mansur Ali Vs, Janata Bank (Civil) 394.  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLI rr. 31 & 33—It is the duty of the lower Appellate Court to discuss the evidence led by the parties as well as the points of law involved and to give findings thereon with reasons. Aftabuddin Fakir Vs. Sowdagar Rabi Das (Civil) 42  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLI r. 31—The object of rule 31 of Or, XLI of CPC is that the 1st Appellate Court myg consider independently the relevant salient pointg which arose for adjudication and to discuss evidence led by the parties as well as point of law. In the instant case the first Appellate Court did not discygg each issue separately nor gave any independent findings on each issue after assessment of evidence on merit. Obviously it suffers from patent illegality and material irregularity which was violative of the provision of Or. XLI rule 31 of CPC. Dewan Mohammad Safare Ali Vs. Bangladesh (Civil) 221  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLI r. 22(I)—The plaintiff having fileq no cross-objection against the finding of the tria] Court as to fabrication of the kabuliyat apg additional payment, the finding is holding good, Sheikh Salimuddin Vs. Ataur Rahman (Civil) 18  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XLI r. 1—SCC suit—Absence of fram- ing of issue on relationship of landlord and tenant—Though no issue was framed specifically on this point, it is clear from the judgment that the SCC Judge had taken into consideration the main points and decided the same as if there was an issue on the poir)ts and hence the judgment cannot be assailed only for not framing specific issue. Jogesh Chandra Pal Vs. Ershad Hossain Choudhhury (Civil)  170   "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXIX r. 4—The inherent power of the Subordinate Judge cannot extend to interference with the order of temporary injunction passed by the Appellate Court. The Subordinate Judge has no Jurisdiction to change or sit on the order passed by the District Judge in exercise of the inherent power under sec. 151 of the Code. Repco Laboratories Ltd. Vs. Nuruddin Ahmed (Civil) 123  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXIXrr. 1 & 2—There is no specific area or demarcation of the land allegedly encroached by the defendants opposite parties; in such a case no order of temporary injunction can be granted  —In a partition suit concerning land in the urban area a co-sharer should not be granted injunction if the proposed construction by other co-sharers does not diminish the value of the suit land. Fahim Al Haque Vs. Mohammad Abdul Aziz (Civil) 226  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXVIII rr. 5 & 8—Attachment of a chartered ship before judgment—Whether a ship under voyage charter is liable to attachment for th_e dues of the charterer under a voyage charter—Even .lf the contention of the petitioner is accepted and it is found that the ship in question reached territorial waters of Bangladesh under a time charter the ownership and also the possession of the ship remained with the original owner through the master and the crew who continued to be his servants. The opposite party being a voyage charterer as found by the Court below and he not being the owner of the ship in any manner the ship in question was not liable to be attached before judgment at the instance of the petitioner. Bangla Jalpari Lines (Pvt) Ltd Vs. Continental Grain Company (Canada) Ltd. & others (Civil 617  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXVIII r. I—Warrant to arrest the defendant—As the suit is for determination of right to immovable property, the Subordinate Judge had no jurisdiction to pass the order of arrest of the defendant nor such an order could be passed in exercise of the  Court's inherent jurisdiction. Mosharraf Hossain Mia Vs. Mosammat Hasina Begum (Civil) 254  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXIV-rr. 2, 7 & 11—Suit for reco- very of money by sale of mortgaged goods—Decree without interest whether needs interference—The Commercial Court rightly took the view that the defendant company was unable to pay any interest. The awarding of interest on the decretal amount is purely a matter of discretion of the Court. The Commercial Court exercised its discretion in refusing interest on ‘the valid ground that the company failed to run their business. Sonali Bank Vs. M/s. Begg and Beg Jute Incorporated (Civil)  27  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXXIII r. 1(2)(3)—Withdrawal of suit and question of preclusion from instituting a fresh suit—A plaintiff must be seen in the position of filing a second suit after actual withdrawal of first suit without obtaining permission to sue afresh. If he is not caught in this position then the bar of this provision is not attracted. Gouri Rani Dutta Vs. Taib Ali (Civil) 13  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XXII rr. 3, 4, 11 & 12—Abatement of appeal—whether appeal arising from an order in an execution proceeding abates with the death of a party to the appeal—There will be abatement of an appeal arising from a suit under the provisions of rules 3 & 4 of the Order. Since rule 11 does not refer to execution case or decree holder or judgement debtor rules 3 & 4 of the Order will not apply to an appeal from an order in execution proceeding and there will be no abatement of the appeal from an order in an exccution case. An appeal from an order in an execution case is nothing but the continuation of the execution case and since rules 3 & 4 of the Order do not apply to execution case as provided under rule 12 of the Order such appeal cannot abate on the failure of the appellant to bring on record the heirs of the deceased respondent within the time prescribed by law. Procedural law cannot be interpreted to frustrate the fruits of the decree or order from being enjoyed by the successful party. Tripura Modern Bank Ltd. Vs. Sunil Kumar (Civil) 460  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XX1 r.15—Even where the dispute ecreemg discharge, satisfaction and execution of a dispurs arises betwee_n decree-holders inter se the Pule can be determined by the executing Court and no separatc suit is necessary. Rabindra Narayan Gope Vs. Nani Gopal Gope (Civil) 540  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XX r. 5—Issue of law and maintainability of suit—whatever may be the Court's view on issue of law, it is now mandatory for the Court to try and determine the issue of law and facts as well. The Court may hear the issue of maintainability as a Preliminary issue but it must postpone its judgment till the hearing of the suit on .all other issues and thereafter give its findings on ‘the issue of maintainability' and on other issues as well. Inspector, Railway Bahini Vs. Sohrab Ali (Civil) 79  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XX r. 4 & Or. XLI r. 1—SCC ' suit— Absence of framing of issue on relationship of landlord and tenant—Though no issue was framed specifically on this point, it is clear from the judgment that the SCC Judge had taken into consideration the main points and decided the same as if there was an issue on the points and hence the judgment cannot be assailed only for not framing specific issue. Jogesh Chandra Pal Vs. Ershad Hossain Chandhhury (Civil) 170  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or XVI r. I—There is no bar in issuing sum- mons upon cited witnesses for the 2nd time if it is necessary in the interest of justice. If the application for summons is not a bonafide one, the Court may refuse the prayer for issuance of summons. Dildar Hossain Vs. Md. Sharif Hossain (Civil)  196  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XIV r. 2 & Or. XV r. 3—Issue of law and maimainability of suit—whatever may be the Court's view on issue of law, it is now mandatory for the Court to try and determine the issue of law and facts as well. The Court may hear the issuc of maintainability as a preliminary issue but it must stpone its judgment till the hearing of the suit on all other issues and thereafter give its findings on the issue of maintainability and on other issues as well.  Inspector, Railway Bahini Vs. Sohrab Ali (Civil) 79  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XIII r. I—Objection as to admissibility 9( evidence is 10 be taken at the first instance. In the Instant case no such objection was raised against the  Commissioner's report in question which can also be relied upon as the same is an official document and was prepared in due course. Abdul Quader Chowdhury Vs. Sayedul Hoque (Writ) 568  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. IX r. 13—Setting aside ex parte decree— Before fixing the suit for ex parte hearing the trial Court must satisfy itself that notices were duly served upon the substituted heirs. No such satisfaction was recorded and then the records did not show that notices were issued both through the usual course of process server and under registered post (ref. 40 DLR 314). In that view ends of justice will not be met if the original suit is not restored 0 its file and number. Guishan Ara Begum Vs. Moazzem Hossain (Civil) 41  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. IX r. 13—The compromise decree in question was passed even without issuing summons upon defendant No. 8 This speaks of fraud. Studied in the light of decisions cited, limitation was not a material point for the decision of allowing the Misc. case under Or. IX r. 13 CPC. Moynul Hasan Vs. Nezmul Hagq (Civil) 82  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 18—Admission of document —The policy underlying the Order is to exclude evidence the existence of which at the date of the suit is doubtful and as to the genuineness of which suspicion may arise because it was produced at the late stage. The subordinate judge exercised his discretion on sound judicial principle in refusing to admit the Kabuliyat at the late stage of the suit. Sree Birendra Nath Singh Vs. Md. Mokbul Sah (Civil)  77  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 11 (d)—In the instant case wher, the plaintiff does not dispute the determination of her share as in the preliminary decree but disputes, on the ground of fraud, the actual allocation of share in the final decree drawn in earlier suit, the invocation of the rule of finality is beside the point, Nannu Miah Vs. Mosammat Peer Banu Bibi (Civil)  526  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 11(d)—In exercising the power of rejecting a plaint the Court can look intg the statements of the plaint only. It cannot consider any fact stated in the written statement or any documeny produced by the defendant. Sudhansu Kumar Bargj Vs. Abul Hasnem (Civil) 327  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 11—Suit for declaration of ex parte decree fraudulent—Scope of such a suit— Cause of action to file and maintain such suit—falsity of claim cannot be a ground for setting aside an ex parte decree. Only when the plaintiff challenges an ex parte decree on the ground of fraudulent suppression of summons to deprive him of the opportunity of contesting the false claim in such a suit and the plaintiff can cstablish such allegation then such an ex parte decree can be set aside as fraudulent. The plaintiff having purchased the suit property during the pendency of the suit which was decreed ex parte the impugned decree is binding on him. They have no cause of action for the suit. Haji Md, Ishaguye ang others Vs. Rupali Bank (Civil) 0]  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 11—After having exhausted all procedures under the Public Demands Recovery Act which is a special law the plaintiffs are precluded from coming to the Civil Court. The instant suits are therefore barred by law on the face of the plaint themselves. Marida Begum Vs. Md. Hasan (Civil)  242  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 10—Suit under Admiralty juris- diction when not maintainable—Since the plaintiff is neither the owner nor consignee nor assignee of any Bill of Lading of any goods and since no damage was done to any goods of the plaintiff on board by the defendant, the plaintiff-insurer has no locus standi to invoke the jurisdiction of the Admiralty Court under section 6 of the Admiralty Court Act. The plaint be returned to the plamtiff with liberty to file it in appropriate court if not otherwise barred. Sadharan Bima Corporation Vs. Bangladesh Shipping Corpo- ration (Civil) ' 548  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 10—Locus standi to invoke Admi- ralty jurisdiction—Only the owner or consignee or assignee of the Bill of Lading of any goods may claim damages against the owner, master or crew of the ship. The plaintiff insurer having satisfied neither of these descriptions they have no locus standi to invoke the jurisdiction of the Admiralty Court. Sadharan Bima Corporation Vs. Bangladesh Shipping Corporation (Civil) 322  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 10—Return of plaint in a matter relating to persons in the service of the Republic—Amendment replacing a cause of action, aftcrithadcwsedtocxist,byancwmuseofaclionsoas to change the nature of the suit and the cause of action will not be allowed, and if allowed, cannot relate back 1o  the date of filing the suit. Furthermore, the jurisdiction of the Civil Court having been vested in the Administrative Tribunal by the promulgation of special statute the jurisdiction of Civil Court in respect of Bank employees has been ousted, and in that view of the matter, the plaint was rightly returned by the Civil Court for presentation to the proper Tribunal having jurisdiction. Mansur Ali Vs. Janata Bank (Civil) 394  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VII r. 3—Identification of the suit property —The lower appellate Court on scrutiny of plaint schedules came to the finding that the description of the suit land given by boundaries is quite identifiable and not vague and thereby rightly revised the trial Court's finding on identification. The suit being one for declaration of title only and there being no prayer for confirmation of possession or recovery of possession, the point of alleged vagueness as 1o the description of the suit land was not so material for adjudication. Bangladesh Vs. Dewan Obaidur Rez Chowdhury (Civil) 551  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VI r. 17—Return of plaint in a matter relating to persons in the service of the Republic —Amendment replacing a cause of action, after it had ceased to exist, by a new cause of action so as o change the nature of the suit and the cause of acticn will not be allowed, and if allowed, cannot relate back to the date of filing the suit. Furthermore, the jurisdiction of the Civil Court having been vested in the Administrative Tribunal by the promulgation of special statute the jurisdiction of Civil Court in respect of Bank employees has been ousted, and in that view of the matter, the plaint was rightly returned by the Civil Court for presentation to the proper Tribunal having jurisdiction. Mansur Al Vs. Janata Bank (Civil) 394  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VL. r. 17—Amendment of plaint—Plea of res judicata—When in a previous suit a party of z subsequent suit was impleaded in his representative capacity as an heir of the original tenant and it was not open to him to raise any defence in his personal capacity he can subsequently raise objection and his hereditary nature in the previous suit does not operate as res judicata. Amendment of the plaint in the subsequent suit to the effect that the decree made in the former suit arising out of revenue sale, wherein the plaintiffs were impleaded in personal capacity, was null and void is proper and just for effective adjudication of issues between the parties. Kutub Uddin Bhuiyan Vs. Sakhina Bibi (Civilj 601  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VI r. 17—Prayer for amendment of pre- emption application by way of addition of parties after the pre-emptors were earlier allowed exemption from such addition. The Assistant Judge does not  ~ exercise his discretion in a judicial manner by refusing addition of the same parties, when the Pre-cmptor appears to have averred that on a wrong advice they prayed for exemption. Mojibur Rehman Sarker Vs. Shafigul Islam (Civil) 313  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VI r. 17—In the amendment certain specific boundary has been incorporated keeping the . other averments of the plaint intact. Such amf’andment has not changed the character of the plaint. J.N. University Vs. Mujibur Rahman (Civil)  282  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VI r. 17—Amendment replacing a cause of action, after it had ceased to exist, by a new cause of action so as to change the nature of the suit and the cause of action will not be allowed, and if allowed, cannot relate back to the date of filing the suit. Furthermore, the jurisdiction of the Civil Court having been vested in the Administrative Tribunal by the promulgation of special statute the jurisdiction of Civil Court in respect of Bank employees has been ousted, and in that view of the matter, the plaint was rightly returned by the Civil Court for presentation to the proper Tribunal having jurisdiction. Monsur Ali Vs. Janata Bank (Civil) 394  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. VI r. 17—Amendment—When opportuni- ty for additional written statement not necessary —The amendment was of formal nature changing the name of the plaintiff bank following its de-nationalisation. Normally when an application for amendment of plaint is allowed, the defendant is given a chance to file additional written statement but the amendment being of formal nature the judge has committed no error of law in not giving opportunity for filing additional written statement. Mozammel Haque Vs. Uttara Bank (Civil) 498  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. I r. 10(4)—Addition of defendant and absence of amendment of plaint—After addition of defendant No. 3 as a party the plaintiff did not amend the plaint on the question of defalcation of money by nim as covered by issue No. 4 . In such circumstance the Subordinate Judge has erred in allowing the parties to lead evidence against the added defendant and therefore the decree passed against him is not sustainable. Abdul Awal Mia Vs. Sonali Bank & others (Civil) 201  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or.I r.10—Sub-tenant's claim to be added as a party in a suit for ejectment—although a sub-tenant is a necessary party in a suit for ejectment and requires to be added in such a suit but unless it is proved that he is a sub-tenant under the tenant, the question of his addition as a defendant does not arise. Nurul Absar Chowdhury Vs. Haji Abdul Hoque (Civil) 112  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or.I r. 10—In a suit for specific performance of contract it is not permissible to adjudicate on the question of title of stranger to the contract, who need not therefore be made a party to such a suit. Feroja Khatoon Vs. Brajalal Nath (Civil) 160  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Or. I r. 3—Defect of Party—Impleading of a nationalised company placed under a corporation whether constitutes defect of party—Defendant No. 1 is a nationalised company placed under a corporation renamed as Bangladesh Steel and Engineering Corporation. The company has not thereby lost its legal entity as a juristic person. It can sue and be sued without the corporation which controls the defendant company under PO 27 of 1972 and as such the suit in question could proceed against the defendant No. 1 without impleading the corporation. Progati Industries Ltd. Vs. Shahida Khatun (Civil) 4  .,  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 151—Inherent power—Where the Court itself passed a wrong order the Court is competent to rectify such order in exercise of its inherent power. Atash Ali Vs. Rebati Mohan Sarker (Civil) 539  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 151—The inherent power of the Subordinate Judge cannot extend to interference wih the order of temporary injunction passed by the Appellate Court. The Subordinate Judge has ng jurisdiction to change or sit on the order passed by the District Judge in exercise of the inherent power under sec. 151 of the Code. Repco Laboratories Ltd, Vs. Nuruddin Ahmed (Civil) 123  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 151—Warrant to arrest the defendyp, —As the suit is for determination of right o immovable property, the Subordinate Judge hag no jurisdiction to pass the order of arrest of the defendant nor such an order could be passeq in exercise of the Court's inherent jurisdiction Mosharaf Hossaim Mia Vs. Mst. Hasina Begum (Civil) 254  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 151—Where a mistake of a Court or Court's officer causcs some injustice to a particular party, the power under scction 151 of the Code can be exercised for the purpose of giving necessary  relief even though there is an alternative remedy o, doing the same. Boynuddin Vs. Azimuddin (Civiy  207  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 151—Locus standi to invoke Admi- ralty jurisdiction—Only the owner or consignee or assignee of the Bill of Lading of any goods may claim damages against the owner, master or crew of the ship. The plaintiff insurer having satisfied neither of these descriptions they have no locus standi to invoke the jurisdiction of the Admiralty Court. Sadharan Bima Corporation Vs. Bangladesh Shipping Corporation (Civil) 322  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 141—1In original matter in the nature of suit like pre-emption proceeding the principle of res judicata can have application inasmuch as the order passed in such proceeding has the effect of decree. Refazuddin Mondal Vs. Abdul Razzaque @ Rezaul Karim & ors. (Civil) 644  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 115—Revision—Scope of revision after amendment of section 115 CPC in 1983—No order of the Court below can be revised unless error of law committed by the Court below resulted in an error in the decision occasioning failure of justice. Attempt on the part of the defendant-petitioners to revise the valuation of the suit by hearing issue No. 2 regarding valuation was nothing but dilatory tactics when trial of the suit had already started taking up all the issues including the issue regarding valuation. The impugned order accepting the valuation as put by the plaintiff did not occasion any failure of justice and as such does not call for interference in exercise of revisional jurisdiction. Abul (Md) Kashem Vs. Ashrafuzzaman (Civil)  596  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 115—Taking revision in a matter in which appeal lics—High Court Division assuming                revisional jurisdiction taking into considera'.ign circumstances of exceptional nature, in a matter in which appeal lies, cannot be accepted as a general principle for determining the point as to whether revision application lies to the High Court Division against the order from which appeal lies before the District Judge. The present case having arisen from the order against which appeal has been provided, revision is not maintainable, no matter whether the appeal has been provided for either before the District Judge or the High Court Division. Mansur Ali Vs. Janata Bank (Civil) 394  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 115—Finding though concurrent is open to interferénce if it is based on no evidence. Kanak Mala Vs. Md. Safiuddin (Civil) 38  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 107—Remand for rehearing—The District Judge wlhile disposing of the appeal on the question of limitation has failed to discuss the evidence on recofd and take note of the statements of PWs 3 & 4 as to when and how the OPs went into possession of the case land. His judgment is, therefore, set asiae and the case is sent back on remand for a rehearing jof the appeal on the question of limitation only on the basis of the evidence on record. Birendra Nath Chakraborty Vs. Subal Chandra Biswas (Civil) 276  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 100 (repealed)—Finding of fact— The High Court Division will not entertain a second appeal on the ground of erroneous finding of facts unless it is found that in arriving at the finding the Court below committed an error in procedure or law. Nazir Ahmed Vs. Md. Hazee Kalu (Civil) 75  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 96—Person not entitled to take appeal—the lower Appellate Court has come to a definite finding that the appellant purchased the land from one Nirode who had no saleable interest and as such he has not been affected by the ex parte decree. Nirode having no subsisting interest to transfer the land to the appellant and the appellant having not been made party in the suit he had no locus standi to file the appeal. Gura Meah Vs. Haripada Parimal (Civil) 181  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 96—Lis pendens—Question of bar of appeal—The doctrine of lis pendens does not make alienations made during pendency of a suit void but only that such alienation will not affect the righs of other parties to the suit. It means that the purchaser pendente lite i: bound by the result of the litigation. In the instant case, the petitioner having alleged that he had purchased the suit land and the decree passed in the suit adversely affected his interest the District Judge has committed an error of law in not according permission to the petitioner to file the appeal. Bangladesh Leaf Tobacco Company Ltd. Vs. Md. Abdul Mannan (Civil) 7  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 94—Warrant to arrest the defendant—As the suit is for determination of right  10 immovable property, the Subordinate Judge had No jurisdiction 1o pass the order of arrest of the defendant nor such an order could be passed in exercise of the Court's inherent jurisdiction. Mosharraf Hossain Mia Vs. Mst. Hasina Begum (Civil) 254  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 80—Suit -against government with- oOut notice—Absence of service of notice cannot be a ground for dismissal of the suit. Khorshed Ahmed  Chowdhury Vs. Bangladesh (Civil) 264  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 47—Even where the dispute regarding discharge, satisfaction and exccution of a decree arises between decree-holders inter se the dispute can be determined by the executing Court and no separate suit is necessary. Rabindra Narayan Gope Vs. Nani  Gopal Gope (Civil) 540  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 35A—Compensatory cost—The present writ petition is not only frivolous but also vexatious and filed to harass respondent No. 5 for which the petitioner is liable to pay him a compensatory cost of Tk. 5000.00 . Ziaul Hoque Vs. The Election Commission (Civil) 9  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 30 & Or. XVI r. I—There is no bar in issuing summons upon cited witnesses for the 2nd ume if it is necessary in the interest of justice. If the application for summons is not a bonafide one, the Court may refuse the prayer for issuance of summons. Dildar Hossain Vs. Md. Sharif Hossain (Civil) 196  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 24—Though the schedule of plaint included some lands which have not fallen within the territorial jurisdiction of the court, the Court does not suffer from lack of jurisdiction in view of the fact that the suit was transferred to it by a competent court. Zahir Sheikh Vs. Md Yakub Ali (Civil) 168  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 24—Power of the District Court under this section is somewhat of administrative nature and discretionary. In suitable cases the District Judge can even suo motu exercise this power in the interest of justice. In that view there is no illegality in the order of transfer of the suit, particularly when both the Courts are situated within the same premises. Bijoy Kumar Basak Vs. Narendra Nath Datta (Civil) 68  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 16(d), 94, 151—Warrant to arrest the defendant—As the suit is for determination of right to immovable property, the Subordinate Judge had no jurisdiction to pass the order of arrest of the defendant nor such an order could  be passed in exercise of the Court's inherent jurisdiction. Mosharraf Hossain Mia Vs. Mosammat Hasina Begum (Civil) 254  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 15—Suit under Admiralty jurisdic- tion when not maintainable—Since the plaintiff is neither the owner nor consignee nor assignee of any Bill of Lading of any goods and since no damage was done to any goods of the plaintiff on board by the defendant, the plaintiff-insurer has no locus standi to invoke the jurisdiction of the Admiralty Court under section 6 of the Admiralty Court Act. The plaint be returned to the plaintiff with liberty to file it in appropriate court if not otherwise barred. Sadharan Bima Corporation Vs. Bangladesh Shipping Corporation (Civil) 548  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 11 & Order VII rule 11 (d)—Res Judicata—1In the instant case where the plaintiff does not dispute the determination of her share as in the preliminary decree but disputes, on the ground of fraud, the actual allocation of sharec in the final decree drawn in earlier suit, the invocation of the rule of finality is beside the point. Nannu Miah Vs. Mosammat Peer Banu Bibi (Civil) 526  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 11—Decision on preliminary issue—Question of res judicata—In the instant case the previous proceeding was disposed of on a preliminary issue and no decision on other issues relating to status of co-sharer of the opposite party pre-emptor was given. Where an issue is raised but not decided it does not operate as res judicata. Refazuddin Mondal Vs. Abdul Razzaque @ Rezaul Karim & ors. (Civil) 644  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 10—The House Rent Controller having dismissed the petitioner's cases under section 19 of the Rent Control Ordinance the latter preferred Misc. Appeals before the District Judge against the dismissal and prayed stay of the proceedings of SCC suits against him pending disposal of the appeals. It is held in such circumstance that the point at issue before the House Rent Controller and the SCC Judge are distinct and different and as such there is no question of granting stay. Sheikh Mohd. Salimullah Vs. Shafiqul Alam (Civil) 113  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 9—The suit falling within the exclusive jurisdiction of the Small Cause Courts Judge but erroneously tried by a court other than the SCC Judge suffers from no legal infirmity and the trial cannot be vitiated. Section 23 of the Small Cause Courts Act negatives the proposition that section 16 of the Act altogether deprives the Civil Court of the jurisdiction conferred by section 9 of the Code in respect of the small causes suit. Wahida Rashid Vs. Miran Muhammad Zahidul Hoque. (Civil) 115  "
  },
  {
    "title": "Code of Civii Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 9—Ouster of Court's jurisdiction to try a suit—the ouster of Court's jurisdiction is not to be readily inferred. Even when there is an express ouster, the court shall retain its jurisdiction if the order passed is without jurisdiction or malafide or not in accordance with law. Motiul Hoque Vs. DIT (RAJUK) (Civil) 407  "
  },
  {
    "title": "Code of Civil Procedure (Amendment) Ordinance (XLVIII of 1983)",
    "subsection": "",
    "year": 1991,
    "section": "Or. XX r. 5—Issue of law and maintain- ability of suit—whatever may be the Court's view on issue of law, it is now mandatory for the Court to try and determine the issue of law and facts as well. The Court may hear the issue of maintainability as a preliminary issue but it must postpone its judgment till the hearing of the suit on all other issues and thereafter give its findings on the issue of maintainability and on other issues as well. Inspector, Railway Bahini Vs. Sokrab Ali (Civil)  79 "
  },
  {
    "title": "Code of Civil Procedure (Amendment) Ordinance (XLVIII of 1983)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Execution case—Striking out exe- cution case after repeal of section 47 CPC—An objection by heirs of the deceased judgment-debtor cannot be entertained after repeal of section 47 CPC —After the repeal of section 47 of the Code the limited jurisdiction vested in the executing court to decide the question of execution, discharge and satisfaction of the decree has been taken away to save the decree holder from the misery of facing unlimited number of objections against execution of the decree and thereby delaying the execution of the decree indefinitely. Impugned order is liable to be set aside and execution to be proceeded with in accordance with law. Tripura Modern Bank Ltd. Vs. Sunil Kumar (Civil) 460  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—Inhcrent power under this section though unlimited should be exercised only in 3 cases when no other alternative remedy is gencrally available under the Code to make such order as may be necessary to give effect to any order under this Code or to prevent abuse of the process of any Court or otherwise to secure the ends of justice. In the peculiar facts and circumstances of the case, any interference with the impugned order of the learned Magistrate at this belated stage will not serve any of the purposes of this section, rather such interference may cause unduc harassment to the opposite party and defcat the ends of justice. State Vs. Satya Narayan Sarada (Criminal) 529 "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—Right of heirs of deceased complainant to proceed with the complainant's case—The complainant in the criminal case under section 447 claimed ownership and possession of the land in question. On his death during the pendency of the revision casc arising out of the matter his wifc having stepped into his shocs so far as it relates to his propertics, she is required to be brought on record to protect her interest in the land. Dr. Md. Abdul Baten Vs. State (Criminal) 60  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—Pectition of complaint contains allegations under sections 295A/298/109 Penal Code out of which, to initiate and continue with the proceeding, compliance of the provision of section 196 CrPC in respect of offence under section 295A Penal Code is necessary but no compliance is necessary in respect of offences under sections 258/109 Penal Code. Interference by way of Quashing the entire proceeding is not called for. Name of the petitioner finds mention in the HG .vpc__,mion of complaint but on a rcading of the same his complicity with commission of offence could not be traced out. The préceeding as against him is liable to be quashed in terms of the principles cnunciated in 28 DLR (AD) 38 . Jamir Sheikh Vs. Fakir Md (Criminal) 417  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—Indictment proceeding against a detenu— Question of its legality or otherwise at the time when it was initiated and at a subsequent time—An order of detention would be deemed to be a warrant of arrest from the Court of Magistrate; if the detenu would violate the warrant he would be a fugitive from justice. His failure to comply with direction to surrender would immediately attract the mischief of prosecution and consequent punishment. The offence would be complete on failure to surrender, subject however, to the defence of impossibility of performance which is a matter of fact to be decided on evidence. Section 7 (I)(b) is a punitive provision to come into play immediately after the lapse of time for surrender. The contention that the detention order being illegal the detenu had not rightly surrendered has little substance. It is not the order of detention but it is the fact of detention itself that matters. At the time it was initiated the proceeding was not prohibited by any law nor was it taken in violation of any law. It need not therefore be quashed at the present stage.  Anwar Hossain Monju Vs. State (Criminal) 447  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—Quashing of proceedings— Whether the untrue statement of the accused regarding his imported goods on which he has been prosecuted under the Customs Act is intentional or unintentional, bonafide mistake or a case of absence of knowledge is for the trial Court to decide on the basis of evidence that would be adduced—if the pending proceeding is stopped at this stage it would amount to stifling the proceeding in limine. Atiqur Rahman Vs. AKM Fazlul Hoque (Criminal) 49  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 561A—The decision in this case having depended on findings of facts as to whether the seized arms were recovered from the possession of the pctitioner, whether the same came within the exception provided for and covered by amnesty, if        any, declared by the Government, the extra-ordinary power to prevent the abusc of the process of the Court is not required to be exercised. Hossain Mohammad Ershad Vs. State (Criminal) 150  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 537—Cognizance—Scheduled and non-scheduled offences—Whep the very taking of cognizance of an offence, the framing of accusation and the trial upon charges of both scheduled and non-scheduled offences together suffered from complete lack of Jurisdiction, thig could not at all be considered to be a mere defegt in the framing of charges which by aid of section 537 of the CrPC can be cured if prejudice is not caused to the accused. A mere defect in framing of charge by the Court having jurisdiction is one thing while framing of charge without having any jurisdiction is a completely different thing. Mozammel (Md) Huq Vs. State (Criminal) 614  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 537—The remand order amounts to a double jeopardy for the petitioners and offers a chance to the prosecution to remedy its lacuna. Such a remand should not be made. Fazal Vs. The State (Criminal) 40  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 533—Credibility of confessiong] statement—No substantial compliance would cure the defect of noncompliance with the provisions of sec. 164 CrPC on material points. Confessiong] statement in a plain paper without the narration of questions and answers would not, by itself, make it inadmissible in evidence. Certificate given by the Magistrate, who had recorded the confessiona] statement, as to what had happened, how he wamneg and gave time for reflection to the person confessing, how yet he insisted on making confession and his admitting the same to be correct and the Magistrate's believing the same to be voluntary ought to be treated as conclusive evidence of facts stated therein unless shown to be otherwise. Abdul Hakim Vs. State (Criminal) 389  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 526—Transfer of case—Plea of bias —The question of admissibility or non-admissibility of evidence should be left to be agitated when the case is argued. Merely because a Court acted illegally in allowing some evidence to g0 into the record or disallowing some evidence as irrelevant or took a wrong view of the law in passing an order would not by itself be a ground for bias (Per Anwarul Hugq Chowdhury) Per Habibur Ralman Khan J (agreeiffg) 2In the present case the order refusing to grant adjournmen having been passed by the Spcc.u}l Tribunal noy i violation of any mandatory provisions of law but i, exercise of his discretionary power, could not itse| give rise to a ground for transfer as no prejudice could be shown to have been caused to the accuseqd. Hussain Mohammad Ershad Vs. State (Criminal) 347  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 522—Restoration of possession of immovable property—The order of the Court restoring possession must be passed within one month from the date of conviction. The Magistrate having passed the order of restoration beyond 30 days of the order of conviction acted without jurisdiction. The provision of section 522 cannot be availed of if the dispossession is not by means of criminal force or show of force or criminal intimidation. In the instant case the accused petitioner wrongfully entered into the shop at 10-30 PM but at that time the  complainant opposite party or his wife, who was the  tenant, was not upon the scene, There was neither assault nor any resistance or yse of criminal force in the act of dispossession by the accused petitioner. The Magistrate's order is bad on this count also.  Sheikh MA  Jabbar vs. AKM  Obaidul Hugq (Criminal) 233  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 522—Power to restore possession of immovable property—Provision of section 522 of the Code cannot be made applicable to the accused persons by filing a separate application to the Trial Court after disposal of the appeal and revisional application arising out of the case against him under section 447 Penal Code. Dr Md, Abdul Baten Vs, State (Criminal) 60  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 509A—Post-mortem report—For bringing such report in evidence strict compliance of section 509A of the Code is necessary. The report of the post-mortem examination was neither produced by the doctor who had held the post-mortem examination nor the doctor was examined as a witness in the trial. While producing the report PW 7, an investigating officer, had shown no cause explaining the circumstances under whu.:h the doctor could not be produced in court. Tarig Habibullah Vs. State (Criminal) 440 <br> Section 509A—Post-mortem report—The trial Court committed error of law in considering and relying upon the post-mortem report whep it was produced in court without fulfilling the requirements of section 509A. Khelu Mia Vs. State (Criminal)  573  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 509A—Post-mortem report although excluded from consideration while dealing with the prosecution case due to its having been brought on record yithout compliance of the provision of section 509A, the defence could very well use and refer to any portion of the report for its own purpose and for assisting the Court in reaching its decision. Tariqg Habibullah Vs. State (Criminal) 440  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 498—Anticipatory bail—Circum- stances when such bail was granted by the High Court Division. The police went to the residence of the petitioner to arrest him on the basis of a case started upon a newspaper report. He was a candidate for the National Assembly election. His political rivals and cnemies were bent upon defeating him by putting him in confinement through the help of the police. In such circumstances, the prayer for anticipatory bail was grantcd. Zulfigur Ali Bhutto Vs. State (Criminal) 312  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 491—Determination of age of a person in custody for the purpose of her guardianship—Isolated statcment of her father in such a case in respect of her age cannot be accepted as true unless it is supported by corroborative evidence. If a girl is found below 16 and taken away without the consent of the guardian then it will be an offence and the guardian will be entitled to her custody. Even if it is presumed that at time of occurrence of her kidnapping the detenu was minor but now when she is found major the Court has no jurisdiction to compel her to go with her father. Manindra Kumar Malakar Vs. Ministry of Home (Criminal) . 71  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 439 & 439A—Revisional power of the High Court Division—It is true that the party In a revision case under section 439A is debarred from agitating his point before the High Court Division under section 439 of the Code, but the power has not been restricted by any clause of section 439 or by any law if it is considered necessary to prevent the abuse of the process of the Court. The order of the Sessions Judge being not in accordance with law requires interference and the aid of sec. 561A of the Code can be appropriately invoked there being no scope for a second revision. Dr. Md. Abdul Baten Vs. State (Criminal) 60  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 439—The remand order amounts (o a double jeopardy for the petitioners and offers a - chance to the prosecution to remedy its lacuna. Such a remand should not be made. Fazal Vs. State (Criminal)  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 439—Application for condonation of delay in filing an appeal under the Special Powers Act is not maintainable. And such an appeal when time-barred cannot be treated as a revisional application under CrPC. .Shamsul Haque Vs. The State (Criminal) 247  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 437 & 439—Right of heirs of deceased complainant to proceed with the com- plainant's case—The complainant in the criminal case under section 447 claimed ownership and possession of the land in question. On his death during the pendency of the revision case arising out of the matter his wife having stepped into his shoes so far as it relates to his properties, she is required to be brought on record to protect her interest in the land. Dr. Md. Abdul Baten Vs. The State (Criminal)  60  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 436—Sessions Judge's power to order enquiry—The Sessions Judge commits no illegality in setting aside the order of discharge of the accused passed by the Magistrate and in directing the latter to send the case record to the Court of the Sessions Judge along with statements recorded by the police. The order is within the scope of sec. 436 CrPC. But the Sessions Judges's further order giving direction to send the accused for trial being in excess of his jurisdiction cannot be sustained. The Magistrate is left with his absolute discretion in the matter of taking cognizance of the offence and sending the accused-petitioners to the Court of Sessions for trial after holding further enquiry according to law. Motaleb Vs. State (Criminal) 519  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 435—Right of heirs of deccased complainant to proceed with the complainant's case—The complainant in the criminal case under section 447 claimed ownership and possession of the jand in question. On his death during the pendency of the revision case arising out of the matter his wife having stepped into his shoes so far as it relates to his properties, she is required to be brought on record to protect her interest in the land. Dr. Md. Abdul  Baten Vs. State (Criminal) 60  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 426—Bail after conviction—The accused could obtain bail from the Appellate Court or from the High Court Division and not from the trlal Court which became Sunctus officio after the filing and disposal of appeal against conviction. Dulal Vs. State (Criminal) 321  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 344 —Stay of Criminal Proceedings —Remand—A case and counter case over the self-same occurrence are to be tried by the same Court one after another. The judgment in both the cases is to be pronounced on the same date by the same Magistrate so that there is no conflicting decision and the parties are not prejudiced. The impugued judgment and order is set aside and the case remanded back to the Magistrate with direction to try CR Case No. 155 of 1989 and CR case No. 152 of 1989 by the same Magisuate giving opportunity to the parties to adduce their evidences and keeping the evidence already recorded in CR Case No. 155 of 1989 intact. Sharif Vs. Md. Obaidur Rahman (Criminal) . 66  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 339C(4) & D—Revival of a case—By the use of expressions in an unambiguous manner the legislature has left absolutely no doubt that the limitation regarding making an application by the Government to the court for revival of the relevant case shall run from the date on which the court concerned actually stopped the proceedings and not from the date on which the proceedings of the trial of the case should have been stopped. AHM Kamaluddin Vs. State (Criminal) 294  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 234-236—Misjoinder of charge —When the accused have been charged under sections 302/34 Penal Code on the allegation that they committed murder in furtherance of common intention, the addition of section 460 Penal Code in the charge is materially defective. The accused having been convicted and sentenced under sections 302/34 their conviction and sentence at the same time under section 460 in the same case is bad in law and should be set aside. Khelu Mia Vs. State (Criminal) - 573  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 195(1)(c)—Prosecution for a document given in evidence— From a perusal of the provision of law it appears that the words \"documents produced or given in evidence\" contemplate the original documents alleged to be -forged and not a certified copy of the same, If the document in question is not produced in Court , but a certified copy of the same is produced, no complaint from the court is necessary for prosecution of the alleged offenders. In view of the decision in the case of Sanmukhsingh and others Vs, The King AIR 1950 (PC) 31 the absence of complaint cannot stand as a bar to the trial of the accused-petitioner in the present cz?sc for fo_rgery relating to the sale deed produced in Court in the earlier SCC suit. Shambhu Nath and others Vs, State (Criminal) 660  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 190(I)(c)—Cognizance of offence by Magistrate—The Magistrate has got wide power - under section 190(I)(c) CrPC to take cognizance of any offence even upon his knowledge or suspicion that an offence has been committed and to pass, in the present case, the impugned order sending the case for judicial enquiry after rejecting the police report and then taking cognizance after receipt of the enquiry report. Abdur Rashid Vs. The Siate (Criminal) 279  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 533 CrPC is the curable section but it would not cure a non-compliance if the error had injured the accused in the defence on merits. Thus, when the statements were not even read out to him or could not possibly be read over to him for him to admit or to deny or to examine its correctness or not even shown to him and signed by him, specially when the said are made against his interest and would be used against him, it could not be said that the said would be cured under section 533 CrPC.Abdul Hakim Vs. State (Criminal) 291  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 164 & 533—Confession—Non -compliance with provisions for recording cc?nfes- sion, effect of—In a case of non-compliance wm} the provisions of section 164 CrPC on ma_terial points, no question of any substantial compliance would arise. Certificate given by the magistrate as to what had happened, how he warned, gave time for reflection, yet how the accused insisted on making the confessional statement ought to be treated as conclusive evidence of facts therein unless shown to be otherwise.  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 164—Credibility of confessional statement—No substantial compliance would cure the defect of noncompliance with the provisions of sec. 164 CrPC on material points. Confessional statement in a plain paper without the narration of questions and answers would not, by itself, make it inadmissible in evidence. Certificate given by the Magistrate, who had recorded the confessional statement, as to what had happened, how he wamed and gave time for reflection to the person confessing, how yet he insisted on making confession and his admitting the same to be correct and the Magistrate's belicving the same to be voluntary ought to be treated as conclusive evidence of facts stated therein unless shown to be otherwise. Abdul Hakim Vs. The State (Criminal) 389  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 164—The Magistrate while recording the confession did not record any questions and answers. But then he made real endeavour for coming to the conclusion that the statement- was voluntary. The omission to record questions and answers cannot be considered as fatal defects when confession was made duly though not recorded duly for want of prescribed form. Facts stated in the confessional statement appear to be consistent with the evidence of PWs. In that view, the confessional statement is true as well. State Vs. Kalu Bepari (Criminal) 249  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 164—Confessional statement—The Magistrate having admitted that after recording the confessional statement, the condemned prisoner was sent back to the police custody, his confessional statement is to be treated as not voluntarily made. State Vs. Ali Kibria (Criminal) 512  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 164—Statement made by the victim of an offence, when it can have evidentiary value—In the absence of examination of the alleged victim, her statements allegedly made to the police or to the Magistrate cannot be treated as evidence against the accused. As neither the victim girl nor the magistrate was examined, the statements recorded by the latter is not even a secondary evidence and in - that view it is no legal evidence to prove the prosecution case. Abul Kashem Vs. The State (Criminal) 420  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 154—FIR does not contain detailed facts of the prosecution case. Its main purpose is to give informatfon of a cognizable offence to the public and set the law in action. Ataur Rahman Vs. State (Criminal) 87  "
  },
  {
    "title": "Code of Criminal Procedure (V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": "Section 29—Labour Court and a Magistrate, 1st Class, having jurisdiction in the relevant matter shall have concurrent jurisdiction to try an offence Punishable under the Industial Relations Ordinance. ‘Under section 64 of the Ordinance a Magistrate, 1st Class, has also been invested with power to tiy any f)ﬁ'cncc under this Ordinance. The decision reported N 1985 BLD (AD) 278 is not applicable in the facts of the present case. Kamaluddin Chowdhury Vs. Mashiudowllah (Criminal) 137  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 171—Auction sale of property of a company—The Company is in liquidation long afterwards—Question of setting aside the sale—Provisions of the Banking Companies Ordinance when rcad with those of the Companies Act and the Public Demands Recovery Act, it appears that the provisions of thc Banking Companies Act shall be effective in addition to and not in derogation to the Companies Act or any other law for the time being in force excepting the provisions which are specifically made in the Ordinance. In view of the fact that the law under which the auction sale took place has made provisions for the aggrieved person to seck the reliel of setting aside the auction and the plaintiff did not avail of the forum for appropriate remedy and the auction is still subsisting in the eye of law, the same cannot be set aside now in the present proceeding under the Banking Companics Ordinance. Official Liquidator Vs. Jahura Khatun (Civil) 558  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 162 & 163—Winding up of a . Company for non-payment of rent—An arrear house rent is the liability of a company and if a Company is unable to pay such liability it may be wound up. Nizamul Haque Vs. Singa Bangla Garment Manuf- acturing Company (Pvt) Lid. (Civil) 603  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 162 & 163—Landlord’s right to seck winding up of a company—when a debt due by a company is established and remains unsatisfied, jt is not under discretion of the Court to refuse creditor an order for winding up of the Company. The Court is to consider the nature of the money owing to the creditor. Money owing is that which is legally recoverable. The petitioner being admittedly landlord and the defendant company being unable to pay its rent, the application for winding up of the latter is maintainable. BRTC Vs. Ashraf Jute Mills (Civil) 240  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 162—Winding up of a company— question of locus standi. Since the petitioner is one of the original promoter-directors of the Company and is now challenging the transfer of his sharcs in the Company on grounds of fraud the application under section 162 of the Act is maintainable as he has still got subsisting interest in the company. Ismail Siddique Vs. Crescent Apparels (Private) Lid. (Civil) 99  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 38 & 162—The Court is to examine the case as a whole on the basis of given materials. There is no scope for rectification of share register under section 38 of the Act as suggested on behalf of the respondent, when the petitioner has founded his case for winding up of the company. Md. Ismail Siddique Vs. M/s. Crescent Apparels (Private) Ltd. (Civil) 99  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 38—Rectification of share register —Rectification after renunciation of shares of individuals in favour of a corporation whether valid—It is not correct to say that shares can be transferred only to an individual national and not to any juristic person, because the latter is not a citizen. A legal and juristic person or body corporate is a person by fiction of law and some human being is entitled to act on its behalf. Petitioner Investment Corporation of Bangladesh being a legal and juristic person is competent to purchase the shares. Investment Corporation of Bangladesh Vs. Bata Shoe Company (Bangladesh) Ltd (Civil) 487  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 38—Maintainability of an applica- tion for transfer of shares—If a dispute cannot be resolved without resorting to any other means excepting the papers and documents filed before the Court in that case the question may arise whether such an application will be maintainable or not. Sker Ali Amir Ali Virjec Vs. Eastern Industries (Civil) 54  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 38—Rectification of share-register— It is not necessary to produce the script (original share certificate) before the Managing Director for transfer of the shares because he knew about the shares. In the facts of the present case, nonpro- duction of scripts will not debar the transferce fro_m getting his name registered in the Company as 1ts share-holder. Sher Ali Amir Ali Virjec Vs. Eastern Irdustries (Civil) 54  "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 38—Rectification of share register —When facts arc not disputed or complicated, rather papers and documents filed by the partics are sufficient to scttle their rights and interests, the jurisdiction of the Company Court is sufficiently wide to resolve the question of rectification. Shoaib Vs. Uttara Bank Ltd. (Civil) 329                "
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 34— Instrument of share transfer —Affixing of stamp—+There is no time limit or any consequential obligation if stamp is not affixed with the instrument of transfer. There is no penal provision either. Stamp may be paid even after submission of the instrument to the Company. In the facts of this case 26 DLR 303 held not applicable. Shoaib Vs. Uttara Bank Ltd. (Civil)  329.  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 117(2) —\"Exhaustion rule'—No one is entitled to move the Court for a supposed orf threatened injury until all the available remedics of the administrative authorities have been exhausted including appeal to the administrative superior. The 'exhaustion rule’ cannot be avoided on the ground of Inrreparable injury or expeditiousness of judicial remedy. After exhausting all available remedies the petitioner can attempt to move this Court for enforcement of fundamental rights. Abdul Hannan Khan Vs. Ministry of Home Affairs (Writ 131 "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 117(2)—Return of plaint in a matter relating to persons in the service of the Republic—Amendment replacing a cause of action, after it had ceased to exist, by a new cause of action so as to change the nature of the suit and the cause of action will not be allowed and, if allowed, cannot relate back to the date of filing the suit. Furthermore, the jurisdiction of the Civil Court having been vested in the Administrative Tribunal by the promulgation of special statute the jurisdiction of Civil Court in respect of Bank employees has been ousted, and in that view of the matter, the plaint was rightly returned by the Civil Court for presentation to the proper Tribunal having jurisdiction. Mansur Ali Vs, Janata Bank (Civil) 394  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 117(2)—Jurisdiction of Adminijs. trative Tribunal—Tribunal shall have no power g entertain an application unless it is filed within six months of the impugned order. In the instant syjt the impugned order was made 4 years earlier than the date of incorporation of the petitioner bank in the schedule of the Act. Consequently the cause is beyond the jurisdiction of the Tribunal. That being so the suit does not come within the mischief of Article 117 . DGM Rupali Bank Vs. Shah Jalal (Civil) 193  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 117—A government servant punisheq with major penalty in a departmental proceeding can come to the Supreme Court for judicial review unde, Article 44 of the Constitution read with Article 10 (1) for enforcing fundamental rights after exhausting administrative remedies including appeal angd remedies before the Administrative Tribunal apg Administrative Appellate Tribunal. Case relied on jg Sampad Kumar Vs. Union of India AIR 1987 (SC) 386 . Serajul Islam Vs. DG Food (Writ) 237  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Articles 102(2)(a)(ii) & 102(2)(b)(i)—Maintainability of writ petition challenging legality of the order of detention after release of the detenu—the petitioner being an aggrieved person along with others challenged the validity of the transaction made during his detention period touching the transfer of the Mill of the Company of which he was the Managing Director. If the order of detention remained unchallenged it may be used against him which may create obstacle in the way of his getting proper remedy. No other Court other than this Court under Article 102 of the Constitution has jurisdiction in the matter. Any suit or other proceeding may be taken in any appropriate Court for anything done not in good faith. The impugned order has not therefore become infructuous and the relief prayed for is not for academic purpose. In that view the writ petition is quite maintainable and the petitioner is entitled to the declaration prayed for. Mirza Ali Ashraf Vs. State,(Writ) 144  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102 (I)(5)—\"Exhaustion rule'—No one is entitled to move the Court for a supposed or threatened injury until all the available remedies of the administrative authorities have been exhausted including appeal to the administrative superior. The ‘exhaustion rule' cannot be avoided on the ground of inrreparable injury or expeditiousness of judicial remedy. After exhausting all available remedies the petitioner can attempt to move this Court for enforcement of fundamental rights. Abdul Hannan Khan Vs. Ministry of Home Affairs (Writ) 131  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102(1)(2)(a)(i) & (ii)—\"Person aggrieved\"—Question of locus standi to file writ petition—Whether Bangladesh Sangbadpatra Par- ishad, a registered association of owners of L}}e newspapers and newspaper organisations 1n Bangladesh is competent to challenge the vahdl.ty of the constitution of Wage Board and its authority of fixing minimum wages for newspaper employees. <br> Held : In the facts and circumstances of the case, the petitioner Bangladesh Sangbadpatra Parishad is not a \"person aggrieved\" to question the award of Wage Board or the connected law, as it has nothing to lose or win by the impugned award. It is the owners of newspapers and the employees who are affected by the award and not Bangladesh Sangbadpatra Parishad. This Parishad may represent the employers anywhere but it has no locus standi to invoke the jurisdiction of this Court under Art. 102 of the Constitution. Bangladesh Sangbadpatra Parishad Vs. Bangladesh (Writ) 424  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—Administrative authority passing order without hearing the person being affected. Such order will be without jurisdiction. In this casc the order of the Chief Election Commissioner passed at the instance of the petitioner for recounting of ballots without notifying the respondent who secured the highest number of votes was wholly without jurisdiction and void even if he had power to pass such an order. A. Rouf Mia V. Ministry of LGRD & Co-operatives (Writ) 29  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—To adjudicate whether the petitioner is a defaulter can be proved on recording of cvidence which does not come within the scope of Article 102 of the Constitution. Abdul Momen Bhuiyan Vs. Hazi Payez Ali Mia (Writ) 97  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—Academic discipline—Scope of review in writ jurisdiction—The evaluation of academic attainment of a student being the sole function of the University and any action taken, prima facie, in accordance with the rules and regulations has little to be interfered by the dictum of the Court, especially, under the writ jurisdiction. What materials the Discipline Board, working under the University Ordinance, could find against the petitioners during the enquiry held in respect of the disputed answer scripts cannot be a subject of review in writ jurisdiction. This is because the High Court Division cannot assume the function of any appellate authority over that of the Discipline Board. Enamul Huq Vs. Dhaka University (Writ) 507  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—Impugned order becoming infruc- tuous—Remedy for wrong alrecady done—Courts are and should be reluctant to decide constitutional points merely as matters of academic importance. If, however, the impugned order was a wrongful one there is nothing to prevent the petitioner from instituting a suit for damages. Ghyas Siddique Vs. Bangladesh (Writ) 179  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—Refusal of tender work—No Temedy under writ jurisdiction—Purchase Manual as »ICTCNC(I 1o by the bidder in support of his claim to ket the tender work has no statutory force or backing masmuch as there is no provision in the Petroleum A, 1974 for framing any Purchase Manual nor it has been framed thereunder or any other law. Pctrobangla has unfettered right to accept or reject any or all quotations without assigning any reason in terms of the provisions of the tender document. Chevron Lines Vs. Chairman BOGMC (Writ)  218  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 102—A government servant punished with major‘penalty in a departmental proceeding can come to the Supreme Court for judicial review under Article 44 of the Constitution read with Article 102 (1) for enforcing fundamental rights after exhausting administrative remedies including appecal and remedies before the Administrative Tribunal and Administrative Appellate Tribunal. Case relied on is Sampad Kumar Vs, Union of India AIR 1987 (SC) ‘-386 . Serajul Islam Vs. DG Food (Writ) 237  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Articles 48, 70, 75, 102 & 119 —Question of voidability of a legislation and stay of clection —For the reasons that he who sceks equity must do equity and must come with clean hands at the carliest opportunity and that the petitioners slept over the matter for a considerable period of time and preferred to challenge the Act only after the promulgation of the Ordinance which has since repealed, prayer for ad interim stay is refused and the matter be placed before the regular Bench on the reopening of the Court for hearing of the substantive application. Abdus Samad Azad MP Vs. Bangladesh (Writ)  607  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 44—A government servant punished with major penalty in a departmental proceeding can  come 10 the Supreme Court for judicial review under Article 44 of the Constitution rcad with Article 102 (1) for enforcing fundamental rights after exhausting administrative remedices including appeal and remedics before the Administrative Tribunal and Administrative Appellate Tribunal. Case relied on is gampad Kumar Vs. Union of India AIR 1987 (SC) 186 . Serajul Islam Vs. DG Food (Writ) 237 Articles 44, 102(1)(5) & 117(2)— \"Exhaus- tion rule'—No one is entitled to move the Court for a supposed or threatened injury until all the available remedics of the administrative authoritics have been exhausted including appeal to the administrative superior. The ‘exhaustion rule' cannot be avoided on the ground of inrreparable injury or expeditiousness of judicial remedy. After exhausting all available remedies the petitioner can attempt to move this Court for enforcement of fundamental rights. Abdul Hannan Khan Vs. Ministry of Home Affairs (Writ) 131  "
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 27—Equality before law—Equality as under Article 27 means equality between citizens or persons of the same footing. A reasonable classification is never ultra-vires of the cquality clause. Afsar Ali Chowdhury Vs. Bangladesk (Civil) 593  "
  },
  {
    "title": "Contempt of Courts Act (XII of 1926)",
    "subsection": "",
    "year": 1991,
    "section": "Section 2—Contempt by allegations in cansfer petition—The Munsif concerned did not deny he statements made in the application under section 24 CPC although his report was called for. In view of this the allegations made by the contemners in their transfer petitions do not come within the mischief of contempt law. State Vs. Joynal Abedin  (Criminal) 261 "
  },
  {
    "title": "Contract Act (IX of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 171—Banker's right of lien —Whether a bank can retain depositor's money in exercise of its right of general lien—Depositor's money with the bank is not in the nature of any £00ds bailed to the bank—Money deposited by the  Plaintiff in his account cannot be retained by the bank for the simple reason that by the said deposit a Felationship of debtor and creditor is established 3 between the bank and its customer and the bank can Use the money in any manner it likes as the Ownership in such deposit vests in the bank and there is no question of exercising lien on the money over which the bank has absolute right of ownership and possession—The bank could not withhold the money deposited by the plaintiff with the defendant No. 1 in exercise of its right of general lien. Rupali Bank Vs. Haji Ahmed Sabur (Civil) 464 "
  },
  {
    "title": "Contract Act (IX of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 62—Once a bank's borrower has become a defaulter, his stigma cannot be removed by invoking the provision of section 62 which only contemplates novation of contract or modification of the term of contract. It has little to do as to the elevation of the status of person who has already defaulted in making payment of any dues to the Bank. Abdul Momen Bhuiyan Vs. Hazi Payer Ali Mia (Wrif) 97  "
  },
  {
    "title": "Contract Act (IX of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 28—Forfeiture of insurance claim —The arbitration agreement contained in the insurance policy in question provided that if a claim _be made and rejected and an action be not commenced within 3 months after such rejection all benefits under the policy shall be forfeited. The Insurance Company having informed the plaintiff that their claims under the policy were not payable and as such rejected the same as per condition No. 13 of the policy and the plaintiff having not commenced any action within 3 months, have forfeited all their rights under the policy. Sadharan Bima Corporation Vs. Dhaka Dyeing & Manufacturing Co. Ltd. (Civil) 286  "
  },
  {
    "title": "Court-fees Act (VII of 1870)",
    "subsection": "",
    "year": 1991,
    "section": "Section 8C—Valuation of suit—Issue regarding valuation—Acceptance of valuation given by the plaintiff —Whether Court is bound to hold enquiry to revise the valuation given by the plaintiff while deciding issue regarding valuation when the trial of the suit already commenced without any- evidence merely relying on the valuation in the sale deeds filed. The Court is not bound to hold enquiry regarding valuation on the mere seeking of the defendants and the Court in its discretion may accept the valuation given by the plaintiff in the plaint if the same appears to be reasonable tc the Court. In a summary enquiry regarding valuation unless.the Court finds that the valuation given by the plaintiff is grossly undervalued the Court in its discretion does not interfere. Abul (Md) Kashem Vs. Ashrafuzzaman (Civil) 596 "
  },
  {
    "title": "Court-fees Act (VII of 1870)",
    "subsection": "",
    "year": 1991,
    "section": "Section 8(c)—Determination of valuation of the suit—The court is to hold an enquiry and determine the valuation where there is objective standard of valuation of the suit. The objective standard of valuation is the consideration money of the kabala or the market price. There is no embargo on the enquiry to be made on the valuation in the absence of written statement in a suit where objection has been raised regarding the valuation and where objective standard for valuation is available. The enquiry is to be made after giving sufficient opportunity to the concerned parties. Ahmed Kabir Vs. Haji Mazahar Ahmed (Civil) 500  "
  },
  {
    "title": "Criminal Law- (Amendment) Act (XL of 1958)",
    "subsection": "",
    "year": 1991,
    "section": "Section 0—Provisions of section 339C & D shall apply to the proceeding before the court of Special Judge. This legal position has also been accepted by the legislature by enacting Act No. XIII of 1987 . AHM Kamaluddin Vs. State (Criminal) 294 "
  },
  {
    "title": "Criminal Trial",
    "subsection": "",
    "year": 1991,
    "section": "Double Jeopardy—The remand order amounts to a double jeopardy for the petitioners and offers a chance to the prosecution to remedy its lacuna. Such a remand should not be made. Fazal Vs. State (Criminal) 40 "
  },
  {
    "title": "Criminal Trial",
    "subsection": "",
    "year": 1991,
    "section": "Motive—If the prosecution assigns a particular motive in proof of its case, then the motive has to be established by the prosecution failing which the prosecution must suffer on that account, not the defence. Khelu Mia Vs. State (Criminal) 573  "
  },
  {
    "title": "Criminal Trial",
    "subsection": "",
    "year": 1991,
    "section": "Joint Trial—Joint trial of appellant Sunil a child, along with the appellants being adults was illegal. Kadu Vs. The State (Criminal) 163  "
  },
  {
    "title": "Customs Act (IV of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 156(8) clause 89—Onus—In 3 criminal case the onus is always on the prosecution to prove that the offence was committed by the accused. But clause (89) of sub-section (8) of section 156 is an exception to the rule. Clause 89 casts a duty on the accused to offer a lawful excuse with  regard to the indictment brought against them. Amir Ali Vs. State (Criminal) 564  "
  },
  {
    "title": "Customs Act (IV of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 156(I)(8)—Cognizance—Scheduled and non-scheduled offences—When the very taking of cognizance of an offence, the framing of accusation and the trial upon charges of both sche- duled and non-scheduled offences together suffered from complete lack of jurisdiction, this could not at all be considered to be a mere defect in the framing of charges which by aid of section 537 of the CrPC can be cured if prejudice is not caused to the accused. A mere defect in framing of charge by the Court having jurisdiction is one thing while framing of charge without having any jurisdiction is a completely different thing. Mozammel (Md) Hugq Vs, State (Criminal) 614  "
  },
  {
    "title": "Dissolution of Muslim Marriage Act (VIII of 1939)",
    "subsection": "",
    "year": 1991,
    "section": "Section 2(VIII)(a)—Restitution of conjugal rights by the husband—Cruelty of conduct of the husband is a valid ground to refuse such rights. Compelling the wife to do domestic work amounts to cruelty of conduct. Under the provision of section 2(VIII) of the Dissolution of Muslim Marriage Act physical assault and making the life of the wif, miserable by cruelty of conduct even if such conduct does not amount to physical ill-treatment are cruelty—In the well-to-do family of the partjeg compelling the wife to do domestic work is ajg, physical and mental torture. Physical and menty torture of the wife is not only an offence but alsg , valid ground to refuse restitution of conjugal righys to the husband and to allow maintenance to her in terms of the Nikahnama as she was compelleqd leave the husband's house on account of his cruelty, Hosne Ara Begum Vs. Alhaj Md. Rezaul Karim  (Civil) 543 "
  },
  {
    "title": "Easements Act (V of 1882)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 52 & 60—Licence for permanent construction—Whether grantor of the licence can derogate from the grant—In the present case the respondent spent money on the construction of the building knowing that the land belongs to the appellant. The question is whether he can claim title in the building. The claim must have for its basis his ownership in the building. Had he constructed the building in the bonafide belief that he was the owner of the land, he could have at most claimed compensation or assert his right to remove the structures. In view of the finding that Ext. I, a letter of authority to raise loan and no licence to construct a building, the respondent is not entitled to get any relief and his suit is liable to be dismissed. Hameeds Banu Vs. AFM  Naziruddin (Civil) 623 "
  },
  {
    "title": " Electeral Rolls Ordinance (LXI of 1982)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 19(I) & 25(d)—Termination of worker—Termination when 1o take effoct—Labour Court has given no reasons for treating the daie of Its judgment as the date of termination of service of the worker. It is not correct to say that the language       of section 25(d) of the Act and the acts and circumstances of the case warrant treating the date of judgment of the Labour Court as the date of termination of his service. Labour Court's- order treating the date of its judgment as the date of rmination is without lawful authority. Chittagong textile Mills Vs. Labour Court (Civil) 471  "
  },
  {
    "title": " Electeral Rolls Ordinance (LXI of 1982)",
    "subsection": "",
    "year": 1991,
    "section": "Section 15—Correcting electoral roll— Election Commission in exercise of its power under section 15 can correct the wron g printing of fictitious name in the electoral roll if the mistake is brought to its notice. Matiur Rahman Vs. Election Commission (Writ) 229  "
  },
  {
    "title": " Employment of Labour (Standing Orders) Act 1965",
    "subsection": "",
    "year": 1991,
    "section": "Section 25(1)(a)—It is well seitled that even in a domestic inquiry witnesses cannot be examined behind the back of the worker without informing him regarding the place, date and time for examination of witnesses and thereby giving him an opportunity to cross-examine them if he so wants. There is nothing in the recorded evidence that the worker had put signature on any page of the deposition sheet. The Labour Court has rightly held that the witnesses were examined behind the back of the worker. The worker was also deprived of the Opportunity of being heard as guaranteed under section 25(1)(a) of the aforesaid Act. The aforesaid section provided that the worker shall bring his grievance to the notice of his employer in writing within 15 days of the occurrence of the cause of such grievance and the employer shall within 30 days of receipt of such grievance, enquire into the matter and give the worker concerned an opportunity of being heardand communicate his decision in writing to the Said worker. Eastern Pharmaceuticals Ltd. Vs. Labour Court (Wriy) - 223  "
  },
  {
    "title": " Employment of Labour (Standing Orders) Act 1965",
    "subsection": "",
    "year": 1991,
    "section": "Section 19(1) & 25(d)—Termination of worker—Termination when to take effect—Labour Court has given no reasons for treating the date of its judgment as the date of termination of service of the worker. It is not correct to say that the language of section 25(d) of the Act and the facts and circumstances of the case warrant treating the date of judgment of the Labour Court as the date of termination of his service. Labour Court's order treating the date of its judgment as the date of termination is without lawful authority. Chittagong Textile Mills Ltd. Vs. The Chairman, Labour Court, Chittagong and another (Writ) 471  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 145—The recital of kabala per se shall not go into evidence unless the person who made the recital raises any objection therefor. Feroja Khatoon Vs. Brajalal Nath (Civil) 160 "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 134—Quality and not quantity of evidence is acceptable. There is no impediment in law in conviction being based on the testimony of single witness if it is honcst and trustworthy, veracity of eye-witness cannot be doubted unless reason for false implication is given. Ataur Rahman Vs. The State (Crimingl) 87  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 134—It is not enjoined that the prosecution is to examine certain definite number of witness. Kazi Motiur Rahman Vs. Din Islam (Criminal) 128  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 115—Estoppel—It is true the plaint refers to defendant's petition for some amendment in Commissioner's report relating to the decree in an earlier suit and her serious objection to such amendment and yet she has herself assailed the same decree in the later suit. This actually attracts the principle not of res judicata but of estoppel which means that a person shall not be allowed to say one thing at one time and the opposite of it at another time. Nannu Miah Vs. Peer Banu Bibi (Civil) 526  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 114(e)—Objection as to admissi- bility of evidence is to be taken at the first instance. In the instant case no such objection was raised against the Commissioner's report in question which can also be relied upon as the same is an official document and was prepared in due course. Abdul Quader Chowdhury Vs. Sayedul Hoque (Writ) 568  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 106—Burden of proof—Section 106 fixes the liability of proving the facts on the accused when the same is especially within his knowledge. Shaikh Baharul Islam Vs. State (Criminal) . 336  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 101—Disbelief of the defence case ipso facto does not make the plaintiffs case believeable. Even in the case of an ex parte disposal of a suit, the court is required to come to a finding on assessment of the materials that the plaintiff has been able to prove his case. Sheikh Salimuddin Vs. Ataur Rahman (Civil) 18  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 94—Evidence of terms of contract __Parties in the contract are bound to fulfil the terms of the contract specifically. If they fail to do so, the Court will pass a decree for specific performance of the contract. BCIC Vs. Grand Basia Company Ltd (Civil) 256  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 92—Reconveyance—On the face of registered instrument and in the absence of any coptemporaneous written instrument, the oral evidence is not at all sufficient to hold that there was any agreement between the parties for reconveyance of the suit land. The established rule of evidence 10 be relied is that oral evidence is inadmissible for the purpose of asserting the intention of the parties in the face of the written instrument. Budhiswar Biswas vs. Akbar Ali Sheikh (Civil) 183  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 92—Oral evidence when inadmissible —It is surprising to notice that the subordinate * Judge could be oblivious of the provision of law and decide a question of fact on the basis of inadmissible oral evidence of no worth at all contrary to admitted documentary evidence on record and could also decide the question of fact without consideration of the contents of the relevant documentary evidence. Pragati Industries Ltd. Vs. Shahida Khatun (Civil) 429  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 91—Evidence of terms of contract— Parties in the contract are bound to fulfil the terms of the contract specifically. If they fail to do so, the Court will pass a decree for specific performance of the contract. BCIC Vs. Grand Basia Company Ltd (Civil) 256  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 91—Reconveyance—On the face of registered instrument and in the absence of any contemporaneous written instrument, the oral evidence is not at all sufficient to hold that there was any agreement between the parties for reconveyance of the suit land. The established rule of evidence to be relied is that oral evidence is inadmissible for the purpose of asserting the intention of the parties in the face of the written instrument. Budhiswar Biswas Vs. Akbar Ali Sheikh (Civil) 183  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 74 & 114(e)—Objection as tg admissibility of evidence is to be taken at the firg instance. In the instant case no such objection wag raised against the Commissioner's report in question which can also be relied upon as the same is an official document and was prepared in due course, Abdul Quader Chowdhury Vs. Sayedul Hoque (Wrif)  568  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 45—Opinion of expert—evidence ang opinion of expert deserve consideration like any other evidence but such evidence has to be receiveq with great caution. Sheikh Salimuddin Vs. Ataqur Rahman (Criminal) 18  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 33—Relevancy of evidence—Right and opportunity to cross-examine—It is the right to cross-examine and not the exercise of such right that is material for the purpose of application of the provision under section 33 Evidence Act. Shaikp Baharul Islam Vs. The State (Criminal) 336  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 24—Retracted confession—It is a rule of prudence that a retracted confession needs corroboration inasmuch as it is always open to suspicion and cannot be acted upon unless corroborated by independent and credible evidence. State Vs. Ali Kibria (Criminal) 512  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 24—Confession should not only be voluntary but it also must be true—For the purpose of establishing its truth examination of the confession and its comparison with remaining evidence of the prosecution and probability of the case would be relevant. State Vs. Ali Kibria (Criminal) 512  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 8—Motive—If the prosecution assigns a particular motive in proof of its case, then the motive has to be established by the prosecution failing which the prosecution must suffer on that account, not the defence. Khelu Mia Vs. State (Criminal) 573  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 6—Statement made by the victim of an offence, when it can have evidentiary value—In the absence of examination of the alleged victim, her statements allegedly made to the police or to the Magistrate cannot be treated as evidence against the accused. As neither the victim girl nor the magistrate was examined, the statements recorded by the latter is not even a secondary evidence and in that view it is no legal evidence to prove the prosecution case. Abul Kashem Vs. State (Criminal) 420  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—It is settled principle that when injured witness marked assailants it cannot be said that he would give up real assailant and falsely implicate person with whom there was no enmity. Ataur Rahman Vs. State (Criminal) 87  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—In the matter of observation, perception and memorisation, different wi‘tnesses differ from each other. So is weight to be given to those which are of consensus as to the substance of their evidence. The standard of rural witress should not be comparable to that of urban witness in _the matter of exactitude and consistency. Consideration in narration can not militate against the veracity of the core of testimony provided that there is an impression of truth and conformity in substantial fabric of the testimony so delivered. Ataur Rahman Vs. State (Criminal) 87  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—The evidence of an injured person carries much weight since the injured person does not usually allow the real culprit to escape and falsely implicate an innocent person. Ataur Rahman Vs. State (Criminal) 87  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 3 and 5—Glaring inconsistencies between the existence of injuries on the body of the deceased as found by the post-mortem doctor and the evidence of prosecution witnesses about injuries caused by the appellants lead to the conclusion that the occurrence did not take place in the manner as alleged by the prosecution. Kadu Vs. State (Criminal) - 163  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Circumstantial evidence—Its sufficiency to prove guilt—In the instant case circumstantial evidence on which trial Court relied do not conclusively point to guilt of the accused—Mere movement of the accused near the place of occurrence may raise a suspicion against the accused but this cannot be the basis for their conviction. Ali Akmed Malaker Vs. State (Criminal) 401  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Material consistent with innocence —When some material is brought on record consistent with innocence of the accused, which may reasonably be true, even though it is not positively proved to be true, the accused is entitled to acquittal. State Vs. Ali Kibria (Criminal) 512  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Circumstantial evidence—The rule as regards sufficiency of circumstantial evidence to be the basis for conviction is that the facts proved must be incompatible with the innocence of the accused and incapable of explanation by any other reasonable hypothesis than that of his guilt. State Vs. Ali Kibria (Criminal) 512  "
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Murder of wife—explanation of the accused—Ordinarily an accused has no obligation to account for the death for which he is placed on trial. The murder having taken place while the condemned prisoner was living with his wife in the same house he was under an obligation to explain how his wife had met with her death. In the absence of any explanation coming from his side it seems none other than the husband was responsible for causing death in question. State Vs. Kalu Bepari (Criminal) 249  "
  },
  {
    "title": " Family Courts Ordinance (XVIII of 1985)",
    "subsection": "",
    "year": 1991,
    "section": "Section 27—Suit in the Family Court in the face of -earlier suit for the self-same relief in the Civil Court —There is no bar either under the Family Court Ordinance or under the Code of Civil Procedure in filing two separatc suits in WO different Courts for the self-same relicf. Pending cases in any Court other than the Family Court in matters within the exclusive jurisdiction of the Family Court may continue in such other court if filed before the Family Court Ordinance came in force but there is no bar to withdraw and discontinue a pending case from any other court and in filing a fresh suit in the Family Court for the self-same relief, Abdur Rahman Vs. Shahanara Begum (Civil) "
  },
  {
    "title": " Family Courts Ordinance (XVIII of 1985)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 17(I) & 24—Since the word 'Order' has not been defined in the Ordinance it cannot be read to mean as being only final order. Captain Shamsul Alam Chowdhury Vs. Shirin Alam Chowdhury (Civil) 297  "
  },
  {
    "title": " Family Courts Ordinance (XVIII of 1985)",
    "subsection": "",
    "year": 1991,
    "section": "Section 17—Remand—The Court of appeal under the Family Courts Ordinance is not competent to remand a suit to the trial Court—Scheme of the Family Court is quick disposal of a case between the husband and the wife and for such purpose under section 20 of the Family Courts Ordinance provisions of the Evidence Act and the Code of Civil Procedure (except sections 10 and 11 thereof) have been excluded. The Court of appeal below can only decide the appeal and no power to send the case on remand to the Family Court has been given to the Court of appeal below. Hosne Ara Begum Vs. Alhaj Md. Rezaul Karim (Civil) 543  "
  },
  {
    "title": " Family Courts Ordinance (XVIII of 1985)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5(d)—Maintenance—The wife is not entitled to past maintenance. Maintenance can be allowed to her only from the date of institution of the suit before the Family Court till three months after the decree for dissolution of the marriage. Neither the child nor the person who maintains it can claim past maintenance from the father unless the same is previously fixed. Rustom Al Vs. Jamila Khatun (Civil) 301  "
  },
  {
    "title": "General Clauses Act (X of 1897)",
    "subsection": "",
    "year": 1991,
    "section": "Section 27—Service of notice by post—ILt is found from the record that the letter was properly addressed and the cover containing the notice was sent by registered post to the address of the plaintiff as given by him in the deed of agreement and the same being his last known address, presumption ariscs that the notice was duly tendered. This presumption having not been rebutted the addressee must be fixed with constructive notice. Motiul Hoque Vs. DIT (RAJUK) (Civil) 407 "
  },
  {
    "title": " Industrial Relations Ordinance (XXIII of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 36(3) & 64—Labour Court and a Magistrate, 1st Class, having jurisdiction in the relevant matter shal] have concurrent jurisdiction to Iry an offence punishable under the Industrial Relations Ordinance. Under section 64 of the Ordinance 2 Magistrate, 1st Class, has also been invested with power 1o try any offence under this Ordinance. The decision reported in 1985 BLD (AD) 278 is not applicable in the facts of the present case. Kamaluddin Chowdhury Vs. Mashiudowllah (Criminal) 137 "
  },
  {
    "title": " Industrial Relations Ordinance (XXIII of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 33—\"Industry\"—Its meaning— Whether Cholera Research Laboratory and Kumudini Hospital did come within the purview of the Industrial Relations Ordinance. If a hospital is run as business in commercial way there may be found element of industry. The Cholera Research Laboratory has been financed by donations of other countries and the services rendered are free and itisa non-profit making charitable organisation whose dominant purpose is to conduct research in cholera in order to eradicate the same. The argument that since this is a public utility services it automatically comes under the Industrial Relations Ordinance as an industry is a fallacious one. It must be first an industry as defined in Industrial Relations Ordinance and unless it comes within the meaning of \"industry\" the protection that has been afforded against strike and lockout in public utility services is not available as contemplated in section 33 . The fallacy of the argument can be revealed by demonstrating that electricity, gas, water by itself is not industry. The opinion of the Labour Appellate Tribunal that the definition of industry in Industrial Relations Ordinance is wider does not appear to be sound. These institutions are not industry within the meaning of Industrial Relations Ordinance. Kumudini  Hospital vs. Kumudini Hospital Karmachari Union & others (Civil) 655  "
  },
  {
    "title": " Industrial Relations Ordinance (XXIII of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 7A(1)(b)—Entitlement to be , member of a trade union formed of different estap. lishments—Workers of \"group of establishmeng owned by scparate owners cannot be considered to pe workers of one group of establishments. They cannot, therefore, form one trade union. The forma. tions of one registered trade union, as in the presen case, by workers of the three cinema halls owned by different owners, is illegal and as such the same jg liable to be cancelled. Naogaon Chitra Bani Vs, Naogaon Cinema Hall Sramajibi Union (Writ)  392  "
  },
  {
    "title": " Industrial Relations Ordinance (XXIII of 1969)",
    "subsection": "",
    "year": 1991,
    "section": "Section 2 clause VIII, IX, XIV & XX — “Industry\"—Its meaning—Whether Cholera Re- search Laboratory and Kumudini Hospital did come within the purview of the Industrial Relations Ordinance. If a hospital is run as business in commercial way there may be found element of industry. The Cholera Research Laboratory has been financed by donations of other countries and the services rendered are free and it is a non-profit making charitable organisation whose dominant purpose is to conduct research in cholera in order to eradicate the same. The argument that since this is a public utility services it automatically comes under the Industrial Relations Ordinance as an industry is a fallacious one. It must be first an industry as defined in Industrial Relations Ordinance and unless it comes within the meaning of \"industry\" the protection that has been afforded against strike and lockout in public utility services is not available as contemplated in section 33 . The fallacy of the argument can be revealed by demonstrating that electricity, gas, water by itself is not industry. The opinion of the Labour Appellate Tribunal that the definition of industry in Industrial Relations Ordinance is wider does not appear to be sound. These institutions are not industry within the meaning of .Industrial Relationg Ordinance. Kumudini Hospital 'Vs. Kumugjy,; Hospital Karmachari Union & others (Wrif) 655  "
  },
  {
    "title": "Insurance Act (IV of 1938)",
    "subsection": "",
    "year": 1991,
    "section": "Section 44A(I)—This provision sets a pre-condition of a survey report for payment of any claim in respect of general insurance. It does not provide that any legal proceeding will be barred unless the loss is surveyed by an insurance surveyor. Sadharan Bima Corporation Vs. The Dhaka Dyeing and Manufacturing Company Lid. (Civil) 286 "
  },
  {
    "title": "Interpretation of Statutes",
    "subsection": "",
    "year": 1991,
    "section": "Plain meaning—Provisions of an enactment are to be interpreted by its plain meaning. The rule of interpretation is that we cannot import words into an enactment which are not there in it. AHM Kamaluddin Vs. State (Criminal) 294 <br> The statutory provisions are prospective, unless there is clear indication in the Act itself that they are retrospective. The plaintiffs cannot be disentitled from the suit land on the basis of sec. 3 of the Act as they already acquired title before the Act came into operation.  Badsha (Md) Miah and others Vs. Soleman Nessa Bibi and anr. (Civil) 646  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Article 149—Limitation for suit by or on behalf of the Government—Article 149 of the Act provided for the State a long lease of life for filing suits. This the Legislature did consciously considering the State's limitations as a litigant that exercises its executive functions through officers subordinate to it and classified it rather as a slow-moving juristic person. The classification is rational, reasonable and not arbitrary. Afsar Ali Chowdhury Vs. Bangladesh (Civil) 593 "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Article 142—Possession within 12 years prior to filing of the suit—Meaning of possession —The term possession has got varied and w§dc meaning and there are different kinds of possession such as physical, legal and symbolical and so on and so forth. It is not necessary that the person possessing should have actual physical Fontact. Itis enough if it is open and competent to him to assume such relationship with it whenever he might choose. Badsha (Md) Miah and others Vs. Soleman Nessa Bibi & anr. (Civil) . 646  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Article 142—Adverse possession—Question of acquisition of title by adverse possession —Possession under a mistake or invalid title is as effective as that of a trespasser and in the case of a claim of title by adverse possession by a co-sharer against another co-sharer, ouster of the latter has to be proved and possession of the party claiming title by adverse possession must be actual and exclusive for a continuous period of more than 12 years in assertion of hostile title. Nehal uddin Vs. Amena Khatun (Civil) 492               "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "The Trial Court's finding in this issue is therefore set aside. Khorshed Ahmed Chowdhury Vs. Bangladesh (Civil) 264  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Articles 14 & 120—The Subordinate Judge found the suit to be governed by Art. 14 applicable for setting aside an order. The present suit is a suit for declaration and not for setting aside the impugned order and as such it is governed by Art. "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 29(2)—An appellant is not entitled to the benefit of sec. 5 of the Limitation Act when his appeal under sec. 30 of the Special Powers Act is barred by limitation. Bashi Vs. State (Criminal) 209  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 28—Adverse possession—Question of acquisition of title by adverse possession —Possession under a mistake or invalid title is as effective as that of a trespasser and in the case of a claim of title by adverse possession by a co-sharer against another co-sharer, ouster of the latter has to be proved and possession of the party claiming title by adverse possession must be actual and exclusive for a continuous period of more than 12 years in assertion of hostile title. Nehal uddin Vs. Amena Khatun (Civil) 492  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 5 & 29(2)—Application for condo- nation of delay in filing an appeal under the Special Powers Act is not maintainable. And such an appeal when time-barred cannot be treated as a revisional application under CrPC. Shamsul Haque Vs. State (Criminal) 247  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—Limitation—Condonation of delay in a case filed by the Government—Government and the State need to go by the limitation applicable to all, but if the case by the Government is delayed, some consideration need be allowed considering the fact that even in the case of filing of appeals, the Government remains a slow moving juristic person. Anu Bala Vs. UNO, Perojpur (Civil) 611  "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—An appellant is not entitled to the benefit of section 5 of the Limitation Act when his appeal under section 30 of the Special Powers Act is barrred by limitation. Bashi Vs, State (Criminal) 209   "
  },
  {
    "title": " Limitation Act (IX of 1908)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5—Condonation of delay in appeal by government—In dealing with an application under section 5 of the Act, in the case of Government, Public interest has to be duly considered and various authorities, formalities and complications are Involved and as such the Government require a longer time in making the decision and acting on it. If on behalf of the Government a reasonable f’[xplanalion of delay is given, there is no reason why lV should not be accepted. Circle Officer, Sutrapur Vs, Mohammad (Civil) 84  "
  },
  {
    "title": "Local Government (Upazila Parishad and Upazila Administration Reorganisation)   Ordinance (LIX of 1982)",
    "subsection": "",
    "year": 1991,
    "section": "Section 13A—If the language of scection 134 of the Ordinance is interpreted in a way as proposeq that mere pendency of certain criminal cases againg any public representative is sufficient in (pe formation of the opinion of the Governmeny dislodge him from his office, that will surely Icad ¢, an anomalous situation and is likely 0o make the scheme of participation of the gencral masscs in (he development of the locality through the electeg representative an unworkable one, inasmuch as, it is not unrcasonable to think that due to the very process of election an clected representative can hardly avoid rivalry. Anwar Hossain Majhi Vs, Bangladesh (Civil) 155 "
  },
  {
    "title": "Local Government (Upazila Parishad and Upazila Administration Reorganisation)   Ordinance (LIX of 1982)",
    "subsection": "",
    "year": 1991,
    "section": "Section 6(2)(f) —Question of disquali- fication for election—Bangladesh Agricultural Development. Corporation established under a law does not come within the meaning of the term \"Government\" as used in the Ordinance LXIX of 1982 . The petitioner, a dealer of fertilisers under the BADC, cannot therefore be said to be a dealer in essential commodities appointed by the Government, Respondent Nos. 3 and 4 have bocn rightly dircctey by the Court to accept the nomination paper of the petitioner allowing him to contest the clection the office of Chairman. MA Rauaque Vs, Electjy, Commission (Writ) I  "
  },
  {
    "title": "Local Government (Upazila Parishad and Upazila Administration Reorganisation)   Ordinance (LIX of 1982)",
    "subsection": "",
    "year": 1991,
    "section": " Section 2A—Maintainability of writ petition on grounds of improper delimitation of area of Upazila—The petitioner filed this writ petition at a belated stage with suppression of facts as to the pendency of his case with the Election Tribunal. Challenge of delimitation of area after holding of election (on the basis of the impugned delimitation) is not maintainable due to laches of the petitioner and also for his failure to implead the authority making the delimitation—Moreover, respondent No. 5 is not at fault for the delimitation and as such his election as chairman cannot be declared void especially when he is not guilty of any corrupt practices. Ziaul Hoque Vs. The Election €ommission, Dhaka (Writ) 9  "
  },
  {
    "title": "Local Government (Union Parishads) Ordinance (LI of 1983)",
    "subsection": "",
    "year": 1991,
    "section": "Section 26—Fresh fact by way of additional evidence at appellate stage whether permissible— Whep the opposite party omitted to allege in his election petition that the petitioner was disqualified from being a candidate in the election being a defau'lter in payment of loan he could not be permitted to bring such fact by way of additional evidence at the appellate stage. Abul Kashem VS. Mafiz Mia (Civil) 3 523 "
  },
  {
    "title": "Local Government (Union Parishads) Ordinance (LI of 1983)",
    "subsection": "",
    "year": 1991,
    "section": "Article 19(2)—Authority to recount ballots —Neither the Returning Officer nor the Election Commission has got any power to recount ballots after opening the election materials kept in sealed gunny bags. This power has not been given to them in order to maintain sanctity of election materials. The point raised as to plenary power of the Election Commission, in the facts and circumstances of this case, is a purely academic question not called for decision in this case. The Election Commission has been given power to decide certain matters, such enquiry will not come within the purviéw of judicial enquiry, because the power to decide judicially is dilff(:,rcnt from deciding administratively. A Rouf Vs. Ministry of LGRD and Co-operatives (Writ)  29  "
  },
  {
    "title": "Newspaper Employees (Conditions of Service) Act (XXX of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 9, 10(3) & 11—\"Person aggrieved” —Question of locus standi 10 file writ petition—Whether Bangladesh Sangbadpatra Parishad, a registered association of owners of the newspapers and newspaper organisations in Bangladesh is competent to challenge the validity of the constitution of Wage Board and its authority of fixing minimum wages for newspaper employees. <br> Held : In the facts and circumstances of the case, the petitioner Bangladesh Sangbadpatra Parishad is not a \"person aggrieved” to question the award of Wage Board or the connected law, as it has nothing to lose or win by the impugned award. It is the owners of newspapers and the employees who are affected by the award and not Bangladesh Sangbadpatra Parishad. This Parishad may represent the employers anywhere but it has no locus standi to invoke the jurisdiction of this Court under Art. 102 of the Constitution. Bangladesh Sangbadpatra Parishad Vs. Bangladesh (Civil) 424 "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 493—The victim of alleged cohabita- tion knew that there was no marriage between her and the accused and that the latter only compromised to marry her on some, future date—Such allegations made in the FIR did not come within the mischief of section 493 Penal Code. Lukus Miah Vs. State (Criminal) 230  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 419/467/471/409—The petition- er by showing false documents induced the purchaser to enter into an agreement to purchase the house on receipt of Taka 12 lacs on a plea that he would refund Taka 14 lacs in the event of failure to execute sale document. The contention of the petitioner to the effect that it was a civil dispute and that the Court of Settlement had given a final decision over all the disputes including the question of criminal liability is not sustainable. The criminal proceeding cannot be held to be liable to be quashed. Aga Kohinoor Alam Vs. State (Criminal) ' - 95  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 379—The contention that there was . bonafide dispute with regard to the plot on which the hut was situated has no substance is this case, the consideration in the present case in whether there was any bonafide claim with regard to the hut which was the subject matter of theft. Kazi Motiur Rahman Vs. Din Islam (Criminal) 128  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 379—Where the subject matter.of theft belongs to the citizen or any other organisation or institution theft ipso facto of such property does not become prejudicial to the economic and financial interest of the State. In the instant case as the motors in question belonged to the Project for irrigation of land of different individuals there is no scope to hold that the theft of the motors was prejudicial to the financial and economic interest of the State. Anisuzzaman Vs. State (Criminal) 35  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 379—The disputed hut was in .Lhc jimma of the complainant. The petitioners forcibly removed the same and took it away in spite of the complainant's protest. Such taking of property from the possession of the jimmadar constitutes offence under section 279 Penal Code. Idris Vs. State (Criminal) 245  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 361 & 366A —Determination of age of a person in custody for the purpose of her guardianship—Isolated statement of her father in such a case in respect of her age cannot be accepted as true unless it is supported by corroborative cvidence. If a girl is found below 16 and taken away without the consent of the guardian then it will be an offence and the guardian will be entitled to her custody. Even if it is presumed that at time of occurrence of her kidnapping the detenu was miner but now when she is found major the Court has no jurisdiction to compel her to go with her father. Manindra Kumar Malakar Vs. Ministry of Home (Criminal) 71               "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 304/34—Since accused Abdul Bari merely in an innocent manner brought the victim in obedience to OC's order, he is not involved in any criminal act. Shaikk. Baharul Islam Vs. State (Criminal) 336  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 304/34 —Joint action—Omission may also render an offender liable for punishment— If a man joins with another to assault a person, even though the original intention was merely to inflict relatively harmless injuries, but if he sees his companions in cours¢ of the action giving serious beating which is likely to cause his death, but he does not take any step to interfere and the victim dics, such omission may render him liable under section 304 . Shaikh Baharul Islam Vs. State (Criminal) 336  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 302/109—Abetment—To sustain a charge of abetment of an offence it is necessary that there must be some ecvidence of overt act or omission so as lo suggest a pre-concert or common design to commit a particular offence. So long as the design rests in intention short of overt act directed to the commission of the offence it is not indictable in law. Ali Ahmed Malaker Vs. The State (Criminal)  401  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 300 Excep. 2 & 4—Murder— Right of private defence—In the case of right of private defence of property onc accused of murder  - must prove that the property in question was his property. When upon evidence it is found that the pritmary object of the accused was 10 make o forcible attempt to snatch away the paddy of the informant party question of defending such right cannot arise. It was nowhere suggested that the informant party carried any weapon or made any kind of assault on the accused while, on the other hand, the accused were found to have been armed with lethal weapons. In this case there was certainly premeditation on the side of the accused without which he would not have come armed with lethal weapons. Dilip Vs. State  (Criminal) 269  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Section 149—Offence committed in prose- cution of common object—Section 149 Penal Code by itself creates no offence. It carrics the liability of ¢ach member of an unlawful assembly for the act done in prosecution of their common object. Tenu Miah and others Vs. The State (Criminal) 633  "
  },
  {
    "title": "Penal Code (XLYV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 34 and 149—These sections do not confer punishment for any substantive offence. They are intended to deal with liability for constructive criminality. Section 34 applies where criminal act is done by two or morc persons in furtherance of the common intention of all. Whereas section 149 applies in the case of a member involved in unlawful assembly for a common objectL So there is difference between the two sections as there is a difference between object and intention. Ataur Rahman Vs. The State (Criminal) 87  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Winding up of a private limited company — principle to apply—there is absolutely a deadlock in the Company due to fraudulent transfer of shares .and as such the principle of dissolution of partnership will apply for winding up of the company. There was total mismanagement in the matter of profit and loss account, dividend, preparation of balance sheet, holding of annual general meeting and Board's ‘meeting of the Company. For the ends of justice the respondent private limited company having the character of partnership deserves liquidation on just and equitable grounds. Md. Ismail Siddique Vs. M/s Crescent Apparels (Private) Ltd. (Civil) 99 "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Use of land in urban area—In these days of scarcity of the accommodation in urban arcas a co-sharer should not be deprived of using the land in his possession, which is a subject matter in this suit for partition, by making constructions at his own risk and peril. If any portion of the constructed arca falls in the saham of another co-sharer, the possession thereof shall be given to the allottce by demolishing the constructions. Fahim Al Haque Vs. Mohammad Abdul Aziz (Civil) 226  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Service matter—Charges against the peti- 1oner lacked any particulars as to when, where and  to whom the defamatory statement as alleged was made. No reaonable person can reply to or show cause against vague allegations. The entire roceedings on the basis of vague charges was illegal and violative of the principles of natural justice. AKM Hedayetul Islam Vs. Executive Vice Chairman BARC (Civil) : 44  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Recounting of ballots—Administrative au@oﬁty passing order without hearing the person being affected. Such order will be without jurisdiction. In this case the order of the Chicf Elefzt-ion Commissioner passed at the instance of the pet}tloner for recounting of ballots without notifying the respondent who secured the highest number of votes was wholly without jurisdiction and void even if he had power to pass such an order.  A- Rouf Mia Vs, Ministry of LGRD & Co-operatives (Wriy) 2  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Fraud—Fraud, when not taken into considera- tion —authorities accused of fraud and passing the impugned order have not been made parties in the suit. Fraud cannot also be imputed to authoritics exercising judicial function either as Court or as Tribunal. Marida Begum Vs. Md. Hasan (Criminal)  242  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Evidentiary value of document—Neither the alleged transferee of the share-scripts nor the alleged witnesses of the instrument of transfer has been examined to prove the instrument of transfer Ext. 4 . It has not therefore been proved in accordance with law and cannot be taken as evidence. Ismail (Md) Siddique Vs. Crecent Apparels (Pvt) Ltd. (Civil) 99  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Defeet of party—For defect of party the Appellate Court should not ordinarily dismiss a suit, rather should give an opportunity to the plaintiff to make his suit within the form. Feroja Khatoon Vs. Brajalal Natk (Civil) 160  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Discretion—Even if the discretion exercised by the Court is not in strict conformance with law and rules, the discretion would not be interfered with if it did not occasion failure of justice. Moynul Hasan Vs._Nazmul Hag (Civil) 82  "
  },
  {
    "title": "Practice and Procedure",
    "subsection": "",
    "year": 1991,
    "section": "Analogous hearing—Appeal—When two suits were being heard analogously and an order was passed in respect of documents relating to both, one appeal against such order was in accordance with law. Captain Shamsul Alam Chowdhury Vs. Shirip Alam Chowdhury (Civil) 297 Court's observation—Whether it can p, made in aid of saving limitation to prefer appeg before the Administrative Appellate Tribunal—j, will be for the Administrative Appellate Tribuna] (o take a decision with regard to limitation—It will pe absolutely inappropriate to pre-empt the Tribuna decision in this regard in any manner. Abdul Latif Vs. Bangladesh (Writ) 446  "
  },
  {
    "title": "Premises Rent Control Ordinance (XX of 1963)",
    "subsection": "",
    "year": 1991,
    "section": "Section 19—The House Rent Controller is not required to decide anything with regard to default in payment of rent. The question whether the petitioner is a defaulter is to be decided in the suit for ¢jectment. The finding of the Rent Controller on the point of default will have no binding effect on the SCC Judge while deciding the suits on merit. Sheikh Mohd Salimullah Vs. Shafiqul Alam (Civil)  . 113 "
  },
  {
    "title": "Premises Rent Control Ordinance (XX of 1963)",
    "subsection": "",
    "year": 1991,
    "section": "Section 18—Bonafide requirement—it is not amere wish, whim or fancy of the landlord. It means h_is} actual necessity. There should be sufficient Materials on record on which court can rely for the Proof of the plea of bonafide require- ment. Kanak M_ala Vs. Md. Safiuddin. (Civil) 38 - Sections 18 & 19—Remittance of rent after becoming defaulter and deposit of rent beyond the ‘Prescribed period are not in compliance of sections - 184 19 and come within the rule of default. Wahida  Rashid Vs, Miron Muhammad Zahidul Hoque  (Civil) 115  "
  },
  {
    "title": "President Election Act (XXVII of 1991)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 10-12—Question of voidability of a legislation and stay of clection—For the reasons that he who seeks equity must do equity and must come with clean hands at the earliest opportunity and that the petitioners slept over the matter for a considerable period of time and preferred to challenge the Act only after the promulgation of the Ordinance which has since repealed, prayer for ad interim stay is refused and the matter be placed before the regular Bench on the reopening of the Court for hearing of the substantive application. Abdus Samad Azad MP Vs. Bangladesh (Writ) \" 607 "
  },
  {
    "title": "President's Order No. 90 of 1972",
    "subsection": "",
    "year": 1991,
    "section": "Article 2—The process of acquisition becomes final only after publication of the notifi- cation in the official Gazette declaring that the compensation assessment roll has been finally published. The property vests in the Government only after such notification is published. The present case does not come within the mischief of PO 90/72 since the plaintiff seems to be in possession of the property and there is absence of the required notification. Khorshed Ahmed Chowdhury YVs. Bangladesh (Civil) ' 264 "
  },
  {
    "title": "President's Order No. 19 of 1973",
    "subsection": "",
    "year": 1991,
    "section": "Articles 3-8—Honest user of a trade mark for a long time—Registrar fails to exercise jurisdiction to dispose of the petition for registration of the trade mark—Petitioners Sattar Match Works acquired a right to use the trade mark 'Cock’ and got summary . registration for the same by concurrent and honest user for about three decades along with Ujala Match Factory. In order to do complete and substantial               justice the Court in exercise of its inherent discretionary jurisdiction gives direction to the Registrar of Trade Marks to grant summary registration for the trade mark without prejudice to the Ujala Match Factory for its concurrent use of the same trade mark 'Cock'. Sattar Match Works Vs. BCIC (Wril) 532 "
  },
  {
    "title": "Prevention of Corruption Act” (IT of 1947)",
    "subsection": "",
    "year": 1991,
    "section": "Section 5(2)—The petitioner by showing false documents induced the purchaser to enter into an agreement to purchase the house on receipt of Taka 12 lacs on a plea that he would refund Taka 14 lacs in the event of failure to execute sale document. The contention of the petitioner to the effect that it was a civil dispute and that the Court of Settlement had given a final decision over all the disputes including the question of criminal liability is not sustainable. The criminal proceeding cannot be held to be liable to be quashed. Aga Kohinoor Alam Vs, The State (Criminal) 95 "
  },
  {
    "title": "Public Demands Recovery Act (IIT of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 37—After having exhausted all procedures under the Public Demands Recovery Act which is a special law the plaintiffs are precluded from coming to the civil Court. The instant suits are therefore barred by law on the face of the plaint, themselves. Marida Begum Vs. Md. Hasan (Civiy) 242 "
  },
  {
    "title": "Public Demands Recovery Act (IIT of 1913)",
    "subsection": "",
    "year": 1991,
    "section": "Section 25(I)—Auction sale of property of a company—The Company is in liquidation long afterwards—Question of setting aside the sale—Provisions of the Banking Companies Ordinance when read with those of the Companies Act and the Public Demands Recovery Act, it appears that the. provisions of the Banking Companies Act shall be effective in addition to and not in derogation to the Companies Act or any other law for the time being in force excepting the provisions which are specifically made in the Ordinance. In view of the fact that the law under which the auction sale took place has made provisions for the aggrieved person to seck the relief of setting aside the auction and the plaintiff did not avail of the forum for appropriate remedy and the auction is still subsisting in the eye of law, the same cannot be set aside now in the present proceeding under the Banking Companies Ordinance. Official Liquidator Vs. Jahura Khatun (Civil) 558  "
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": "Section 25—Restoration of SCC suit after it was dismissed for default—Section 17(1) does not indicate that an application for setting aside an order of dismissal of an SCC suit for default is barred. An order of dismissal of a suit for default is covered by the expression \"any case decided\" appearing in section 25 of the Act which shall not be given a restricted meaning to include only a case decided on merits. The expression shall also mean case disposed of without a decision on merits and as such the High Court Division can interfere with such orders under section 25 in order to remove the substantial injustice caused. Hossaina Ashraful Ulum Madrasah Vs. Munsur Ahmed (Civil) 473 "
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": "Section 23—The Court may refuse to try the SCFJ suit and return the plaint only when the relicl claimed is dependent on the proof or disproof of complicated question of title. The provision of Sec. 23 does not impose an absolute bar. If the points involved can be determined by way of dealing with the same incidentally, the court is left with the discretion to try the suit. Jogesh Chandra Pal Vs. Ershad Hossain Choudhury (Civil) 170  "
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": "Section 23—The suit falling within the exclusive jurisdiction of the Small Cause Courts Judge but erroneously tried by a court other than the SCC Judge suffers from no legal infirmity and the trial cannot be vitiated. Section 23 of the Small Cause Courts Act negatives the proposition that section 16 of the Act altogether deprives the Civil Court of the jurisdiction conferred by section 9 0 “the Code in respect of the small causes suit. Wahids Rashid Vs. Miron Muhammad Zahidul Hogue (Civil) 115  "
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 17(I)—Restoration of SCC suit after it was dismissed for default—Section 17(1) does not indicate that an application for setting aside an order of dismissal of an SCC suit for default is barred. An order of dismissal of a suit for default is covered by the expression \"any case decided\" appearing in section 25 of the Act which shall not be given a restricted meaning to include only a case decided on merits. The expression shall also mean case disposed of without a decision on merits and as such the High Court Division can interfere with such orders under section 25 in order to remove the substantial injustice caused. Hossainia Ashraful - Ulum Madrasah Vs. Munsur Ahmed (Civil) 473  "
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 15 & 16—The suit falling withijp the exclusive jurisdiction of the Small Cause Courts Judge but erroneously tried by a court other than the SCC Judge suffers from no legal infirmity and the trial cannot be vitiated. Section 23 of the Small Cause Courts Act negatives the proposition tha section 16 of the Act altogether deprives the Civil Court of the jurisdiction conferred by section 9 of the Code in respect of the small causes suit. Wahida Rashid Vs. Miron Muhammad Zahidul Hogque (Civil) , 115  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 34 —Maintainability of writ petition challenging legality of the order of detention after release of the detenu—the petitioner being an aggrieved person along with others challenged the validity of the transaction made during his detention period touching the transfer of the Mill of the Company of which he was the Managing Director. If the order of detention remained unchallenged it may be used against him which may create obstacle in the way of his getting proper remedy. No other Court other than this Court under Article 102 of the Constitution has jurisdiction in the matter. And suit or other proceeding may be taken in any appropriate Court for anything done not in good faith. The impugned order has not therefore become infructuous and the relief prayed for is not for academic purpose. In that view the writ petition is quite maintainable and the petitioner is entitled to the declaration prayed for. Mira Ali Ashraf Vs. State (Writ) 144 "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 34—The bar of proceeding in any Court as contemplated in this section does not include the Suprcme Court exercising jurisdiction under Article 102 of the Constitution. The protection given in this section is only for anything done or intended to be done in good faith. Mirza Ali Ashraf Vs. State (Writ) 144  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 30—An appellant is not entitled to the benefit of sec. 5 of the Limitation Act when his appeal under sec. 30 of the Special Powers Act is barred by limitation. Bashi Vs. State (Criminal) 209  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 30—Application for condonation of delay in filing an appeal under the Special Powers Act is not maintainable. And such an appeal when time-barred cannot be treated as a revisional application under CrPC. Shamsul Hague Vs. The State (Criminal) 247  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 27(6)—Trial in absentia without proper notification—As the trial was held under provision of the Special Powers Act, the notification of the trial regarding abscondence of the accused persons should have been made by the Special Tribunal. The notification done by the Magistrate who had transferred the case before the Special Tribunal for trial suffers from gross irregularity, if not illegality, as well in the matter. In such a circumstances the accused did not get the opportunity of cross-examining the witnesses. The case should therefore go on remand to the Special Tribunal for retrial, especially in view of the irregularity in the notification regarding abscondence of the accused. The impugned judgment and conviction is, therefore, set aside and the case is sent back on remand for retrial. Khokan Vs. State (Criminal) 387  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 27(1)—It has been asserted that the impugned order of the learned Upazila Magistrate is palpably illegal as he had no authority to take cognizance of the offence under the Special Powers Act and as such he was not competent to accept the final report submitted by the police and to discharge the accused opposite party and to direct return of the goods. <br> Held : As Lhe Magistrate was not competent to take cognizance of the offence under section 27(1) of the Special Powers Act, the impugned order appears 0 have been passed by the learned Magistrate illegally and without lawful authority. State Vs. Satya Narayan Sarada (Criminal) 529  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 26—Plea of misjoinder of offences when not sustainable—Offences which are made punishable both under the general law and the special law exclusively triable by the Special Tribunal cannot be said to be different offences or non-schedule offences as those offences have been made exclusively triable by the Special Tribunal. As such it cannot be said that the present trial is vitiated by misjoinder of charges and the Special Tribunal had no jurisdiction to make charges of schedule and non-schedule offences. Cases reported in 31, 33 & 35 DLR pages 174, 203 & 127 respectively held not applicable. Abul Kaskem Vs. State (Criminal) 420  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 25B, 26 & 29— Cognizance — Schaduled and non-scheduled offences—When the very 12king of cognizance of an offence, the framing of accusation and the trial upon charges of both «cheduled and non-scheduled offences together cuffered from complete lack of jurisdiction, this could not at all be considered to be a mere defect in the framing of charges which by aid of section 537 of the CrPC can be cured if prejudice is not caused to the accused. A mere defect in framing of charge by the Court having jurisdiction is one thing while framing of charge without having any jurisdiction is a completely different thing. Mozammel (Md) Hugq Vs. State (Criminal) 614  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 16—Where the subject matter of theft belongs to the citizen or any other organisation or institution theft ipso facto of such property docs not become prejudicial to the economic and financial Interest of the State. In the instant casc as the mOtors in question belonged to the Project for irrigation of land of different individuals there is no Scope to hold that the theft of the motors was pre- Judicial to the financial and economic interest of the State (Criminal) 35  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 8—Communication of grounds—Its importance—When a ground is not specifically stated in the document communicated to the detenu under sec. 8 of the Special Powers Act the same cannot be used by the detaining authority to defend its preventive action. as the detenu gets no opportunity to make any representation in respect thereof. M Mahkmood Vs. Bangladesh (Writ) 372  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 8—Grounds of dctention—The detaining authority is under an obligation to furnish definite grounds as well as adequate particulars to the detenu so as to cnable him to make a meaningful representation against the detention. This obligation stems from the statutory right of the detenu embodying the constitutional mandate of Article 33 (5). No detenu should suffer because of vagucness of grounds or of the fact that the evidence against him is not brought to his notice. The grounds in this case being extremely vague and indefinite the detenu was denicd the opportunity to make an effective representation and consequently his detention has been rendered illegal. Farzana Huq Vs. Bangladesh (Writ) 501  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 7(1)(b)—Indictment. proceeding against a detenu— Question of its legality or otherwise at the time when it was initiated and at a subsequent time—An order of detention would be deemed to be a warrant of arrest from the Court of Magistrate; if the detenu would violate the warrant he would be a fugitive from justice. His failure to comply with direction to surrender would immecdiatcly attract the mischief of prosecution and consequent punishment. The offfence would be complete on failure to surrender, subject however to the defence of impossibility of performance which is a matter of fact to be decided on evidence. Section 7 (I)(b) is a punitive provision to come into play immediately after the lapse of time for surrender, The contention that the detention order being illegal the detenu had not rightly surrendered has little substance. It is not the order of detention but it is the fact of detention itsclf that matters, At the time it was initiated the proceeding was not prohibited by any law nor was it taken in violation of any law, It need not therefore be quashed at the present stage, Anwar Hossain Monju Vs. State (Criminal) 447  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3(I)(a)—Detention order, nature and scope of—This provision requires that before the Government can pass an order of detention it must be satisfied with respect to the individual person that his activities are directed against the object mentioned in the section and that it is necessary to prevent him from acting against it. While empowering the Government to pass a preventive order the section appears to have expressly made it a part of its duty to satisfy itself about the existence of what the law makers regard as condition precedent to the exercise of that power. An order being indicative of the state of the mind of the authority making it, the concerned order of detention must expressly state that the Government is satisfied that it is necessary to make the order to prevent the individual from doing any prejudicial act. If the order is silent in this respect the detention will be not in terms of the section. M Mahmood Vs. Bangladesh (Writ) 372  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3(I)(a)—Preventive detention— Nexus between the incident and the order of detention—The alleged offending acts of the detenu prior to his arrest in September 1987 formed the basis of the satisfaction of the detaining authority as to the necessity of the detention and those had a close link with the passing of the order of detention. The detenu has been in custody since 13.9.87 and there has been a long gap of 2-1/, years between the alleged prejudicial activities and the order of detention when there could legitimately be no material in possession of the detaining authority to show that there was any likelihood of the same being repeated. The detaining authority had, therefore, no material basis to form an opinion of satisfaction for passing the order of detention. Farzana Hugq Vs. Bangladesh (Writ)  501  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3(I)(a)—Preventive detention— . When it is colourable exercise of power—The dentetion has been based on self-same grounds as were communicated to the detenu on carlicr occasion and declared to be illegal. Repeated recourse (o illegal grounds knowing them to be so speaks of a bad mind. In the facts of this case, the preventive action of the respondent is nothing but a colourable exercise of power. Farzana Hugq Vs. Bangladesh (Writ) 501  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Section 3 if authorises detention for protective purpose. It confers on the Government the power to detain an individual for the purpose of preventing him from doing one or other of the 8 prejudicial acts mentioned in section of the Act and for no other purpose. To keep a particular individual in detention for the purpose of protecting him from the onslaught of others is not contemplated within the four corners of the provision of law. The detenu might have a capability to create problem to public safety and public order, but that by itself cannot be the basis for passing an order of detention so long as he does not indulge himself in any prejudicial act and the members of the public are not affected. (Per BB Roy Chowdhury J). M Mahmood Vs. Bangladesh (Writ) 372  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—Ground of detention—Capability to create problem cannot be a ground—A capability to create problems to public safety and public order by itself cannot be the basis for passing an order of detention so long as.the detenu does not indulge himself in any prejudicial act endangering public safety and public order and the members of the public are not affected by his activities. M Mahmood Vs. Bangladesh (Writ) 372  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—The purpose for which the petitioner was taken into detention appears to be realisation of the bank loan. Such detention was not contemplated in the Act. If anything is payable to the bank as unpaid loan there are other modes of recovery of the dues as the loan was obtained under bilateral agreement creating a civil liability. For default in this regard provisions of preventive detention under the Special Powers Act cannot be resorted to. Mirza Ali Ashraf Vs. The State (Writ)  144  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 2(f)(i)—Dctention order when void ab initio—Since the District Magistrate has no jurisdiction to pass an order of detention on the grounds enumerated in scction 2(f)(i) the present order of detention is void ab initio. Moazzem Hossain Chowdhury Vs. Bangladesh (Writ) 186  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 2(f) & 16—Where the subject matter of theft belongs to the citizen or any other organisation or institution theft ipso facto of such property does not become prejudicial to the economic and financial interest of the State. In the instant case as the motors in question belonged to the Project for irrigation of land of different individuals there is no scope to hold that the theft of the motors was prejudicial to the financial and economic interest of the Statc. Anisuzzaman Vs. State (Criminal) 35  "
  },
  {
    "title": " Special Powers Act (XIV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": "Section 2(f)—Section 3 detention for protective purpose. It confers on the Government the power to detain an individual for the purpose of preventing him from doing one or other of the 8 prejudicial acts mentioned in section of the Act and for no other purpose. To keep a particular individual in detention for the purpose of protecting him from the onslaught of others is not contemplated within the four corners of the provision of law. The detenu might have a capability 1o creale'problem to public safety and public order, but that by itself cannot be the basis for passing an order of detention so long as he does not indulge himself in any prejudicial act and the members of the public are not affected. (Per BB Roy Chowdhury J). M Mahmood Vs. Bangladesh (Writ) 372  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Section 42—Plaintiff's prayer for declaration that defendant Nos. 2 and 3 have no title in the suit property in the suit for specific performance of contract by the purchaser was not maintainable since the plaintiff acquired no interest in the suit property under the contract for sale. Silver Estate Ltd. Vs. Abdul Hakim Mia (Civil) 360 "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Section 42—Suit for declaration simplicite, —When the suit property is in possession of the Government, no prayer for recovery of possession jg required. If it is declared by the Court that the property is not an abandoned property, the Government will have no reason to possess the same and will be under an obligation to restore possession to the plaintiff and no prayer for recovery of possession as a consequential relief is necessary, The lessor under the Government has no independent right and no prayer for her eviction is necessary. Hashem Vs. Bangladesh (Civil) 109  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 39 & 42—Cancellation of instru- ment when need not be prayed—Where the plaintiff is not a party to the instrument mere declaration that the instrument is void is sufficient and the plaintiff need not pray for cancellation of the instrument whether the suit falls under section 42 or under section 39 . The Court below having erred in law i, dismissing the suit on ground of maintainability, the suit is sent back to the trial Court for fresh hearing in accordance with law. Sullana Begum y;, Abul Kalam (Civil) 77  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 39 & 42—In a suit for declaration that certain instrument is void where the Court finds that the instrument is void ab initio, the suit is maintainable without asking for cancellation of the instrument. The contention that the suit is hit by the provision to section 42 of the Act has no substance. AH Shamsuddin Ahmed Vs. Begum Arafat (Civil) 52  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 25 & 26—Dispute of title in a suit for specific performance—there is no scope for deciding the question of title of the defendant No 1. in this suit for specific performance of contract by the buyer or to declare that defendant Nos. 2 and 3 have no title in the suit-property Specific performance being an equitable relief Court is not bound to grant the same merely because the contract between the plaintiff and defendant No. 1 has been proved. Silver Estate Ltd. Vs. Abdul Hakim Mia (Civil) 360  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 22 & 24—Specific performance of contract—when plaintiff is not entitled to it—The plaintiff without depositing the transfer fee, without offering the balance fee and demanding amicable registration filed the suit when he was faced with notices and filing of a suit by defendant No. 2 . In such circumstances he is not entitled to specific performance of contract due to the laches and default in performing his part of the obligations when there is no default of the defendant No. 1 . Silver Estate Ltd. Vs. Abdul Hakim Mia (Civil) 360  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Section 22—Contract not specifically enforce- able—the contents of documents exhibited and averments made in the plaint prove that the plaintiff's alleged contract was not a contract for sale but a contract to the extent that there was a contracl (o enter into a final contract for sale of land, and this is not enforceable in law. Durgarani Sarkar Vs. United Bank of India Ltd. (Civil) 121  "
  },
  {
    "title": "Specific Relief Act - (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": "Section 22—Suit for specific performance of contract—No case of non-enforcement of the contract having been made out by the defence at the trial, the legal course was to decree the suit. Feroja Khatoon Vs. Brajalal Nath (Civil)  160  "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 146-151—Secttlement of land granted by the Revenue Authority—cancellation of scttlement by the Government whether lawful —Under scction 146 of the Tenancy Act the general power of superintendence and control over all Revenue Officers is vested in the Board of Land Administration and not the Government. The Board of Land Administration is not however empowered - to revisc u/s 146 the orders passed by the Revenue Officer under the Act, although the Board is the final authority to entertain appeal and revision against any order passed under the Act by a Revenue Officer including an order granting settlement of land. There is nothing to show that the Government is_ empowered under any provision of the State - Acquisition and Tenancy Act to cancel or rescind any order passed by the Revenue Authorities. Saifur Rahman Vs. Bangladesh (Writ) 210 "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Section 96(I)—Choice of some holdings for pre-emption out of several holdings sold, whether it will be a case of partial pre-emption—The effect and purport of section 96(1) of the SAT Act is not that the right of pre-cmption accrues only holding-wise but also transaction-wise. The clear intention of the Legislature was to confer a right of pre-emption holding-wise and not transaction-wise. In the context of scction 2(13) of the SAT Act read with section 96(I), the right of pre-emption has not been conferred with reference to the number of propertics transferred by a particular deed. A distinct right has been conferred in respect of a distinct holding. Birendra Nath Chakraborty Vs. Subal Chandra Biswas (Civil) 276  "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Section 96—Nature of the land sought to be pre-empted and the question of maintainability of proceeding u/s 96 of the Act—Avocation of tenant does not determine the character of the land—The initial purpose for which the lease is created and the subsequent user of it determines the nature of the land—Entry in the CS and SA khatians that the land is a \"Bhiti\" meaning it to be a non-agricultural land cannot be wiped out merely on the basis of a recital in the deed describing the land as a \"Chashi-Bhiti\" land—Although from the homestead standing on the disputed land agricultural operation is carried out, that does not change the nature of the land. Appellate Court judgment dismissing the pre-emption case being not maintainable u/s. 96 of the Act needs no interference. Adam Ali Bepari Vs, Abdur Rahman ~10   "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Section 96—Limitation for pre-emption— Limitation in case of a proceeding under section 96 of the Act does not start from the date of execution of the document transferring the land but from the date when the document is registered under section 60 of the Registration Act. Abdul Majid Vs. Akhil Chandra Sengupta (Civil) 506  "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Section 86(3)—Scttlement of land granted by the Revenue Authority—cancellation of scttlement by the Government whether lawful—Under section 146 of the Tenancy Act the general power of superintendence and control over all Revenue Officers is vested in the Board of Land Administration and not the Government. The Board of Land Administration is not however empowered to revise u/s 146 the orders passed by the Revenue Officer under the Act, although the Board is the final authority to entertain appeal and revision against any order passed under the Act by a Revenue Officer including an order granting settlement of land. There is nothing to show that the Government is empowered under any provision of the State Acquisition and Tenancy Act to cancel or rescind any order passed by the Revenue Authorities. Saifur Rahman Vs. Bangladesh (Writ) 210  "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 20, 43 & 44—The process of acquisition becomes final only after publication of the notification in the official Gazette declaring that the compensation assessment roll has been finally published. The property vests in the Government only after such notification is published. The present case docs not come within the mischicef of PO 90/72 since the plaintiff seems to be in possession of the property and there is absence of the required notification. Khorshed Ahmed Chowdhury Vs, Bangladesh (Civil) 264  "
  },
  {
    "title": "State Acquisition and Tenancy Act, 1950 (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 2(13)—Choice of some holdings for pre-emption out of several holdings sold, whether it will be a case of partial pre-emption—The effect and purport of section 96(1) of the SAT Act is not that the right of pre-emption accrues only holding-wise but also transaction-wis¢. The clear intention of the Legislature was to confer 2 right of pre-emption holding-wise and not transaction-wise. In the context of section 2(13) of the SAT Act read with section 96(1), the right of pre-emption has not been conferred with reference 10 the number of properties transferred by a particulaf deed. A distinet right has been conferred in respect of a distinct holding. Birendra Nath Chakrabory VS Subal Chandra Biswas (Civil) 216  "
  },
  {
    "title": "Trade Marks Act (V of 1940)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 10, 46 & 72—Honest user of a trade mark for a long time—Registrar fails to exercise jurisdiction to dispose of the petition for registration of the tradc mark—Petitioners Sattar. Match Works acquired a right to use the trade mark 'Cock’ and got summary registration for the same by concurrent and honest user for about three decades along with Ujala Match Factory. In order to do complete and substantial justice the Court in exercise of its inherent discretionary jurisdiction gives direction to the Registrar of Trade Marks to - grant summary registration for the trade mark without prejudice to the Ujala Match Factory for its concurrent use of the same trade mark 'Cock'. Sattar Match Works Vs. BCIC (Writ) 532 Sections 37 & 46—Rectification of Trade Mark —Maintainability of application for rectification—Question of right to use Trade Mark later applied for—The petitioner is competent to file such an application before the Court as the pc%moncr company is aggrieved by the very granting of certificate in favour of the respondent. Tl.le preliminary objection against the application Is, therefore, not acceptable. It was found that the respondent had no bonafide intention to use the Trade Mark 'Capri' although he declared that since 1983 he had been using the trade name 'Capri' for his toilet soap. The impugned registration leaving aside the application of the petitioner Company, though made later in 1987, cannot be sustainable when the company had rcasonable and legal grounds to apply. Haque and Company Ltd. Vs. M/s Western Soap Factory (Civil) 304 "
  },
  {
    "title": "Transfer of Agricultural Land Act (XXXIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—The statutory provisions are prospective, unless there is clear indication in the Act itsclf that they are retrospective. The plaintiffs cannot be disentitled from the suit land on the basis of scc. 3 of the Act as they alrecady acquired title before the Act came into operation. Badsha (Md) Miah and others Vs. Soleman Nessa Bibi and anr. (Civil) 646 "
  },
  {
    "title": "Transfer of Property Act (IV of 1882)",
    "subsection": "",
    "year": 1991,
    "section": "Rule 14—Acceptance of nomination paper— Question of waiver of right to challenge—The relevant law does not provide for any appeal against acceptance of a nomination paper relating to election of the chairman of an Upazila Parishad. The acceptance of a nomination paper which is disputed 1S not a pre-clection dispute but an election dispute and can be agitated before the Election Tribunal and before no other forum. Yakub (Md) Ali Howlader Vs. Abdur Rab Munshi (Civil) 586 "
  },
  {
    "title": "Transfer of Property Act (IV of 1882)",
    "subsection": "",
    "year": 1991,
    "section": "Sections 111(g) & 114A—Determining lease invoking the aid of stipulation in the lease deed—In the instant case the lecase was determined on the breach of condition by the lessee as embodied in the lease deed and issuing notice on him invoking the aid of clause 5 of the lease deed and section 111 .(g) of the TP Act. Therefore, the principle laid down in AIR 1970 (Cal) 452 is not applicable in the present case. The grounds for non-compliance of the terms and conditions of the lease deed which resulted in the forfeiture of the lease did not appear reasonable because of the long lapse of time. Motiul Hoque Vs. DIT (Rajuk) (Civil) 407  Upazila_ Parishad (Election of Chairman) Rules, 1983  "
  },
  {
    "title": "Transfer of Property Act (IV of 1882)",
    "subsection": "",
    "year": 1991,
    "section": "Section 53A—Part performance—When 2 transferor has delivered possession of his property to the tranferee in part performance of a written contract neither the transferor nor any one claiming under him will be permitted to asscrt his title to the property in question or to recover possession of the same so long the transferce or the person claiming under him has done some act in furtherance of the contract and has performed or is ready to perform his part of the contract. Progati Industries Ltd Vs. Shahida Khatun (Civil) 429  "
  },
  {
    "title": "Transfer of Property Act (IV of 1882)",
    "subsection": "",
    "year": 1991,
    "section": "Section 52—Lis pendens—Question of bar of appeal—The doctrinc of lis pendens does not make alicnations made during pendency of a suit void but only that such alicnation will not affect the rights of other partics to the suit. It means that the purchaser pendente lite is bound by the result of the litigation. In the instant case, the petitioner having alleged that he had purchascd the suit land and the decree passed in the suit adversely affccted his interest the District Judge has committed an crror of law in not according permission to the petitioner to file the appeal. Bangladesh Leaf Tobacco Company Lid. Vs. Md. Abdul Mannan (Civil) 7 Section 52-—Suit for declaration of ex parte decree fraudulent—Scope of such a sgil_causc of action to file and maintain such suit—falsity ¢ claim cannot be a ground for scll?ng aside an ¢y parte decree. Only when the plaintiff challenges an ex parte decrec On the ground of fraudulen suppression of summons to dc:pri\"c,h\".n Of the opportunity of contesting the false claim in such 4 suit and the plaintiff can establish such allegation then such an ex parte decrec can be sct aside zs fraudulent. The plaintiff having purchased the sui property during the pendency of the suit which wag decreed ex parte the impugned decree is binding on the him. They have no cause of action for the suit Haji Md. Ishaque and others Vs. Rupali Bank (Ciyil) 621  "
  },
  {
    "title": "Union Parishads (Election) Rules, 1983",
    "subsection": "",
    "year": 1991,
    "section": "Rule 49— Setting aside election of returned candidate—The returned candidate secured 4033 votes in 'the two centres results of which are under Challenge In the other two centres, out of total four centres, he polled only 396 votes which would not off-set the reduction of his votes as a result of exclusion of votes obtained by him in the two disputed centres. The result of the election is therefore materially affected and the election in the disputed centres is liable to be set aside. Abul Kashem Vs. Mofiz Mia (Civil) 523 "
  },
  {
    "title": "Union Parishads (Election) Rules, 1983",
    "subsection": "",
    "year": 1991,
    "section": "Rule 44(5)—Fresh fact by way of additional evidence at appellate stage whether permissible— When the opposite party omitted to allege in his election petition that the petitioner was disqualified from being a candidate in the election being a defaulter in payment of loan he could not be permitted to bring such fact by way of additional evidence at the appellate stage. Abul Kashem Vs. Mafiz Mia (Civil) 523  "
  },
  {
    "title": "Union Parishads (Election) Rules, 1983",
    "subsection": "",
    "year": 1991,
    "section": "Rr. 37-39 & 70—Authority to recount ballots — Neither the Returning Officer nor the Election Commission has got any power to recount ballots after opening the election materials kept in sealed gunny bags. This power has not been given to them in order to maintain sanctity of election materials. The point raised as to plenary power of the Election Commission, in the facts and circumstances of this case, is a purely academic question not called for decision in this case. The Election Commission has been given power to decide certain matters, such enquiry will not come within the purview of judicial enquiry, because the power to decide judicially is different from deciding administratively. A Rouf Vs. Ministry of LGRD and Co-operatives (Writ) 29  "
  },
  {
    "title": "Union Parishads (Election) Rules, 1983",
    "subsection": "",
    "year": 1991,
    "section": "Rule 12(5) & 44(3)—Inaccurate statement of head while making deposit of security for election cannot be said to be so vital as to lead to the conclusion that no proper deposit was made when it was in fact made with the Bank as security for the cost of election petition. Abdul Kader Vs. Md. Abdul Rafi Prodhan (Civil) 166  "
  },
  {
    "title": "Village Courts Ordinance, 1976",
    "subsection": "",
    "year": 1991,
    "section": "Section 3—The cumulative effect of the provisions made in the Ordinance and the Rule is that the amount of loss claimed by the complainant vests jurisdiction in the Criminal Court or in the Village Court as the case may be and not the finding of the Court as to the amount of loss inasmuch as nowhere in the Ordinance or in the Rules there is anything to show that the finding of the Court vests jurisdiction in it. Kazi Motiur Rahman Vs. Din Islam (Civil) 128 "
  },
  {
    "title": "Village Courts Rules, 1976",
    "subsection": "",
    "year": 1991,
    "section": "Rule 3(2)(e) & (f)—The cumulative effect of the provisions made in the Ordinance and the Rule is that the amount of loss claimed by the complainant vests jurisdiction in the Criminal Court or in the Village Court as the case may be and not the finding of the Court as to the amount of loss inasmuch as nowhere in the Ordinance or in the. Rules there is anything to show that the finding of the Court vests jurisdiction in it. Kazi Motiur Rakman Vs. Din Islam (Civil) 128 "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Speaking order—The court’s order cannot be said to be speaking order when it does not contain the reasoning of the Court for arriving at the finding that the suit is not maintainable in its present form. Zahir Sheikh Vs. Md. Yakub Ali (Civil) 168 "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Suicide—Value of a farewell letter written by the accused in coming to decision in a criminal trial over a murder charge—The letter of the deceased written before her death indicating that she was going to commit suicide and other attending circumstances when considered in the light of NJ Modi's comment that the finding of a general farewell letter is strongly presumptive of suicide, the defence version that it was no case of homicide buta case of suicide cannot be brushed aside. Tarig Habibullah Vs. The State (Criminal) 440  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Service Matter—Master & servant rule— Employee of statutory corporation—he does not come within the master and servant rule. he is entitled to show-cause notice before his dismissal or removal whether there is any statutory rule or not. Because of cumulative effect of diverse legislative enactments his service has a public character. Case reported in 29 DLR(SC) 41 relied. Abdul Jalil Vs. Bangladesh Steel & Engineering Corporation (Civil) 474  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Service matter—Charges against the petitioner lacked any particulars as to when, where and to whom the defamatory statement as alleged was made. No reaonable person can reply to or show cause against vague allegations. The entire proceedings on the basis of vague charges was illegal and violative of the principles of natural justice. AKM Hedayetul Islam Vs. Executive Vice Chairman BARC (Civil) 44  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Re-trial—When retrial cannot be ignored —The alleged offence is a serious one affecting the pecuniary interest of the country. So the accused cannot be allowed to go scot freec merely because of a technical mistake. Of course, the sentence suffered by the accused should not be ignored if he be at all found guilty on fresh trial. Mozammel (Md) Hug Vs. State (Criminal) 614  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Held : In the facts and circumstances of the case, the petitioner Bangladesh Sangbadpatra parishad is not a \"person aggrieved\" to question the award of Wage Board or the connected law, as it has pothing to lose or win by the impugned award. It is (he owners of newspapers and the employees who are affected by the award and not Bangladesh gangbadpatra Parishad. This Parishad may represent the employers anywhere but it has no locus standi to invoke the jurisdiction of this Court under Art. 102 of the Constitution. Bangladesh Sangbad Patra Parishad Vs. Bangladesh (Civil) 424  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Person aggrieved—Question of locus stand! to file writ petition—Whether BangladeSh Sangbadpatra Parishad, a registered Association 0 owners of the newspapers and newspapef organisations in Bangladesh is competent to challenge the validity of the constitution of Wage Board and its authority of fixing minimum wages for newspaper employees.  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Natural Justice—To a person like the petitioner who constructed a building without sanction opportunity has been given to obtain sanction on payment of ten times of the prescribed fee and fine imposed. Had the petitioner availed such opportunity to protect his construction by submitting an application for sanction it could b said that he was prejudiced for not allowing him an opportunity to be heard on question of saving his construction from demolition. In the absence of pendency of any application for sanction, it canno! be said that there was failure of the principle of natural justice in his case. Habibullah Chowdhur) Vs. RAJUK (Civil) 187  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Natural Justice—Direction by Bangladesh Bank upon a company debarring it from enjoying its cash credit facility with a bank, not for violation of any of the terms of its agreement with the bank but for its failure to pay the alleged claims of respondent Bangladesh Shilpa Bank, is a violation of the principle of natural justice as the same was given without any hearing to the company. Delta Jute Mills Ltd. Vs. Sonali Bank (Civil) 483  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Natural Justice—Question of second shoy cause notice—The principle of natural justice requires only an opportunity to be given to defend the concerned employee. The principle does not automatically give to the affected person a right 1 second show cause notice unless the provision for it is in the service rules or in the Parent Act. Abdul Jalil Vs. Bangladesh Steel & Engineering Corporation (Civil) 474  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Libel—There is nothing on record in support of statements by the defendants that the plaintiff was trying to obstruct them in their legal pursuits and starting false cases against them. The allegations are too vague and lack in particulars. The offending statements were made, published and circulated with malice. The plaintiff is a respectable man in the society and his wife and children are highly educated and well-placed in society. By publication and  circulation of false and defamatory statemeng the plaintiff's reputation has becn ir}jurcd, It i3 neg understandable why the letter exhibit 3 was 4 2l sent to the Governor, if not for malicioyg and improper motive of the defendants. Abdus Soppy, Vs. Harekrishna Kundu (Civil) 314 <br> Malice in law—Malice in law mean; wrongful act done intentionally without just cayg, or excuse and may also mean conscious violation f law to the prejudice of another. Serajul Islam vy DG Food (Writ) 237  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Joint action—Omission may also render an offender liable for punishment—If a man joins with another to assault a person, even though the original intention was merely to inflict relatively harmless injuries, but if he sees his companions in course of the action giving serious beating which is likely to cause his death, but he does not take any step to interfere and the victim dies, such omission may render him liable under section 304 . Shaikh Baharul Islam Vs. The State (Criminal) 336  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Earnest Money—Refund of earnest money— Whether the purchaser is entitled to refund of eamest money with interest in the suit for specific performance of contract—Purchaser is entitled to refund of earnest money with reasonable interest from the date of wrongful withholding of the sum—The plaintiff prayed for refund of the earnest money in the appeal and it cannot be said that the defendant was wrongfully withholding the sum in spite of demand. Plaintiff is not entitled to any interest upto the passing of the decree in this appeal. he will be entitled to interest on the amount from the date of decree till realization. Silver Estate Vs. Abdul Hakim Mia (Civil) 360  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Bias—The question of admissibility or non-admissibility of evidence should be left to be agitated when the case is argued. Merely because a Court acted illegally in allowing some evidence to go into the record or disallowing some evidence as irrelevant or took a wrong view of the law in passing an order would not by itself be a ground for bias, In the present case the order refusing to grant adjournment having been passcd by the Special Tribunal not in violation of any mandatory provisions of law but in exercise of his discretionary power, could not itself give risc to a ground for transfer as no prejudice could be shown to have been caused to the accuscd. Hussain Mohammad Ershad Vs. The State (Criminal) 347 Dismissal & Termination—Connotation of the words 'dismissal' & 'termination'—The two expressions namely, \"dismissed on the ground of misconduct” and \"termination of service on the ground of misconduct” have the same connotation. The word 'dismissal' in its ordinary meaning connotes dishonourably removed or sent away from service while the expression \"terminable on grounds of misconduct” carries the same meaning and stigma. Abdul Jalil Vs. BSEC (Civil) 474  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Analogous hearing—Appeal—When two suits were being heard analogously and an order was passed in respect of documents relating to both, one appeal against such order was in accordance with law. Captain Shamsul Alam Chowdhury Vs. Shirin Alam Chowdhury (Civil) 297  "
  },
  {
    "title": "Words and Phrases",
    "subsection": "",
    "year": 1991,
    "section": "Abatement—Suit shall abate with the abate- ment of appeal—There is no finality to a judgment or decree when it is under appeal and an appeal being a continuation of the suit the whole suit becomes sub-judice. So the judgment of the subordinate judge which is under challenge in the appeal is not final but it shall abate with the abatement of the appeal. Bangladesh Vs. Abdul Wahid Sheikh (Civil) 308  "
  },
  {
    "title": "    Workmen's Compensation Act (VIII of 1923)",
    "subsection": "",
    "year": 1991,
    "section": "Section 30—Where an order of the Commissioner for Workmen's Compensation does not involve a substantial question of law no appeal under this section of the Workmen's Compensation Act lies. Amina Khatun & others Vs. Mls Quick Ways Agency (Civil) 325              "
  },
  {
    "title": "    Workmen's Compensation Act (VIII of 1923)",
    "subsection": "",
    "year": 1991,
    "section": "Section II—The section enjoins service of notice upon the employer and not upon any other person, and the worker sustaining injury is to submit himself for medical examination by a qualified doctor of the employer. Amina Khatun Vs. Mis. Quickways Agency (Civil) 325  "
  }
]