app/controllers/rules_controller.rb

  def context
    # This comes after details and shows entire sections
    rule_id = params[:rule_id]
    if params[:section_id] != "NIL"
      @section_ids = JSON.parse(params[:section_id])
    else
      @section_ids = nil
    end

    @rule = Rule.find(rule_id)
---
SELECT `rules`.* FROM `rules` WHERE `rules`.`id` = 90 LIMIT 1

  def upload
    if params[:json_input].present?
      begin
        parsed_json = JSON.parse(params[:json_input].gsub(/\r\n/, ""))

        for object in parsed_json do



          rule = Rule.create!(
            title: object['title'],
            subsection: object['subsection'],
            year: object['year']
          )
---
INSERT INTO "rules" ("title", "subsection", "year", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Arbitration Act (X of 1940)"], ["subsection", ""], ["year", 1991], ["created_at", "2023-03-22 13:00:13.322780"], ["updated_at", "2023-03-22 13:00:13.322780"]]
INSERT INTO `sections` (`section_text`, `rule_id`, `created_at`, `updated_at`) VALUES ('Sections 17, 33 & 39(1)(vi)—Arbitration award—Question of setting aside an award—The appellants did not file any application to sct aside the award or to challenge the existence and validity of the award. It is absurd to say that by making the award a Rule of the Court, the Court has refused to sct aside the award. The act of refusal must be in pursuance of a positive move by the party affected cither under section 17 or section 33 . An ex parte order, as in the present case, making an award the Rule of the Court is not amenable to under section 39 of the Arbitration Act. Bangladesh Vs. KM Shafi L. (Civil) 217 ', 1, '2023-05-04 17:13:52', '2023-05-04 17:13:52')