app/models/section.rb

SELECT "rules".* FROM "rules" WHERE "rules"."id" IN (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
SELECT `sections`.* FROM `sections` WHERE `sections`.`id` IN (116, 120, 126, 114, 112, 47, 24, 64, 115, 2, 14, 23, 1, 91, 12, 97, 101, 109, 88, 98, 107, 34, 123, 7, 45, 21, 29, 32, 57, 52, 127)
---
  def self.search_sections(query)
  	result_array = []
    search_results = Section.search(query, includes: [:rule], highlight: true)

   search_results.with_highlights.each do |section, highlights|

SELECT `rules`.* FROM `rules` WHERE `rules`.`id` IN (24, 31)
SELECT `sections`.* FROM `sections` WHERE `sections`.`id` IN (116, 120, 114, 112, 91)
---
  def self.search_sections_exact(query)
  	result_array = []
    search_results = Section.search(query, includes: [:rule], match: :phrase, highlight: true)

   search_results.with_highlights.each do |section, highlights|