[
  {
    "title": "Arbitration Act (X of 1940)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 17, 33 & 39(1)(vi)—Arbitration award—Question of setting aside an award—The appellants did not file any application to sct aside the award or to challenge the existence and validity of the award. It is absurd to say that by making the award a Rule of the Court, the Court has refused to sct aside the award. The act of refusal must be in pursuance of a positive move by the party affected cither under section 17 or section 33 . An ex parte order, as in the present case, making an award the Rule of the Court is not amenable to under section 39 of the Arbitration Act. Bangladesh Vs. KM Shafi L. (Civil) 217 ",
      "Section 2(b)—Arbitration award—How it is expressed—There is no particular form for expression of an Arbitrator's decision (award). It is not a judgment and it need not contain the reasonings of the Arbitrator. It is enough if the award contains the decision of the Arbitrator., High Court Division did not err in law in construing the Memo written by the Arbitrator—to his superior authority as an award. Bangladesh & ors. Vs. K M Shafi L. (Civil) 217  "
    ]
  },
  {
    "title": "Bangladesh Parjatan Corporation Service Rules, 1980",
    "subsection": "",
    "year": 1991,
    "section": [
      " Rule 41(2)(i)(iv)—Termination of service of employees of a statutory body—No reason was required to be assigned for their termination—If the termination is found to be within the four corners of the law the Court cannot nullify it on the ground that it is harsh. There is no requirement in the Rules that termination would be void when no reason for it was assigned. The principle of natural justice is also not applicable in the case as this principle has been excluded in the Rule itself. The appointing authority has got power to reinstate a terminated employee, in exclusion of some others, on the merit of individual casc. Bangladesh Parjatan Corporation Vs. Shahid Hossain Bhuiyan and others (Civil) 154 "
    ]
  },
  {
    "title": "Bengal Patni Taluks Regulation (Bengal Regulation (VIII of 1819)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 14—Lands lost by diluvion——Limi tation for talukdar's suit for setting aside auction sale—A plaintiff alleging that the lands were lqst and no rent was legally due for the period so lost is not really suing the Zamindar for settling the balance due to him. He is alleging that the very relationship of landlord and tenant was in a state of suspended animation for some time. It is actually a suit for determining a cessation and resumption of landlord-tenant relationship not to be governed by section 14 of the Patni Regulation under which the relationship is continuous. The plaintiffs need not file, in such a position, a suit to set aside the patni sale within the period of limitation laid down in Art. 12(d) of the Limitation Act. Bangladesh Vs. Tobarak Ali Mia (Civil) 130 ",
      " Section 2—A talukdar holds a tenure under a Zamindar, a Darpatnidar under a talukdar and so on. The same goes for a howladar and a Nim howladar and so on. The provision of Bengal Tenancy Act relating to tenures are, prima facie, applicable 10 Patni Laws. Bengal Tenancy Act cannot vary the               relative rights of Zamindars and Patni talukdars as established by Regulation VIII of 1819 but if there arc provisions in the Bengal Tenancy Act which arc in the nature of supplementing the relationship without being in conflict with the Patni Laws, the provisions of Bengal Tenancy Act will apply in respect of Patni tenures. Bangladesh Vs. Tobarak Ali Mia (Civil) 130               "
    ]
  },
  {
    "title": "Bengal Tenancy Act (VIIT of 1885)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 5(1), 52, 61, 86A & 195(e) —Applicability of the provision of Bengal Tenancy Act in respect of Patni tenures—A talukdar holds a tenure under a Zamindar, a Darpatnidar under a talukdar and so on. The same goes for a howladar and a Nim howladar and so on. The provision of Bengal Tcn:_mcy Act relating 10 tenures are, prima facie applicable to Patni Laws. Bengal Tenancy Act canno; vary the relative rights of Zamindars and Patnj mlu!:dars as established by Regulation VIII of 1819 bul_xf there are provisions in the Bengal Tenancy Act whxgh are in the nature of supplementing th relationship without being in conflict with lhchatnc' Laws, the provisions of Bengal Tenancy Act wil;  apply in respect of Patni tenures. B Tobarak Ali Mia (Ciril) ) 44 "
    ]
  },
  {
    "title": "Code of Criminal Procedure(V of 1898)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 561A—Quashing of proceeding— Court will be loath to stifle a prosecution at the initial stage unless facts are such as would attract inference that even upon admitted facts no case can be made out and continuation of the proceeding would be an abuse of the process of the Court. Al-haj Md. Serajuddowlah Vs. The State (Criminal)  ",
      "Section 561A—It has been asserted that the FIR itself was lodged by the complainant after receiving an order from the Home Ministry and not on his own. A prosecution cannot be quashed just because it was initiated at the instance of the Home Ministry.  The question of possession can only be decided on evidence and not on submission on law as to what constitutes possession. The question whether the proceeding should be quashed or not should be decided on facts alleged in the FIR and charge-sheet. The accused's general denial that the facts disclosed in the FIR are not true will not do. To succeed the accused must show that the facts alleged by the prosecution do not constitute any offence or that the prosecution is otherwise barred by law. Hussain Mohammad Ershad Vs. State (Criminal) 50  ",
      "Section 561A—Stay of proceeding—In the facts of the case as in point of time the civil suit was instituted before the filing of the FIR and the questioned documents in their originals are yet to be produced and examined by the civil Court. The criminal proceeding where the documents are claimed as forged, may, in the interest of justice, be stayed till the disposal of the civil suit. Zakir Hossain and others Vs. The State (Criminal) 102  ",
      "Section 498—High Court Division in criminal revision cancelled the appellant's bail when there was no new material before it and no allegation of tampering with the evidence. Co-accused against whom. cognizance of a murder case has already been lakcn'xs already on bail. High Court Division did not Exercise its judicial discretion properly in cancelling the appellant's bail—Appellants to remain on bail already granted by Upazila Magistrate. Bakul Howlader Vs. The State (Criminal) 14  ",
      "Section 498—Bail in a case where the sentence is of short duration—In the present case the sentence is of two years and the disposal of the appeal in question normally takes time. In that circumstances the High Court Division ought to have exercised judicial discretion in the matter of granting bail to the appellants. The judicial discretion having not been properly, exercised in the facts of the case the order is set aside and the appeal allowed. Dhanu Mia Vs, State (Criminal)  119  ",
      "Section 498—Sentence for one year—The Court ought to have exercised discretion in granting bail to the appellants in view of the short sentence of imprisonment. Saimuddin Vs. The State (Criminal)  151 -  ",
      "Sections 439, 439A & 561A—Propriety of exercising jurisdiction under section561A CrPC to quash Magistrate's order drawing up proceeding under section145 CrPC—As the High Court Division's revisional jurisdiction is concurrent with that of the Sessions Judge and although the High Court Division could decline to interfere for not moving the Sessions Judge, the interference that has been made cannot be said to be without jurisdiction. Jurisdiction under section561A CrPC is not ousted in the presence of the revisional jurisdiction of the Sessions Judge under section439A of the Code. The only question will be has any case been made out either under section439 or 561A of the Code? The answer will vary from case to case. Samirun Nessa ~ Vs. Kamaluddin (Criminal) 175  ",
      "Section 439—Refusal of prayer for ad-inte- rim stay while issuing Rule in criminal revision. When appellant clearly stated before the High Court Division while obtaining the Rule that she gave birth to a child just five months ago and it would be injurious to her health as also to the baby if both were to be placed under any type of custody at that critical stage it was not a judicious and sound exercise of discretion to refuse the said stay. Azima Begum Vs. Yusuf Khan (Criminal) 53  ",
      "Section 439—Direction for filing a scparate application for bail while moving a revisional application whether proper—When the appellants were already on bail granted by the lower Appellate Court., the direction that has been given after _rejecting the prayer for bail is not proper and is not in keeping with the normal practice and procedure that is traditionally followed in the High Court Division in revision. In that view of the matter, the appellants will remain on bail already granted, till disposal of the revision case. Baneazuddin Ahmed Vs. The State (Criminal) 120                 ",
      "Section 417(1)(a)—Maintainability of appecal by witness against order of acquittal—The State u/s. 417(1)(a) of the Code is authorised (o present an appeal against an order of acquittal passed by the Court of Sessions. But in the present case, the appeal was not preferred by the State. The appeal was filed before the High Court Division by a witness who is also the petitioner in the present petition for leave to appeal. Hence this leave petition is not maintainable in law. Fazar Ali alias Manik Chand Vs. Fazar Ali and others (Criminal) 129  ",
      "Section 417—Review of evidence—The reason given by the Judges of the High Cour Division to disregard the evidence of PWs 2,3 & 4 relying only upon the evidence of PW 7 is rather artificial. In an appeal by the State against acquittal it is quite open to the Court to review the evidence in order to see whether finding on which acquittal is based is perverse being in wanton disregard of good and unblemished evidence given by other witnesses. State Vs. Ashraf Ali (Criminal) 8  ",
      "Section 410—The High Court Division sitting in appeal was bound to give duc weight (o the opinion of the Trial Court with regard 1o the credibility and demeanour of the witnesses. State Vs, Abdus Sattar (Criminal) 4  ",
      "Section 409—An Assistant Sessions Judge deemed to be appointed as Additional Sessions J udge has the limited power of passing higher sentences  except a Death Sentence in those sessions cases which are now_triable by him by deeming and treating him to be an Additional Sessions Judge, ‘consequent upon the changes brought. He shall not bq deemed to be an Additional Sessions J udge for all the purposes under the Code, .g. for hearing appeals,  revisions, reference and reviews if they are made over  or transferred to him by the Session Judge. Under section409 the Sessions Judge can transfer the hearing of an appeal only to an Additional Sessions Judge and not to an Assistant Sessions Judge deemed  to have been appointed as an Additional Sessiony Judge. The dismissal in the instant nppcul })y the Assistant Sessions Judge and refusal of interferencg by the High Court Division in revision are therelore illegal. The appeal against conviction is therelore allowed and it is directed that the Sessions Judge may himself dispose of the appeal or transfer it o an Additional Sessions Judge for disposal. Abul Kasham Vs. State (Criminal) 77 ",
      "Section 376—Death sentence, commutation of—Death sentence not executed after more than four years from the date of confirmation of the sentence. Appellant suffered a prolonged agony for laches of others. Death sentence commuted to one of life imprisonment. Wajear Rahman Moral Vs. State (Criminal) ' 25  ",
      "Section 376—There is nothing on record to show that there was (any real) love between the appellant and deceased Dilara. The appellant being not a jilted lover, it is difficult to commute the sentence of death to one of imprisonment for life.  Further, soon before the occurrence there was no provocation from the prosecution side and there was no occasion for the appellant to show any emotional imbalance and disequilibrium. On the contrary, the evidence on record shows that the appellant with a premeditated and pre-planned manner entered into the hut of the deceased with a dagger and killed her.The trial Court as also the High Court Division found no mitigating circumstances. Nor did we. Abdul Quddus Vs. The State (Criminal) 234  ",
      "Section 344—Stay of proceeding—-ln the facts of the case as in point of time the civil suit was instituted before the filing of the FIR and the questioned documents in their original.s are yet to be produced and examined by the civil Court..Thc criminal proceeding where the documents are claimed as forged, may, in the interest of justice, be stayed till the disposal of the civil suit. Zakir Hossain and others Vs. The State (Criminal) 102  ",
      "Section 344—Refusal of prayer for ad-inte- rim stay while issuing Rule in criminal revision. When appellant clearly stated before the High Court Division while obtaining the Rule that she gave birth to a child just five months ago and it would be injurious to her health as also to the baby if both. were to be placed under any type of custody at that               critical stage it was not a judicious and sound  exercise of discretion t o refuse the said stay. Azima Begum Vs. Yusuf Khan (Criminal) 53  ",
      "Section 342—Omission to examine the accused under this section is not curable under _section537 . After the prosecution closes its  evidence the court shall examine the accused and ask them whether they will adduce any evidence in defence. Omission to do so vitiates the conviction if such omission has prejudiced the accused in their defence. The conviction is set aside and it is directed that the accused be examined under section342 CrPC by the trial Court and thereupon the case be disposed of according to law. A. Gafur Vs. Jogesh Chandra Roy (Criminal) 62  ",
      "Section 241A—Magistrate cannot discharge accused persons on the plea of alibi that they were at different places at the time of commission of offences alleged by the prosecution—Magistrate's \"finding\" in this regard is based on no evidence. Mere submission of some papers supporting alibi is neither sufficiént nor admissible as the stage of adducing defence evidence was not yet come Magistrate's order of discharge was not sustainable as it was based on gross misconception of law. Nannu Gazi Vs. Awlad Hossain (Criminal) 63  ",
      "Section 195(I)(c)—Stay of proceeding—In the facts of the case as in point of time the civil suit was instituted before the filing of the FIR and the questioned documents in their originals are yet to be produced and examined by the civil Court. The criminal proceeding where the documents are claimed as forged, may, in the interest of justice, be stayed till the disposal of the civil suit. Zakir Hossain and others Vs. The State (Criminal) 102  ",
      "Section 167(7)—Transitory . Provisions, purpose of—Investigation pending immediately before commencement of the Ordinance—Magistrate did ne’ accept the Final Report and directed further mvesllgatlon—Pohcc on further investigation submitted charge-sheet far beyond the \"specified period” of 60 days as stated in sec. 167 (5) and also of 90 days as stated in sec. 35(d) of the Transitory Provision—Charge-sheet was_submitted one year 7 after the Magistrate's order for further investi- gation—Accused respondents, whether entitled to be released—Provision in sec. 35(d) of the Ordinance is not mandatory and intended to save an investigation which had started at the time when there was no time limit for its conclusion—Investigation on which the Police submitted charge-sheet, not governed by section167, and the charge-sheet not hit by section167(7)—Consequently the charge-sheet stands. Kazi Abdul Jalil Vs. Jashem Munsi (Criminal) 116  ",
      "Section 154—FIR can be used only to corroborate or contradict the maker thereof. There is neither any law nor any principle on the basis of which the testimony of another witness can be ignored or rejected because the informant had made an omission to mention about the fact which the witness stated in his deposition. State Vs. Abdus Sattar (Criminal) 4  ",
      "Sections 145 & 146—Dispute as to posses- sion of land—Attachment to continue until Civil Court's decision on title—The parties are litigating their title, as also possession in a Title Suit. It is for them to raise all the questions therein. All comments, observations and findings of the Magistrate in the proceedings under section145 CrPC and of the High Court Division while disposing of the application under section561A CrPC with regard to the title and possession of the disputed property (the subject matter of the proceeding under section145 CrPC) will be ignored by the Civil court while deciding the title suit. It will be fit and proper, in the facts and circumstances of the case, to keep the Magistrate's order directing the receiver to hand over possession of the case land to the Ist party of section145 proceeding in abeyance for the present and it is so ordered. It is further ordered that pending disposal of the title suit the disputed land will remain under attachment and the 1st party is to hand over possession thereof to the receiver. On receipt of judgment in the title suit, the Magistrate shall dispose of the proceeding before him in conformity with the decision of the Civil Court. Samirun Nessa Vs. Kamaluddin (Criminal)  175  ",
      "Sections 9(3), 29C, 31(4), 409—An As- sistant Sessions Judge deemed to be appointed as Additional Sessions Judge has the limited power of passing higher sentences except a Death Sentence in those sessions cases which are now triable by him by deeming and treating him to be an Additional Sessions Judge, consequent upon the changes brought. He shall not be deemed to be an Additiona! Sessions Judge for all the purposes under the Code, e.g. for hearing appeals, revisions, reference and reviews if they are made over or transferred to him by the Session Judge. Under section409 the Sessions Judge can transfer the hearing of an apped! only to an Additional Sessions Judge and not t0 an Assistant Session Judge decmed to have beeh appointed as an Additional Sessions Judge. The dismissal in the instant appeal by the Assistant Sessions Judge and refusal of interference by‘lhc High Court Division in revision are therefore ille-               gal. The appeal against conviction is therefore allowed and it is directed that the Sessions Judge may himself dispose of the appeal or transfer it to an Additional Sessions Judge for disposal. Abul Kasham Vs. State (Criminal) 77  "
    ]
  },
  {
    "title": "Code of Criminal Procedure (Second) (Amendment) Ordinance XXIV of 1982",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 35(d)—Transitory Provisions, purpose of—Investigation ‘pending immediately before commencement of the Ordinance—Magistrate did not accept the Final Report and directed further investigation—Police on further investigation submitted charge-sheet far beyond the \"specified period” of 60 days as stated in scc. 167 (5) and also                of 90 days as stated in sec. 35(d) of the Transitory Provision—Charge-sheet was submitted one year after the Magistrate's order for further investi- gation—Accused respondents, whether entitled to be released—Provision in section 35(d) of the Ordinance \" is not mandatory and intended to save an investigation which had started at the time when there was no time limit for its conclusion—Investigation on which the Pplice submitted charge-sheet, not governed by section 167, and the charge-sheet not hit by section 167 (7)—Cdnsequently the charge-sheet stands. Kazi Abdul Jalil Vs. Jashem Munsi (Criminal) 116 "
    ]
  },
  {
    "title": "Companies Act (VII of 1913)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 162—Plea for winding up of a company—Company Judge is competent to dispose of winding-up petition summarily on affidavits and counter-affidavits of parties. Company Court has inherent power Lo stay all further proceedings sine die for the ends of justice when such petition is malafide having been made for a collateral purpose and the same is an abuse of the process of the court. Order staying winding-up petition sine die amounts to rejection of such petition. It is not legally permissible to reopen the matter on the grounds as contained in the existing petition—New facts cannot be incorporated by amending the existing winding up petition. Revival of the present petitions are uncalled for—Filing of fresh winding up petition will depend on new or continuing causes of action. Dr. Naimur Rahman Vs. Shahbazpur Tea Co. Ltd. (Civil) 169 ",
      "Sections 162, 163, 166 & 202—Winding up of a company by court—Circumstances in which winding up will be ordered—The basis of an order for * winding up a company on the ground of its inability  to pay its debts is always insolvency. A company ‘must be found to be commercially insolvent when its existing and probable assets are insufficient to nmeet the existing liabilities, it is heavily indebted to  various creditors, all its assets being in mortgage or in pledge, and there is no possible chance of a profit being made or its busincss carried out. Agrani Bank Vs. Bangladesh Tyres Ltd (Civil) - 164  ",
      "Section 38—Although section 38 of the Companies Act empowers the Company Court to rectify share register it is well-settled that a suit is not barred thereby, especially when detailed evidence is to be taken to settle issue of fact. Afruz Miah Vs. . Al-Haj Md Siraj Miah (Civil) 89  Section 38—Section 6 of the Limitation Act does not bring an application under section 38 of the Companies Act within its ambit. The suit is restricted to a suit or proceeding to be instituted or application to be made by a person suffering from any legal disability. Tamizul Hoque and another Vs. Shamsul Haque and others (Civil) 34  Sections 38 & 40—Share register is main- tained under section 40 which is prima facie evidence of any matter to be inserted therein but where both parties have led all their evidence, the question of initial presumption as contemplated in section 40 lost all its importance. When the facts involved are nat complicated calling for a detailed investigation in a separate forum, applications for correction of share registers are quite maintainable. Tamizul Haque Vs. Shamsul Haque (Ciyil) 34  "
    ]
  },
  {
    "title": "Constitution of Bangladesh, 1972",
    "subsection": "",
    "year": 1991,
    "section": [
      "Article 135—A postal clerk asked to act as an Inspector on purely temporary basis was reverted to his substantive post after about five ycars' service—Whether this reversion amounts to reduction in rank—The uninterrupted service rendered by the respondent-employee for about five years even if considered as \"non-temporary or quasi-permanent\" cannot be termed reduction in rank to attract constitutional protection. The relevant order indjcates that it was never meant to be an order of promotion. In the facts of the case the respondent was not entitled to any show cause notice nor was there any violation of the principle of natural justice. His contention that he has acquired a vested right in the post of Inspector must fail. Bangladesh Vs. Md. Fazlul Hug (Civil) 144 ",
      "Article 105—There could be no ground for review once the case was disposed of on fact and law as well.  Per Latifur Rahman J: (agreeing) : Review of a judgment can be made where there is an error apparent on the face of the record or that the Court's attention was not drawn to any particular statutory provision of law for which an error has crept in the judgment. Idris Ali Bhuiyan Vs. Enamul Haque (Civil) 12  ",
      "Article 103—Where serious defect in the finding of fact given by the High Court Division is discovered and the same are considered not tenable then it should be open to the Appellate Division to come to its own independent finding upon a re-examination of the evidence untrammelled by the opinion of the Court appealed from. State Vs. Abdus Sattar (Criminal) 44               ",
      "Articles 39 & 102—\"Person aggrieved\" —Its meaning and dimension—In our Constitution the petitioner seeking enforcement of a fundamental right must be a person aggrieved. Our Constitution is not at pari materia with the Indian.Constitution on this point. The decisions of the Indian jurisdiction on public interest litigation are hardly apt in our situation. The petitioner is not acting pro bono publico but in the interest of its members. The real question in this case is whether the petitioner has the right to move the writ petition in a representative capacity. The High Court Division has rightly relied upon the case of 29 DLR 188 where the question has been answered in the negative. The petitioner may represent the employers in the Wage Board but its locus standi t0 act on behalf of the Constitution is just not there. Bangladesh Sangbadpatra Parishad (BSP) Vs. Bangla desh (Civil) 126  "
    ]
  },
  {
    "title": "Contempt of Court Act (XII of 1926)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 3—Contempt proceeding—There being no specific denial of the incident stated in the petition for Contempt of Court, High Court Division correctly found the appellants guilty of contempt of court. Power of a High Court to institute a contempt proceeding is a special juris- diction which is inherent in all courts of record and  the High Court Division can deal with it summarily  and adapt its own procedure. Normally contempt proceedings are disposed of by affidavits and counter-affidavits. Question of taking evidence would have arisen if the petitioners specifically denied the statements made in the petition for drawing up a proceeding for contempt. Badsha Mia Vs. Abdul Latif Majumder (Criminal) 10 <br> Criminal Trial <br> Last Seen—This is a case in which a minor boy, the victim of murder, was called away by and seen in the company of the two young accused for the last time before disappearance and then some time thereafter the body of the victim was found out. The fact of calling away of victim Khairul by accused Khasru was satisfactorily established as the first circumstance in support of the prosecution and witnesses have also satisfactorily proved that the victim travelled with the two accused from their village Noapara to a distant place called Takerhat by bus and got down there at 4.00/4.30 PM on 4.1.79. This is the second circumstance proved against the accused. From this point onward upto the time of recovery of the body of Khairul at about 3.00/3.30 PM on the following day the accused were alleged to have been secen along with the deceased, the third circumstance in the absence of ocular evidence of murder, by PWs 11 & 12 . The High Court Division rejected their evidence due to apparent contradiction between their evidence-and the statement made by them before the police and also for the reason that their identification of the accused in the TI Parade had lost all significance in view of the fact that they had chance to see the accused. There has been no violation of any norm or procedure in assessing the evidence of the said two witnesses for which the finding of fact made by the High Court Division could be disturbed. The position, thercfore, comes to this that the third circumstance, that of, seeing the three boys together near the bank of the river where the victim's body was found was not satisfactorily established. The circumstances of the case can never be said to be conclusive as to the guilt of accused Khasru and his brother Nowab. The High Court Division has correctly applied the rule as to circumstantial evidence in the facts of the present case. The State Vs. Khasru @ Syed Mostafa Hossain (Criminal) 182 <br> Alibi—Magistrate cannot discharge accused persons on the plea of alibi that they were at different places at the time of commission of offences alleged by the prosccution—Magistrate's “finding\" in this regard is based on no evidence. Mere submission of some papers supporting alibi is neither sufficient nor admissible as the stage of adducing defence evidence was not yet come Magistrate's order of discharge was not sustainable as it was based on gross misconception of law. Nannu Gazi Vs. Awlad Hossain (Criminal) 63 <br> Alibi—Burden of proof—Burden of proving: alibi in a wife-killing case—It is true that the burden                of proving a plea of alibi or any other plea specifically set up by an accused-husband for absolving him of criminal liability lies on him. But this burden is somewhat lighter than that of the prosecntion. The accused could be considered to have discharged his burden if he succeeds in creating a reasonable belief in the existence of circumstances that would absolve him of criminal liability, but the prosecution is to discharge its burden by establishing the guilt of the accused. An accused's burden 1s lighter, because the court is to consider his plea only after, and not before, the prosecution leads evidence for sustaining a conviction. When the prosecution failed to prove that the husband was in his house where his wife was murdered, he cannot be saddled with any onus to prove his innocence. The State Vs. Mofazzal Hossain Pramanik (Criminal) 64A "
    ]
  },
  {
    "title": "Emergency Requisition of Property Act (XIII of 1948)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 7(f) & Rule 9(6)—(By Majority) : Appeal against final award before the High Court Division—Appellate Court is not empowered to condone the delay of time-barred appeals under sec. 5 of the Limitation Act in view of clear provision of sec. 29(2) which excludes application of section 5. Ishaque Vs. Bangladesh (Civil) 28 "
    ]
  },
  {
    "title": "Enemy Property (Continuance of Emergency Provision) (Repeal) Act (XLV of 1974)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 3(1)—Circular No. 1A-1/77/156 RL dated 23.5.77 <br> Clause 4(1)—Vested Property—Execution of document in an Exchange case—After a deed of settlement was executed by a competent officer of the Government whether it could take the plea that the officer had acted without its authority—Under the provisions of Act XLV of 1974 a vested property can be transferred by the Government or by such officer as the Government may direct. The Government having directed the ADC (Rev). to take necessary action in the matter and in view of circulars on the subject, there is no room for doubt that the ADC was duly authorised to execute and register the deed of settlement. The order setting aside the deed is therefore without lawful authority. Muzaffar Ali Vs.  -Bangladesh (Civil) 137 "
    ]
  },
  {
    "title": "Evidence Act (I of 1872)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 137—Contention as to facts—The defence cannot make an ingenuous argument that the prosecution story cannot be believed as they did not mention about the connecting doors in between the rooms as the defence did not put any suggestion as to non-existence of the same. Abdul Quddus Vs. The State (Criminal) 234 ",
      "Section 137—Statements elicited. from g3 witness in cross-cxaminatign are a very 1mportant part of evidence before a Court. Before drawing any inference from the testimony of a witness, the Court must consider the statements made in the examji- nation-in-chief and those made in cross-€xamination by putting them in juxtaposition and see whether that witness has stood the test. Wajear Rahman Moral Vs. The State (Criminal) 25  ",
      "Section 134—The testimoney of the solitary eye witness could not be shaken in any manner by the defence in cross-examination for which it is difficult to disbelieve her testimony as she narrated the prosecution case in details. Abdul Quddus Vs, The State (Criminal) 24  ",
      "Section 134—Number of witnesses—Convic- tion of the appellants can safely be based on the solitary evidence of the eye witness PW 1 . His evidence is full, complete and self-contained. It may not have received corroboration from other witnesses, but it stands fully corroborated by the circumstances of the case and the medical evidence on record. Iis fullness and completeness are enough to justify the conviction. Abdul Hai Sikder Vs. The State (Criminal) 95  ",
      "Section 118—Even a child witness can be relied if he/she is capable of understanding and replying the question intelligently. Abdul Quddus Vs. The State (Criminal) 234  ",
      "Section 114—Acquisition of land for Railway—Two public documents one being a copy of Gazette notification of 1933 and the other the land's plan which were more than thirty years old and filed as exhibits lead to a presumption that official acts referred to therein were regularly performed and those documents were sufficient to rebut the presumption of correctness of RS and subsequent record of right. GM Bangladesh Railway Vs. Most. Sharifjan Bibi (Civil) 112  ",
      "Sections 103 & 106—Burden of proving alibi in a wife-killing case—It is true that the burden of proving a plea of alibi or any other plea specifically set up by an accused-husband for absolving him of criminal liability lies on him. But this burden is somewhat lighter than that of the prosecution. The accused could be considered Lo-have discharged his burden if he succeeds in creaung a reasonable belief in the existence of circumstances that would absolve him of criminal liability, but the prosecution is to discharge its burden by establishmg the guilt of the accused. An accused's burden is lighter, because the court is to consider his plea only after, and not before, the prosecution leads evidence for sustaining a conviction. When the prosecution failed to prove that the husband was in his house where his wife was murdered, he cannot be saddled with any onus to prove his innocence. State Vs. Mofazzal Hossain Pramanik (Criminal) 64A  ",
      "Section 73—Comparison of signaturc—when direction for comparison is not called for—the case is one for eviction and not for determination of title between the competing partics. Profulla Chandra who is sought to be summoned for his specimen signature was not present before the Court either as a witness or in any other capacity. In the fnct§ of d\\-c case the question of dirccting him to give his specimen signature docs not arise. BIWTC Vs, Nazma Flour Mills Ltd. (Civil) 105               ",
      "Section 45—Medical evidence is only corro- borative in nature—Ocular evidence of the eye- witness which substantially corroborates the major injuries on the person of the deceased must be accepted.  Abdul Quddus Vs. The State (Criminal) 234  ",
      "Section 24—Confessional statement—There being no corroboration on any material particular of the confessional statement, it is unsafe to maintain conviction of the respondents under sections 302/34. Penal Code thercon, though respondent Abid Ali implicated himself in the statement to be an offender. State Vs. Shafique (Criminal) 203  ",
      "Section 18—Admission or concession by lawyer when not binding on his client—It does not appear from the judgment of the appellate Court below that the respondent's lawyer placed reasonings appearing in the trial Court judgment before the lower appellate Court. Under such a circumstance Court is not prepared to accept lawyer's concession as an admission of facts of abandonment of an issue. Safia Khatun Vs. Amena Khatun (Civil) 206  ",
      "Sections 17 & 145—Admission—Since the relationship of landlord and tenant between the plaintiff and the defendant was never a fact in issue, the application of the defendant dated 12.1.66 (unconnected with the relationship) and his deposition in a different proceeding could not be admitted into evidence as an admission suggesting an inference as to any fact in issue. The alleged admissions were not set out in the plaint. Admission can be explained and the maker of the same must have an opportunity to explain them. Abdur Rabban Vs. Aminul Hoque Sowdagar (Civil) 19 ",
      "Section 8—Murder charge resting on circumstantial evidence—Accused's motive in calling out and accompanying the victim boy—There is absolutely no material on_ record to show' that anybody had at any stage expressed any suspicion that the accused might have had any evil motive in calling out the victim. All that the father said at the trial was that the motive for murder was to give him pain. This is no motive. He did not say why the young accused would cause him pain. There is also No material to suggest even that there might have been some immediate and on-the-spot reason for the accused to cause violence to the victim or that they were acting at some others' behest—Per ATM Afzal J with whom Shahabuddin Ahmed CJ & MH Rahman J concurrcd. State Vs. Khasru @ Syed Mostafa Hossain (Criminal) 182  ",
      "Section 5—Credibility of witness—Judges of the High Court Division have not considered the material discrepancies, contradictions and omissions of eye-witnesses for which an error has crept in the judgment resulting in the conviction of the appellants. On consideration of the evidence particularly of the eye-witnesses the appellants are held to be entitled to the benefit of doubt and acquitted. Nurul Islam Vs. The State (Criminal) 6  ",
      "Section 5—Demeanour of witnesses—The observation of the demeanour of witness by the trial Court is not dismissed lightly by the Appellate Court, unless there are intrinsic weaknesses and blatant contradictions in his evidence. Abdul Hai Sikder Vs. The State (Criminal) 95  ",
      "Section 5—Appreciation of evidence—if there is contradiction of a substantial kind or a big difference as to time as given by witnesses and “proved by other circumstances, then the time as 10 the occurrence may become doubtful and the court can disbelieve the prosecution casc. The opinion of the doctor has been so narrowly construed as would                betray even ordinary common sense. Considering all aspects of the matter, there has been a manifest disregard of the accepted principles of appreciation of evidence and consequently a miscarriage of justice. State Vs. Abdus Sattar (Criminal) 44 Section 5—Chance witness—He is found to be at the place of occurrence by chance or coincidence at the time the offence was committed. His evidence need not be rejected outright, but it is to be weighed with caution and may be viewed with suspicion if witnesses are partisan or inimically disposed towards the accused. State Vs. Md. Shafiqul Islam(Criminal) 92 Section 5—Wife-killing case—In such a case, there could be no eye-witness of the occurrence, apart from inmates of the house who may refuse to tell the truth. The neighbours may not also come forward to depose. The prosecution is, therefore, necessarily to rely on circumstantial evidence. State Vs. Md. Shafiqul Islam (Criminal) 92  ",
      "Sections 3 & 5—Circumstantial evidence— Its conclusivencss—assessment of evidence—This is a case in which a minor boy, the victim of murder, was called away by and seen in the company of the two young accused for the last time before disappearance and then some time thereafter the body of the victim was found out. The fact of calling away of victim Khairul by accused Khasru was satisfactorily established as the first circumstance in support of the prosecution and witnesses have also satisfactorily proved that the victim travelled with the two accused from their village Noapara to a distant place called Takerhat by bus and got down there at 4-00/4-30 PM on 4.1.79 . This is the second circumstance proved against the accused. From this point onward upto the time of recovery of the body of Khairul at about 3-00/3-30 PM on the following day the accused were alleged to have been scen along . with the deceased, the third circumstance in the absence of ocular evidence of murder, by PWs 11 & 12 . The High Court Division rejected their evidence due to apparent contradiction between their evidence and the statement made by them before the police and also for the reason that their identification of the accused in the TI Parade had lost all significance in view of the fact that they had chance to see the accused. There has been no violation of any norm or procedure in assessing the evidence of the said two witnesses for which the finding of fact made by the High Court Division could be disturbed. The posi- tion, therefore, comes to this that the third circumstance, that of, seeing the three boys together near the bank of the river where the victim's body was found was not satisfactorily established. The circumstances of the case can never be said to be conclusive as to the guilt of accused Khasru and his brother Nowab. The High Court Division has correctly applied the rule as to circumstantial evidence in the facts of the present case. State Vs. Khasru @ Syed Mostafa Hossain (Criminal) 182  "
    ]
  },
  {
    "title": "Government Lands & Buildings (Recovery of Possession) Act, 1952 (Act X of 1953)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 10 & 11—Bar of suit—The plain- tiff brought the suit when notice u/s 5 of Act X of 1953 was served but he did not impugn this notice in the suit. In the guise of the simple suit for permanent injunction he was in fact making a challenge to the acquisition of the suit land by the Govt. which he could not do also in view of the provision in section 52 of the Land Acquisition Act. GM Bangladesh Railway Vs. Sharifjan Bibi (Civil)  112 "
    ]
  },
  {
    "title": "Government Servants (Discipline and Appeal) Rules, 1984",
    "subsection": "",
    "year": 1991,
    "section": [
      "Rules 3(b), 10(7) & 26(2)—Time-frame for dismissal from service—The proceeding that was started against the employee with the charge-sheet under the Government Servants (Discipline and Appeal) Rules, 1976 was saved as a pending pro- ceeding under the subsequent Rules of 1984 and hence the punishment awarded under the Rules of 1984 cannot be held illegal, if it is not otherwise invalid. The Order of the High Court Division setting aside the employee's dismissal from service need not be interfered with, though on reasonings different from those of the High Court Division, because the impugned order of dismissal was not Passed by the authority within the time-frame envisaged in the Rules. Chairman BCSIR Vs. Abdul Khaleque (Civil) 209  "
    ]
  },
  {
    "title": "Government Servants (Discipline and Appeal) Rules, 1976",
    "subsection": "",
    "year": 1991,
    "section": [
      "Rule 2(c)—Mlsconduct—Fmdmg of Enquiry officer—The reasoning of the High Court Division that the order of dismissal of the employee from his service for alleged misconduct was not justificd when the Enquiry Officer after finding the offence a minor misconduct recommended withholding of an increment for two years is a faulty one. Under the Rules the  . Enquiry Officer had no authority to recommend any punishment, and then the Rules do not make any distinction between minor misconduct and major misconduct. The ‘authority\" is the sole judge as to what punishment should be awarded. Chairman, BCSIR Vs. Abdul Khaleque (Civil) 209 "
    ]
  },
  {
    "title": "Land Acquisition Act (I of 1894)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sectlon S2—Bar of suit—The plaintiff brought the suit when notice under section 5 of Act X of 1953 was served but he did not impugn this notice in the suit. In the guise of the simple suit for permanent injunction he was in fact making a challenge to the acquisition of the suit land by the Govt. which he could not do also in view of the provision in section 52 of the Land Acquisition Act. GM Bangladesh Railway Vs. Sharifjan Blbl (Civil)  112 ",
      "Section 29 (4)—Appellate Election Tribunal admitting a memorandum of appeal by condoning the delay in its filing under section 5 of the Limitation Act—Election Tribunal's judgment was announced on a later day but it was signed earlier—Application of section 5 of the Limitation               Act is subject Lo determination of the actqa] date of announcement of the Election Tribunal's judgment. Ishaque Vs. Bangladesh (Civil) 28   ",
      "Article 181—Applicability of this Article in the matter of an application under section 38 of the Companies Act—When the Limitation Act has remained silent, Appellate Division is reluctant to travel beyond its fixed path to lay down a law bringing an application under section 38 of the Companies Act within the ambit of the residuary Article 181 . An application for rectification of a share register under section 38 is left to be governed by the general principle that it shall be filed within a reasonable time and not after inordinate delay, depending on facts and circumstances of a particular case. Tamizul Haque Vs. Shamsul Haque (Civil) 34  Local Government (Union Parishads) Ordinance (LI of 1983)  ",
      "Articles 12(d) & 120—Lands lost by diluvion —Limitation for talukdar's suit for setting aside auction sale—A plaintiff alleging that the lands were lost and no rent was legally due for the period so lost is not really suing the Zamindar for settling the balance due to him. He is alleging that the very relationship of landlord and tenant was in a state of suspended animation for some time. It is actually a suit for determining a cessation and resumption of landlord-tenant relationship not to be governed by section 14 of the Patni Regulation under which the  relationship is continuous. The plaintiffs need not file, in such a position, a suit to set aside the patni sale within the period of limita- tion laid down in Article 12(d) of the Limitation Act. Bangladesh V. Tobarak Ali Mia (Civil) 130  ",
      "Articles 3 & 137—Limitation in a suit by a Purchaser at a sale in execution of decree when the judgment-debtor was out of possession—Plaintiff,  the auction purchaser, sued a trespasser for recovery of possession—it was incumbent upon ‘the plaintiff to state in the plaint as to when the defendant trespassed into the property so that the latter could set up his defence with regard to limitation and the trial Court, too, consistent with its independent obligation could dccide whether the suit was-barred by limitation. Abdur Rabban Vs. Aminul Hoque Sowdagar (Civil) 19  ",
      "Section 6—Section 6 of the L1m1tat10n Act does not bring an application under section 38 of the Companies Act within its ambit. The suit is Testricted to a suit or proceeding to be instituted or application to be made by a person suffering from any legal disability. Tamizul Hoque and another Vs. Shamsul Haque and others (Civil) 34  ",
      "Sections 5 and 29(2)—(By Majority): Appeal against final award before the High Court Division—Appellate Court is .not empowered to condone the delay of time-barred appeals under sec. 5 of the Limitation Act in view of clear provision of section 29(2) which excludes application of section 5. Ishaque Vs. Bangladesh (Civil) 28  ",
      "Reg. No. 4(4)—Power of conversion——the fundamental question is whether the Government's -power of review includes the power to convert an acquittal into conviction. Unless such power 1S specifically provided in the statute the same cannot be read into it and exercised. Bangladesh Vs.  Mohammed Ali (Criminal)  104   "
    ]
  },
  {
    "title": "Newspaper Employees (Conditions of Service) Act (XXX of 1974)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 9, 10(3) & 11—\"Person aggrieved” —1Its meaning and dimension—In our Constitution the petitioner seeking enforcement of a fundamental right must be a person aggrieved. Our Constitution is not at pari materia with the Indian Constitution on this point. The decisions of the Indian jurisdiction on public interest litigation are hardly apt in our situation, The petitioner is not acting pro bono publico but in the interest of its members. The real question in this case is whether the petitioner has the right to move the writ petition in a representative capacity. The High Court Division has rightly relied upon the case of 29 DLR 188 where the question has been answered in the negative. The petitioner may represent the employers in the Wage Board but its locus standi to act on behalf of its members in an application under article 102 of the Constitution is  just not there. Bangladesh Sangbadpatra Parishad (BSP) Vs. Bangladesh (Civil) 126    "
    ]
  },
  {
    "title": " Code of Civil Procedure (V of 1908)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Or. XLIIT r. 1(d)—Maintainability of application under section 151 CPC for setting aside an order cancelling an earlier order dismissing 3 Miscellaneous Case under Or. IX r. 13 . The effect of an order of dismissal of the Miscellaneous case for default is one of rejecting an application to set aside a decree passed ex parte. It is not an order passed on merit, but ex parte. The view taken by the High Court Division that appeal lies in both cases is correct. This is not to say that the application under section151 CPC is barred under all circumstances. Since the application under section 151 in the present case was filed 7 days after dismissal of the miscellaneous case for default without any explanation for the delay, such application could not be justified. Abdul Kader Chowdhury Vs. Nurul Islam (Civil) 128 ",
      "Or. XLI rr. 4 & 20—Non-appealing defendan; —Condition for impleading such a defendant in the appeal—An appeal can be filed by some of the defendants when it proceeds from a ground commop to all the defendants. But the appeal which wyg incompetent at its inception for omission to impleag a necessary party would remain incompetent till the end of it, unless otherwise during the pendency of the appeal necessary parties are brought on record, Anwara Begum Vs. Shahanewaz (Civil) 156  ",
      "Or. XXXIX rr. 1 & 2—Ad-interim Injunction, propriety of—As the plaintiff did not get any injunction from either of the courts below and the application for revision was moved after more than 3 months of the refusal of injunction by the court of appeal below, the granting of ad-interim injunction  ex parte at the time of issuing the Rule could not be said to be a proper exercise of discretion. Rather it should be considered an unusual order in the facts of the case. Quazi Nowab Faruque Vs. Abdul Latif  Bhulyan (Civil) - 101    ",
      "Or. XXVI r. 10—Commissioner's report is to be evaluated in the facts of the case on the evidence adduced and the Court has wide discretion in such matter. Mere acceptance of the report should not give rise to any apprehension in the mind of the litigant. Abul Quasem Vs. Md. Lutfur Rahman (Civil) 7  ",
      "Or. XXIII. r. I—Prayer for withdrawing a suit—As the plaint does not disclose any formal defect, the provision for withdrawal of the suit is not at all attracted. Besides, there had earlier been an order of remand and opportunity to produce all the papers. Khabiruddin Vs. Bangladesh (Civil) 201  ",
      "Or. XXI rr. 68 & 90—Setting aside auction sale—The High Court Division upheld the sale only on the ground that the son of defendant No. 1 being heir of the judgment-debtor contested the suit and as such it must be presumed the son had knowledge of the execution case when he himself was a party in the execution proceeding. High Court Division failed to consider that the decree was put into execution for realisation of decretal costs and the main question was whether the auction sale was legally held and to these material questions no judicial mind was applied. Consequently the judgment is liable to be set aside. Narayan Chandra Sil Vs. Manhar Mondal “and others (Civil) 152  ",
      "Or. IX r. 13—Setting aside decree passed ex part.e—_Order of remand for considering the question of 11m1tat10rg—In the instant case no question of                limitation was mooted or discussed by the trial Court and hence it could not be said that by restoring the case the delay was impliedly condoned. When a matter is sent back and the superior Court in its discretion directs that the parties be given an even opportunity to place their respective cases such discretionary order should not ordinarily be interfered with unless it causes a serious prejudice to one of the contending parties. Modern Shipping Agencies Vs. CIWTC L. (Civil) 179   ",
      "Or. IX r. 9—It is wrong to say that for a remedial action against an order time would start to run against one from the date of the order and not from the time when one comes to know about it.  When an injury is caused to a party due to any mistake or default committed by a court or its officers, it is not only the right but also the duty of the court to correct its own mistake.  The question of limitation is immaterial in a case, when the court in restoring the suit merely corrected the mistake of its own officers of not informing the lawyers of the parties about return of the record and the next date fixed. Keramat Ali Bhuiyan Vs. Ramizuddin Ahmed Bhuiyan (Civil) 58  ",
      "Or. VII r. 11—Respondents in a civil suit alleged that they did not nominate any rcpresentative but the Chairman concerned out of grudge brought two of his men and showed them being nominated by the respondents in Village Court—Appellant (Defendant) proceeded for rejection of the plaint in the face of these allegations—Plaint in civil suit, cannot be rejected—To decide the truth of the matter evidence is necessary which can be available only in course of trial of the suit which is prima facie maintainable. Kazi Mobarak Ali Vs. Mohammad Yeasin Mazumder (Civil) 60  ",
      "Or. VI r. 17—Amendment of pleadings— Plaintiff filed an application for amendment of the plaint that the defendant entered into the property in 1956 . The application ought to have been allowed as it could have been disposed of on the available evidence on record and would not have prejudiced the defendant in any manner. <br> —_The defendant traces his possession in the property since 1948 . Documentary evidence of payment of rent starts from 1951 . With the passage of time, question of limitation and accrual of vested rights step in. The Court correctly rejected the application for amendment of plaint. Abdur Rabban Vs. Aminul Haque Sowdagar (Civil) 19  ",
      "Or. VI r. 17—Amendment of plaint—When it means no substitution of one cause of action for another—The impugned transfer of shares of the plaintiff having taken place during the period of insanity of the plaintiff, it is necessary to dispose of the same within the framework of the suit for declaration. Insanity being the foundation of the suit plaintiff can legitimately combine in one suit all the alleged illegalities committed by the appellant in the matter of transfer of the shares in question and other properties. This is not substitution of one cause of action for another, but a consolidation of all wrongs allegedly done to the plaintiff,  Amendment of plaint—Conflict of decisions—If the plaintiff had to file separate suits challenging different alienations during the period of his insanity, it will involve proving insanity in each suit which might lead to conflict of decisions. This is least desirable. - <br> —Amendment of plaint—A corollary to addition of party—The plaintiff added 3 other defendants as parties after filing of the suit and prayed for relief. The addition of parties is corollary to the amendment  sought for. It no way changes the complexion of the Suit. <br> —Amendment of plaint—Delay—Appellants <br> having not filed written statement in the suit the delay of 10 months in seeking amendment after the knowledge of transfer of the shares in question is not material as it will not prejudice them in any way. Afruz Miah Vs. Al-haj Md. Siraj Miah (Civil) 89  ",
      "Section 115—A revisional Court acts beyond 1ts jurisdiction in setting aside concurrent finding of fapt, wh.cn there is no misrecading and n'nsapprccxalion of the evidence on record. Shambhu Nath Poddar Vs. Bangladesh Railway (Civil) 82  Section 151—Maintainability of application under section 151 CPC for setting aside an order canceling an earlier order dismissing a Miscella- neous Case under Or. IX r. 13 . The effect of an order of dismissal the Miscellaneous case for default is one of rejecting an application to set aside a decree passed ex parte. It is not an order passed on merit, but ex parte. The view taken by the High Court                Division that appeal lies in both cases is correct. This is not to say that the application under section151 CPC is barred under all circumstances. Since the application under section 151 in the present case was filed 7 days after dismissal of the miscellaneous case for default without any explanation for the delay, such application could not be justified. Abdul Kader Chowdhury Vs. Nurul Islam (Civil) 128 Or. I r. 10—Addition of party in a suit for specific performance of contract—The appellants’ averments in the application for addition of party setting up an independent title to the land disentitle them to be included as parties within the framework of the present suit wherein the real question to be determined is whether the contract for sale between the parties therein was genuine and whether on the basis thereof the plaintiffs are entitled to get a decree. The averments for addition of party will convert the  present suit into one for determination of title which  is not permissible in law. Golam Kader and others Vs. Abdul Khaleque Choukder and others (Civil) 107  ",
      "Section 115—Remand—When revisional Court need not pass order of remand—The revisional ap.plication could be disposed of by the High Court Division without sending the case on remand to the Trial Court. Both oral and documentary evidence havmg been available on record there was no necessity for the remand as ordered by the High  Court Division. Abdul Mannan Vs. Akram Ali (Civil) 125  ",
      "Sections 107 & 115—Remand—High Court Division, as a revisional court, was not justified to send the suit back on remand to the trial Court for fresh decision on the evidence on record, without any direction to take additional evidence, when the Court itself was competent to decide the issue involved as the evidence on record was complete. When the High Court Division cannot make up its mind on the evidence alrcady on record it should not pass an order of remand but should make up its own mind and come to a decision of its own. The appeal is remanded to the High Court Division for decision in accordance with law. Attor Mia Vs. Mst Mahmuda Khatun Chowdhury (Civil) 78  ",
      "Section 5—It is wrong to say that for remedial action against an order time would start  [               run against one from the date of the order and not from the time when one comes Lo know about it. When an injury is caused to a party due to any mistake or default committed by a court or its officers, it is not only the right but also the duty of the court to correct its own mistake.  The question of Jimitation is immaterial in a case when the court in restoring the suit merely COITOCte(i the mistake of its own officers of not informing the Jawyers of the partics about returm of the record and the next date fixed. Keramat Ali Bhuiyan Vs. Ramizuddin  Ahmed Bhuiyan (Civil) 58               "
    ]
  },
  {
    "title": " Partnership Act (X of 1531)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 69(2)—When the suit properties are not partnership properties the bar of this section against instituting the suit in question is not attracted. Mahbubul Alam Chowdhury Vs. Chaman  Ara Begum (Civil) 121   ",
      "Section 14—Partnership property—This sec- tion is in the nature of an inclusive definition not properly defining the expression \"the property of the vﬁrm\". But property, rights and interests in property of four different kinds are included in its first paragraph which are all partnership properties \"subject to contract between the partners.” Its second paragraph includes a fifth kind of property and rights and intcrests in property if the same is acquired with money belonging to the firm \"unless Lhe_ contrary intention appears”, introducing a legal ﬁcu_on which creates a rebuttable presumption. The dgcisxop of the question whether a disputed property 1s Or 1S not a partnership property would depf:nd upon the intention of the partners. Evidence 18 admissible to show that a contrary intention governed the transaction which may justifiably be gathered from the purpose of acquisition of property and mode in which it has been dealt with. These considerations are germane to the determination of contrary intention. Mahbubul Alam Chowdhury Vs. Chaman Ara Begum (Civil) 121  "
    ]
  },
  {
    "title": " Penal Code (XLV of 1860)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 467—Making a false document—The maker must dishonestly execute the document with the intention of causing it to be believed that such document was executed by or by the authority of a person by whom or by whose authority he knows that it was not executed. Al-haj Md. Serajuddowlah Vs. The State (Criminal) 198  ",
      "Section 315—Prosecution for cheating—Plea of civil liability—The sum and substance of the complainant's case is that the accused realised a total sum of Tk. 50,000.00 from the complainant on a promise to secure him a highly paid job in Abu Dhabi. The point canvassed on behalf of the accused in support of his application under section 561A CrPC was that the liability, if any, was of a civil nature for which no prosecution would lie. Since according to the petition of complaint the accused totally denied receipt of any sum from the complainant, the question of civil liability does not arise. Abdur Rahim Vs. Enamul Hug (Criminal) 173  ",
      "Section 304 Part I—Culpable homicide —Intention to cause death—From the evidence there can be no manner of doubt that the assault was done with the intention of causing such bodily injury as was likely to cause death. The accused-husband was not content by striking his wife with a branch of a trec but was reckless enough to kick her in the tcndc.r part of her body which immediately caused bleeding. It was not a case of mere knowledge only (to constitute offence under section 304 Part IT) that §uch act was likely to cause death but that the Iniention to cause such injury as is likely to cause                death was very clear. It is true there is no finding as to \"intention\" either in the impugned judgment or in the judgment of the trial Court. This is certainly not desirable because the law requires a clear finding as to \"intention\" before recording a conviction under Part I of section 304 . Notwithstanding the absence of the requisite finding as to intention, the appellant-husband was rightly convicted. Jatin Chandra Sil Vs. The State (Criminal) $223  ",
      "Section 161—Illegal gratification—Trap - Case—Because of the tough requirement of proof beyond reasonable doubt the laying of trap is the only method for detecting crimes like bribery which are committed in covert manner. Such a method is not prohibited. For laying a trap the Investigating Officer cannot be said to be thereby instigating commission of the offence. Principles of accomplice evidence cannot be extended to the evidence of trap witness, because the latter cannot be termed as accomplice. As to corroboration of trap witnesses no hard and fast rule can be given. There may be cases where the Court will look for independent corroboration—Equally there may be cases where the Court may accept evidence of trap witnesses. Shahabullah Vs. the State (Criminal) 1  "
    ]
  },
  {
    "title": "Practice & Procedure",
    "subsection": "",
    "year": 1991,
    "section": [
      "Superior Court Tradition—Narrating facts of the case—Judges are to digest the materials and summarise them in the judgment. We record our strong disapproval of the manner in which the learned Judges of the High Court Division described the prosecution case in the two complaint cases. They have quoted in full the petitions of complaint in Bengali. The ‘superior Courts of this country have a tradition of narrating facts of the case in their own language, summarising them as concisely as possible. Vernacular materials are translated into the language in which the- judgment is written. Same is the case with the narration of FIR, charge-sheet, (where necessary) deposition of witnesses, etc. the learned Judges are required to digest these materials and to summarise or paraphrase relevant and essential portions thereof in as short, succinct, concise and factual manner as                possible. Lest it develops into an infectious practice we like to nip this unhealthy trend in the bud. Abdur Rahim Vs. Enamul Hug (Criminal) 173 ",
      "Submission on facts—Appellate Division is not inclined to consider submission based on facts which was not made at any time previously. Bangladesh Vs. KM Shafi Ltd. (Civil) 217  ",
      "Re-trial—It was totally inexplicable why lessees should be examined when no case was made out by the prosecution that they were not available at trial for giving evidence and not cited as witnesses in the charge-sheet. It was incumbent upon the Appellate Court below to dispose of the appeal on the basis of the existing evidence on record. Order of remand for retrial will cause prejudice to the accused appellants which cannot be allowed. Abdur Rakman Mondal Vs. State (Criminal) 16  ",
      "Rectification of judgment—If litigants feel aggrieved by incorrect statements in a judgment the convenient course is to apply to the judge for rectification. Safia Khatun Vs. Amena Khatun (Civil) 206 .  ",
      "Reagitating a point—When leave was granted with the tacit admission that the notice u/s. 106 of the TP Act was defective the Court cannot in fairness embark upon a fresh inquiry into the validity of such notice. The landlord-appellants having abandoned that point, they cannot be allowed to reagitate the same in the absence of the respondent. Zahura Khatun Vs. Rokeya Khatun (Civil) 98  ",
      "Examining a new question—Apart. from the question on which leave was granted, counsel for the appellant submitted that the allegations made in the FIR: do not constitute any offence as alleged. Court did not like to examine this question while hearing the appeal. Zakir Hossain and others Vs. The State (Criminal) : - 102  ",
      "Error of Procedure—A judgment of reversal which does not discuss or allude to the salient and unavoidable grounds on the basis of which the trial Court come to a contrary conclusion must be deemed to be vitiated by an error of procedure. Safia Khkatun: Vs. Amena Khatun: (Civil) : 206  ",
      "Duty of Court—When an injury is caused to a party due to any mistake or default committed by a court or its officers, it is not only the right but also the duty of the court to correct its own mistake. Keramat Ali Bhuiyan Vs. Ramizuddin Ahmed Bhui “yan (Civil) 58  "
    ]
  },
  {
    "title": " Premises Rent Control Ordinance (XX of 1963)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 18(5) & 19(I)(a)—Depositing rent in Court—Question of tenant's entitlement to make deposit—There is no evidence that the tenant ever offered any rent or sent the same by money order. The only witness for the tenant-defendant, he himself, said nothing about remitting rent to the plaintiffs before making deposits in their names. The deposit thus made does not qualify to be a valid tender of rent and consequently cannot save the tenant from being a defaulter and the liability for eviction. AKM  Shamsuddin & others Vs. Aftabuddin Ahmed (Civil) - 230 ",
      "Section 18(I)(e)—Bonafide requirement, ambit of—The plaintiff while residing at Comilla stated that he needed the suit house at Dhaka for his own accommodation as and when he would come to Dhaka for treatment of serious ailments. It was not necessary for him to show that he was planning to shift to Dhaka. It was enough if he needed the house for his own accommodation for occasional treatment of his serious ailments. As for the requirement of his family members besides the plaintiff himself, his son stated that he was doing business at Dhaka staying at the house of his sister and they had no other house except the suit house at Dhaka. This is a clear enough expression of a compelling necessity. Chand (Md) Maih Sawdagar Vs. S M A Rahman (Civil) ' 225  "
    ]
  },
  {
    "title": "President's Order No. 12 of 1972",
    "subsection": "",
    "year": 1991,
    "section": [
      "Article 3—Restoration of legal proceedings —When restoration can be allowed to defendants that had sold out their interests in the suit lands—In their application under Art. 12 defendant Nos. 2 & 3 did not ‘deny the sale of their interests but they asserted that they had their ancestral homestead in the suit land and they were co-sharers of the holding and the  suits were compromised in their absence. They were not required to disclose what stand they would take in their written statements which could only be filed after the restoration of the suits. The case made out by them in their present application that they are  co-sharers was good enough for restoration of the  suits. The law in the case reported in 35 DLR 86  has not been correctly decided. Mohammad Ashrof Ali Vs. Rajeswar Ghose (Civil) 149 "
    ]
  },
  {
    "title": "Prevention of Corruption Act (II of 1947)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 5(2)—TIllegal gratification—Trap Case—Because of tough requirement of proof beyond reasonable doubt the laying of trap is the only method for detecting crimes like bribery which are committed in covert manner. Such a method is not prohibited. For laying a trap the investigating officer cannot be said to be thereby instigating commission of the offence. Principles of accomplice evidence cannot be extended to the evidence of trap witness, because the latter cannot be termed as accomplice. As to corroboration of trap witnesses no hard and fast rule can be given. Thecre may be cases where the Court will look for independent corroboration. Equally there may be cases where the Court may accept evidence of trap witnesses. Shahabullah Vs. The State (Criminal) 1 "
    ]
  },
  {
    "title": "Registration Act (XVI of 1908)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 47—Pre-emption—Cause of action —Cause of action for pre-emption accrues on the date of registration of a sale deed when registration is compulsory, because the right of pre-emption arises on completion of a transfer. If a pre-emption application is filed before registration of the sale deed, it is not to be dismissed on the ground of pre-maturity if the same is registered during the pendency of pre-emption proceeding. Ayesha Khatun Vs. Jahanara Begum (Civil) - 9 "
    ]
  },
  {
    "title": "Small Cause Courts Act (IX of 1887)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 25—Decree by the Court of Small Causes—Amibit of revision—The propositions laid down in the judgment of the High Court Division are wide and speculative in that conclusions of fact reached by the SCC judge in the instant case are not perverse; it is not a casec where all matters have not be.en taken into consideration; it is not a casc of mis-trial; there is no mistake in placing the onus of proqf. The question of preventing miscarriage of                justice Of gross illegalities does not arise. Abdur Razzaq Vs. Ansar Ali (Civil) 212 "
    ]
  },
  {
    "title": "Specific Relief Act (I of 1877)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Sections 53 & 54—Permanent injunction —Its scope in a dispute over landed property—In a simple suit for permanent injunction with regard to a disputed landed property the relief is available to a person who is in possession. The Court may enquire incidentally into the respective claims of the parties to the suit for determining whether the plaintiff is in possession of the disputed property and entitled to the specific relief of permanent injunction. Rafizuddin Ahmed Vs. Mongla Barman (Civil) 215 ",
      "Section 42—Maintainability of suit—The suit being one for declaration of title to an unspeci- fied share of an undivided plot of land on the basis of gift and there being no cvidence that the donor thercof was in exclusive possession at any time, is not maintainable without a prayer for partition. Tayeb. Ali Vs. Abdul Khaleque (Civil) 87  ",
      "Sections 22 & 24—Solatium—Specific per- formance was refused on the ground of hardship of the respondent. If solatium is paid only on consideration of the present market value of the land in question then the purpose of refusing specific per- formance on the ground of hardship will be defeated. Tobarak Ullak Vs. Rani Gupta (Civil) 100  "
    ]
  },
  {
    "title": " State Acquisition & Tenancy Act (XXVIII of 1951)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 96—Pre-emption—Cause of action —Cause of action for pre-emption accrues on the date of registration of a sale deed when registration is  compulsory, because the right of pre-emption arises  on completion of a transfer. If a pre-emption application is filed before registration of the sale deed, it is not to be dismissed on the ground of pre-maturity if the same is registered during the pendency of pre-emption proceeding. Ayesha Khatun Vs. Jahanara Begum (Civil) ' 9 . Section 96—Partial pre-emption—Five hold- ings were transferred by a single Kabala. The peti- tioner deposited consideration money for four hf)ldings secking pre-cmption thercof. There was no difficulty in allowing him pre-emption of four holdings as pre-cmption is holding-wise. Such pre-emption is not hit by the doctrine of partial pre- emption. Karimunessa Begum Chowddhurani Vs. Niranjan Chowdhury (Civil) 108 "
    ]
  },
  {
    "title": "Transfer of Property Act (IV of 1882)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 116—Holding-over—Tenant's conti- nuous possession with landlord's assent creates an implied contract constituting a tenancy by holding-over. Such a tenancy cannot be created by tenant's continuance of possession alone—there must also be the assent of the landlord, which may be expressed or implicd. It may be evidenced by - acceptance of rent or by other circumstances. Where the lessor dissents there cannot be any holding-over. Absence. of dissent will not necessarily imply assent, but from the tenant's continuous possession for a long period, without contrary indication from the landlord may constitute an implicd assent. Implied assent is a question of fact inferable from the length of possession and other circumstance excluding an inference of landlord's dissent. Siddik - Ali Vs. Nurun Nessa Khatun (Civil) ] 3 ",
      "Section 106—Reagitating a point—When leave was granicd with the tacit admission that the notice u/s. 106 of the TP Act was defective the Court cannot in faimess embark upon a fresh inquiry into the validity of such notice. The landlord-appellants having abandoned that point, they cannot be.allowed to rcagitate the same in the absence of the respondent. Zahura Khatun Vs. Rokeya Khatun (Civil) 98  "
    ]
  },
  {
    "title": "Union Parishad (Election) Rules; . 1983",
    "subsection": "",
    "year": 1991,
    "section": [
      "Rules 38-41—Election Commission's statu- tory power to organise, conduct and hold fair and free election and to direct fresh poll in appropriate cases—limit to this power—this power is to be exercised subject to the Election Rules.  No objection was raised to any of the Presiding Officers to his counting the ballot papers, nor was any prayer for re-counting made to him, and he in usual course recorded the result of counting in the appropriate form and forwarded it to the Returning Officer who consolidated the results and declared Respondent No. 10 duly elected. Before conslidation of the results no objection was raised to the                Returning Officer. Objection was raised to him, then to the Election Commission, after the declaration of election result—In such circumstances the Election Commission should not have directed re-counting without hearing both .the parties. In course of re-counting, some ballot papers in respect of 4 centres were found missing. Elected candidate alleged that it was a post-election mischief at the instance of the defeated candidate. Such a question cannot be determined except on evidence, a function of the Tribunal and not of the Election Commission. Abdur Rouf Miah Vs. Fazlur Rahman (Civil) 23 "
    ]
  },
  {
    "title": "Village Courts Ordinance (XLI of 1976)",
    "subsection": "",
    "year": 1991,
    "section": [
      "Section 8(3)—There is no express provision in the Ordinance barring the jurisdiction of a civil Court to question the legality or propriety of the Village-Court's decision—Respondents in a civil suit alleged that they did not nominate any representative but the Chairman concerned out of grudge brought two of his men and showed them being nominated by the respondents in Village Court—Appellant (Defendant) proceeded for rejection of the plaint in the face of these allegations—Plaint in civil suit, cannot be rejected—To decide the truth of the matter evidence is necessary which can be available only in course of trial of the suit which is prima facie maintainable. Kazi Mobarak Ali Vs. Mohammad Yeasin Mazumder (Civil) 60 ",
      "Sections 3 and 8—Unanimous decision of a Village Court under challenge in Civil Court—Whether plaint could be rejected in view of finality of decision of the Village Court—In the face of allegation in the plaint that the respondents did not nominate their representatives in the Village Court the plaint cannot be rejected. To determine the truth of this allegation evidence is necessary and this can be available only in the course of trial of the suit. Kazi Mobarak Ali Vs. Mohammad Yeasin Majumder (Civil) 171  "
    ]
  },
  {
    "title": "Words & Phrases",
    "subsection": "",
    "year": 1991,
    "section": [
      "Trap case—Because of tough requirement of proof beyond reasonable doubt the laying of trap is the only method for detecting crimes like bribery which are committed in covert manner. Such a method is noy prohibited. For laying a trap the investigating officer cannot be said to be thereby instigating commission of the offence. Principles of accomplice evidence cannot be extended to the evidence of trap witness, because the latter cannot be termed as accomplice, As to corroboration of Trap witnesses no hard and fast rule can be given. There may be cases where the Court will look for independent corroboration. Equally there may be cases where the Court may accept evidence of trap witnesses. Shahabullah Vs. The State (Criminal) -1              ",
      "Termination—If the termination is found to be within the four corners of the law the Court cannot nullify it on the ground that it is harsh. There is no requirement in the Rules that termination would be void when no reason for it was assigned. The principle of natural justice is also not applicable in the case as this principle has been excluded in the Rule itself. The appointing authority has got power 1o reinstate a terminated employee, in exclusion of some others, on the merit of individual case— The contention of discrimination on that score is without any substance. Bangladesh Parjatan Corporation Vs. Shahid Hossain Bhuiyan and others (Civil) 154  ",
      "Superior Court Tradition—Narrating facts of the case—Judges are to digest the materials and summarise them in the judgment.  We record our strong disapproval of the manner in which the learned Judges of the High Court Division described the prosecution case in the two complaint cases. They have quoted in full the petitions of complaint in Bengali. The superior Courts of this country have a tradition of narrating facts of the case in their own language, summarising them as concisely as possible. Vernacular materials are translated into the language in which the judgment is written. Same is the case with the narration of FIR, charge-sheet, (where necessary) deposition of witnesses, etc. The learned Judges are required to digest these materials and to summarise or paraphrase relevant and essential portions thereof in as short, succinct, concise and factual manner as possible. Lest it develops into an infectious practice we like to nip this unhcalthy trend in the bud. Abdur Rahim Vs. Enamul Hug (Criminal) 173  ",
      "Solatium—Specific performance was refused on the ground of hardship of the respondent. If solatium is paid only on consideration of the present market value of the land in question then the purpose of refusing specific performance on the ground of hardship will be defeated. Tobarak Ullah Vs. Rani Gupta (Civil) 100  ",
      "Reversion—A postal clerk asked to act as an Inspector on purely temporary basis was reverted to his substantive post after about five years' service cannot be said to have acquired a vested right in the post. Bangladesh Vs. Md. Fazlul Hug (Civil) 144  ",
      "Person aggrieved—The petitioner may represent the employers in the Wage Board but its locus standi to act on behalf of its members in a Writ Petition is just not there. Bangladesh Sangbadpatra Parishad (BSP) Vs. Bangladesh (Civil) 126  ",
      "Patni Taluk—It is a 'taluk’ created by the Zamindar to be held at a rent fixed in perpetuity by the lessee and his heirs for ever, the Patnidar being a tenant. A Patni is not a mere lease-hold property—The patnidar may let out the lands in any manner conducive to his interest. Bangladesh Vs. Tabarak Ali Mia (Civil) 130  ",
      "Natural Justice—A postal clerk asked to act as an Inspector on purely temporary basis was reverted to his substantive post after about five years' service cannot be said to have acquired a vested right in the post. In the facts of the case the respondent was not entitled to any show cause notice nor was there any violation of the principle of natural justice. Bangladesh Vs. Md. Fazlul Hug (Civil) 144  ",
      "Natural Justice—If the termination is found to be within the four corners of the law the Court cannot nullify it on the ground that it is harsh. There is no requirement in the Rules that termination would be void when no reason for it was assigned. The principle of natural justice is also not applicable in the case as this principle has been excluded in the Rule itself. The appointing authority has got power to reinstate a terminated employee. Bangladesh Parjatan Corporation Vs. Shahid Hossain Bhuiyan and others (Civil) | 154  ",
      "Malafide—The finding that the impugned decision dismissing the employee three years after the charge-sheet smacked of malafide is a mere assumption. There being nothing to show as to what benefits the employers would have collected in delaying the matter, they could at worst be called callous. Merely for the delay in taking the impugned decision no bad motive can be ascribed. Chairman, BCSIR Vs. Abdul Khaleque (Civil) 209  ",
      "Howla—Howla or Hawala is not materially different from Pattan. It is a tenure, an intermediate holding of a part of a estate under a Zamindar or Talukdar Qr whom a portion of rents collected from Ryots is paid. Bangladesh Vs. Tobarak Ali Mia (Civil) 131  ",
      "Duty of Court—When an injury is caused to a party due to any mistake or default committed by a court or its officers, it is not only the right but also the duty of the court to correct its own mistake. Keramat Ali Bhuiyan Vs. Ramizuddin Ahmed Bhui- yan (Civil) 58  ",
      "Pakhalkar—what it stands for—ordinarily the word \"Dakhalkar” in the record of right is no doubt indicative of a mere tenant-at-will without any transferable or heritable interest, but the word cannot be limited to a mere tenant-at-will .under all circumstances. The subsequent history and the attendant circumstances are relevant facts to be taken into consideration in determining the character of possession. The use of the word Dakhalker in the CS record is not conclusive. Rahima Khatun Vs.  ‘Dally Rani Dasi (Civil) 55  Dissenting Judgment—In ordinary course of Court’s business a dissenting judgment is delivered immediately after the main judgment. It is flesirablc that the dissenting judgment should follow immediately from the one it is dissented from and the result of the case should also be accordingly                announced.  ABM Quabil Ahmed Vs. Bangladesh (Civil) 228 ",
      "Circular—Execution of document in'an Exchange case—After a deed of settlement was executed by a competent officer of the Government whether it could take the plea that the officer had acted without its authority—Under the provisions of Act XLV of 1974 a vested property can be trans- ferred by the Government or by such officer as the Government may direct. The Government having directed the ADC (Rev) to take necessary action in the matter and in view of circulars on the subject, there is no room for doubt that the ADC was duly authorised to execute and register the deed of settlement. The order setting aside the deed is therefore without lawful authority. Muzaffar Ali Vs. Bangladesh (Civil) 137  ",
      "Bail—Bail in a case where the sentence is of short duration—In the present case the sentence is of “two years and the disposal of the appeal in question normally takes time. In that circumstances the High Court Division ought to have exercised judicial discretion in the matter of granting bail to the appellants. The judicial discretion having not been properly exercised in the facts of the case the order is set aside and the appeal allowed. Dhanu Mia Vs, State (Criminal) 119  ",
      "Alibi—Magistrate cannot discharge accused persons on the plea of alibi that they were at different places at the time of commission of offences alleged by the prosecution—Magistrate's \"finding\" in this regard is based on no evidence. Mere submission of some papers supporting alibi is neithgr sufficieny nor admissible as the stage of adducing defence evidence was not yet come Magistrate's order of discharge was not sustainable as it wa§ based on gross misconception of law. Nannu Gazi Vs. Awlad  Hossain (Criminal) 63  "
    ]
  }
]
